Repository: oe-alliance/enigma2-plugins
Catalog: vps/po/*.po
Languages: nl

source: Cancel
nl: Annuleer

source: Enable VPS
nl: VPS inschakelen

source: Enable VPS by default (new timers)
nl: VPS standaard ingeschakeld (nieuwe timers)

source: Enable VPS-Plugin
nl: VPS-Plugin inschakelen

source: If a programme is interrupted and divided into separate events, the plugin will search for the connected events.
nl: Als een programma wordt onderbroken en in aparte events is verdeeld, zal de plugin zoeken naar de verbonden gebeurtenissen.

source: If possible, x minutes before a timer starts VPS-Plugin will control whether the programme begins earlier. (0 disables feature)
nl: Indien mogelijk zal de plugin x minuten voor de ingestelde starttijd controleren of een programma eerder begint. (0 schakelt deze optie uit)

source: In order to record a timer, the TV was switched to the recording service!
nl: Om de opname te kunnen maken, is uw TV overgeschakeld naar het op te nemen kanaal!

source: Information
nl: Informatie

source: No
nl: Nee

source: Really close without saving settings?
nl: Echt afsluiten zonder de gegevens op te slaan?

source: Seeking connected events
nl: Zoekt verbonden events

source: Starting time
nl: Start tijd

source: The VPS-Plugin couldn't check if the selected channel supports VPS for manually programmed timers! Do you really want to enable VPS?
nl: De VPS-Plugin kon niet vaststellen of het geselecteerde kanaal ondersteuning biedt voor handmatig geprogrammeerde timers! Wilt u VPS echt inschakelen?

source: The selected channel doesn't support VPS for manually programmed timers! Do you really want to enable VPS?
nl: Het geselecteerde kanaal ondersteunt geen VPS voor handmatige timers! Wilt u VPS echt inschakelen?

source: This plugin can determine whether a programme begins earlier or lasts longer. The channel has to provide reliable data.
nl: De plugin kon niet vaststellen of een programma eerder begint of langer duurt. Het kanaal heeft geen betrouwbare gegevens.

source: VPS enabled by default
nl: VPS standaard ingeschakeld

source: VPS-Plugin checks if the channel supports VPS ...
nl: VPS-Plugin controleert of het kanaal VPS ondersteunt...

source: VPS-Plugin couldn't check if the selected channel supports VPS. Do you really want to enable VPS?
nl: VPS-Plugin kon niet controleren of het geselecteerde kanaal VPS ondersteunt. Wilt u VPS echt inschakelen?

source: VPS-Time (date)
nl: VPS-Time (datum)

source: VPS-Time (time)
nl: VPS-Time (tijd)

source: Wakeup from Deep-Standby is allowed
nl: Opstarten vanuit Deep-Standby toegestaan

source: Yes
nl: Ja

source: Yes, don't ask again
nl: Ja, niet opnieuw vragen
