Repository: oe-alliance/enigma2-plugins
Catalog: partnerbox/po/*.po
Languages: nl

source: <unknown>
nl: <onbekend>

source: Abort
nl: Annuleren

source: Activate Picture in Picture
nl: Activeer Picture in Picture

source: Add
nl: Toevoegen

source: Add internal timer
nl: Interne timer toevoegen

source: Add timer
nl: Timer toevoegen

source: After event
nl: Na opname

source: Alternative
nl: Alternatieven

source: Alternative services are not supported!
nl: Alternatieve zenders worden niet ondersteund!

source: Apply
nl: Bevestigen

source: Attention, this is repeated timer!
nl: Let op, dit is een herhalende timer!

source: Bouquet List
nl: Favorietenlijst

source: Cancel
nl: Annuleren

source: Change pin code
nl: PIN wijzigen

source: Channel
nl: Zender

source: Choice list Partnerbox
nl: Keuzelijst Partnerbox

source: Choose action:
nl: Maak uw keuze:

source: Choose bouquet
nl: Kies favorietenlijst

source: Clean up
nl: Opruimen

source: Cleaning up finished timer entries...
nl: Bezig met opruimen van uitgevoerde timers...

source: DVR
nl: PVR

source: Date
nl: Datum

source: Delete
nl: Verwijder

source: Delete timer
nl: Timer verwijderen

source: Description
nl: Beschrijving

source: Disable Picture in Picture
nl: Picture in Picture uitschakelen

source: Do you really want to delete the remote timer %s ?
nl: Wilt u echt deze remote timer verwijderen %s ?

source: Do you really want to delete the timer %s ?
nl: Wilt u echt de timer %s verwijderen?

source: EPG Selection
nl: EPG Selectie

source: Edit
nl: Wijzigen:

source: Edit internal timer
nl: Interne timer wijzigen

source: Edit remote timer
nl: Remote timer wijzigen

source: Enable Partnerbox-Function in Channel Selector
nl: Partnerbox in de Zenderlijst activeren

source: Enable Partnerbox-Function in EPGList
nl: Partnerbox in de EPG activeren

source: Enable Partnerbox-Function in TimerEvent
nl: Partnerbox in de Timer invoer activeren

source: Enable Red Button-Function in single/multi EPG
nl: Rode knop in de Single of Multi EPG activeren

source: Enable VPS
nl: VPS inschakelen

source: Enable VPS-Function in TimerEvent
nl: VPS-functie in het timermenu inschakelen

source: Enable first Partnerbox-entry in Timeredit as default
nl: Een Remotetimer als default instellen

source: EndTime
nl: Eindtijd

source: Enter the service pin
nl: Voer de service PIN in

source: Error:
nl: Fout:

source: Error: No space left
nl: Fout: geen ruimte genoeg

source: Error: Outdated
nl: Fout: Achterhaald

source: Error: User aborted
nl: Fout: gebruiker heeft afgebroken

source: Error: Zap failed
nl: Fout: ZAP mislukt

source: Eventview
nl: Programma overzicht

source: Fri
nl: vr

source: Friday
nl: vrijdag

source: Getting Channel Information...
nl: Bezig kanaal informatie te verkrijgen...

source: Getting EPG Information...
nl: Bezig EPG informatie te verkrijgen...

source: Getting EPG data...
nl: EPG informatie laden...

source: Getting Partnerbox Bouquet Information...
nl: Bezig Partnerbox boeket informatie te verkrijgen...

source: Getting Partnerbox Information...
nl: Bezig Partnerbox informatie te verkrijgen...

source: Getting timerlist data...
nl: Timeroverzicht gegevens laden...

source: Give Enigma time to fill epg cache...
nl: Even geduld, bezig met het vullen van de EPG cache...

source: Info
nl: Informatie

source: Internet services are not supported!
nl: Internet streams worden niet ondersteund!

source: Location
nl: Lokatie

source: Manage timer for other dreamboxes in network
nl: Beheer timers voor andere ontvangers in uw netwerk

source: Mon
nl: ma

source: Monday
nl: maandag

source: Move Picture in Picture
nl: Picture in Picture verplaatsen

source: Name
nl: Naam

source: No
nl: Nee

source: Partnerbox Answer: %s
nl: Partnerbox antwoord: %s

source: Partnerbox Entries
nl: Partnerbox ontvangers

source: Partnerbox Setup
nl: Partnerbox Instellingen

source: Partnerbox: Edit Entry
nl: Partnerbox: bewerk ontvanger

source: Partnerbox: List of Entries
nl: Partnerbox: ontvanger overzicht

source: Password
nl: Wachtwoord

source: Port
nl: Poort

source: Press OK to edit timer...
nl: Druk op OK om de timer te wijzigen...

source: Really delete this Partnerbox Entry?
nl: Deze Partnerbox ontvanger verwijderen?

source: RemoteTimer Timerlist
nl: RemoteTimer Timeroverzicht

source: Remove timer
nl: Timer verwijderen

source: Repeated Timer are not supported!
nl: Herhalende timers worden niet ondersteund!

source: Restart
nl: Herstarten

source: Restart enigma
nl: Herstart Enigma2

source: Sat
nl: za

source: Saturday
nl: zaterdag

source: Select action for remote timer '%s':
nl: Selecteer actie voor remote timer '%s':

source: Select action for timer '%s':
nl: Selecteer actie voor timer '%s':

source: Select action:
nl: Actie kiezen:

source: Select operation for partnerbox
nl: Selecteer een functie voor Partnerbox

source: Servicelists/EPG
nl: Zenderlijsten/EPG

source: Show 'RemoteTV Player' in E-Menu
nl: Toon 'RemoteTV Player' in het extensie-menu

source: Show 'RemoteTimer' in E-Menu
nl: Toon 'RemoteTimer' in het extensie-menu

source: Show 'RemoteTimer' in Event View context menu
nl: Toon 'RemoteTimer' in het programma overzicht context menu

source: Show 'RemoteTimer' in Eventinfo menu
nl: Toon 'RemoteTimer' in het programma info menu

source: Show 'Stream current Service' in E-Menu
nl: Toon 'Stream huidige zender' in het extensie-menu

source: Show all icon for event in EPGList
nl: Toon alle icons voor programma in de EPG

source: Show duration time for event
nl: Toon de tijdsduur van een programma

source: Shutdown
nl: Uitschakelen

source: Standard Zap
nl: Standaard Zap

source: StartTime
nl: Starttijd

source: Starting Remote Player (IP = %s)
nl: Remote Player starten (IP = %s)

source: Stream TV from your Partnerbox
nl: Stream TV van uw Partnerbox

source: Stream current Service from Partnerbox
nl: Stream de huidige zender van de Partnerbox

source: Stream current service from partnerbox
nl: Stream huidige zender van de Partnerbox

source: Sun
nl: zo

source: Sunday
nl: zondag

source: The pin code you entered is wrong.
nl: De ingevoerde PIN is fout.

source: Thu
nl: do

source: Thursday
nl: donderdag

source: Timer Overview
nl: Timeroverzicht

source: Timer Type
nl: Timersoort

source: Timer can not be added...no locations on partnerbox available.
nl: Timer wordt niet toegevoegd...geen opname locatie op de Partnerbox beschikbaar.

source: Timer entry
nl: Timer invoer

source: Timer event deleted successfully.
nl: Deze timer is verwijderd.

source: Timer event was created successfully.
nl: Het instellen van de timer is gelukt.

source: Toggle Standby
nl: Standby In- of Uitschakelen

source: Toggle status (on/off)
nl: Status (aan of uit)

source: Tue
nl: di

source: Tuesday
nl: dinsdag

source: Wakeup
nl: Inschakelen

source: Wed
nl: wo

source: Wednesday
nl: woensdag

source: Yes
nl: Ja

source: Yes (safe mode)
nl: Ja (veilige modus)

source: You can not add services or bouquets from Enigma1-receivers into the channellist...
nl: U kunt geen zenders en favorieten van Enigma1-ontvangers toevoegen aan de kanaallijst...

source: Zap focus to Picture in Picture
nl: Naar Picture in Picture zappen

source: Zap focus to main screen
nl: Naar hoofdscherm zappen

source: Zap to service when streaming
nl: Zap naar zender tijdens het streamen

source: Zapping to
nl: Zappen naar

source: about to start
nl: gaat bijna beginnen

source: add Partnerbox bouquet
nl: voeg favorietenlijst van partnerbox toe

source: add Partnerbox service
nl: voeg zender van Partnerbox toe

source: auto
nl: automatisch

source: disabled
nl: uitgeschakeld

source: do nothing
nl: doe niets

source: done!
nl: uitgevoerd!

source: go to deep standby
nl: ga naar deep stand-by

source: go to standby
nl: ga naar stand-by

source: mins
nl: min

source: record
nl: opname

source: recording...
nl: opnemen...

source: setup for partnerbox
nl: Partnerbox instellingen

source: unknown service
nl: onbekende zender

source: use external
nl: gebruik extern

source: use internal
nl: gebruik intern

source: waiting
nl: wachten...

source: zapped
nl: gezapt
