Repository: oe-alliance/enigma2-plugins
Catalog: dreamexplorer/po/*.po
Languages: fi

source: Media-filter
fi: Media-suodatin

source: %s FAILED!
fi: %s EPÄONNISTUI!

source: About
fi: Tietoja

source: Add directory to Bookmarks
fi: Lisää hakemisto kirjanmerkkeihin

source: BZ2-package:\n
fi: BZ2-paketti:\n

source: Bookmarks
fi: Kirjanmerkit

source: Bootlogo-package:\n
fi: Bootlogo-paketti:\n

source: Cancel
fi: Peruuta

source: Copy
fi: Kopioi

source: Create new directory
fi: Luo uusi hakemisto

source: Create new directory in...
fi: Luo uusi hakemisto tänne...

source: Create new file
fi: Luo uusi tiedosto

source: Create new file in...
fi: Luo uusi tiedosto tänne...

source: Create softlink...
fi: Luo softlink...

source: Delete
fi: Poista

source: Directory name error !
fi: Virhe hakemiston nimessä !

source: Disable
fi: Poista käytöstä

source: Disassemble to bytecode...
fi: Pura tavukoodiksi...

source: Do you really want to DELETE:
fi: Haluatko todella POISTAA:

source: Do you want to execute?\n
fi: Haluatko suorittaa?\n

source: Do you want to set
fi: Haluatko asettaa

source: Dream-Explorer - DELETE DIRECTORY...
fi: Dream-Explorer - POISTA HEKEMISTO...

source: Dream-Explorer - DELETE file...
fi: Dream-Explorer - POISTA TIEDOSTO...

source: Dream-Explorer : Disassemble...
fi: Dream-Explorer : Pura...

source: Dream-Explorer : Install...
fi: Dream-Explorer : Asenna...

source: Dreambox:
fi: Laite:

source: Edit line
fi: Muokkaa riviä

source: Enable
fi: Ota käyttöön

source: Error by reading bookmarks !!!
fi: Virhe kirjanmerkkien lukemisessa !!!

source: Error by writing bookmarks !!!
fi: Virhe kirjanmerkkien kirjoittamisessa !!!

source: Error...
fi: Virhe...

source: Explore your Dreambox.
fi: Tutki laitettasi.

source: File name error !
fi: Tiedoston nimivirhe !

source: GZ-package:\n
fi: GZ-paketti:\n

source: IPKG-package:\n
fi: IPKG-paketti:\n

source: Incompatible MerlinMusicPlayer version!
fi: Yhteensopimaton MerlinMusicPlayer-versio!

source: Input
fi: Tulo

source: Install new bootlogo...
fi: Asenna uusi bootlogo...

source: Install this package
fi: Asenna tämä paketti

source: List of Storage Devices
fi: Luettelo tallennuslaitteista

source: Make a softlink
fi: Luo softlink

source: Move
fi: Siirrä

source: Move/Copy
fi: Siirrä/Kopioi

source: My Bookmarks
fi: Kirjanmerkkini

source: No more picture-files.
fi: Ei enää kuvatiedostoja.

source: No more playable files.
fi: Ei enää toistettavia tiedostoja.

source: Options:
fi: Vaihtoehdot:

source: Pack my bootlogo
fi: Pakkaa bootlogoni

source: Parent Directory
fi: Päähakemisto

source: Picture-Player not aviable.
fi: Kuvasoitin ei ole käytettävissä.

source: Preview all pictures
fi: Esikatsele kaikki kuvat

source: Pyc-Script:\n
fi: Pyc-skripti:\n

source: Rename
fi: Nimeä uudelleen

source: Rename directory...
fi: Nimeä hakemisto uudelleen...

source: Rename file...
fi: Nimeä tiedosto uudelleen...

source: Rename: %s FAILED!
fi: Nimeä uudelleen: %s EPÄONNISTUI!

source: Set archive mode (644)
fi: Aseta arkistointitila (644)

source: Set executable mode (755)
fi: Aseta suoritustila (755)

source: Set name
fi: Aseta nimi

source: Set start directory
fi: Aseta aloitushakemisto

source: Softlink name error !
fi: Softlinkin nimivirhe !

source: Sort by date (bouquet-)
fi: Lajittele päivämäärän mukaan (suosikkilista-)

source: Sort by name (bouquet+)
fi: Lajittele nimen mukaan (suosikkilista+)

source: Start execution
fi: Aloita suoritus

source: This line is not editable!
fi: Tätä riviä ei voi muokata!

source: Turn off the media-filter first.
fi: Ota ensin mediasuodatin pois päältä.

source: View this shell-script
fi: Näytä tämä komentotulkki-skripti

source: WARNING! they doing now COPY or MOVE
fi: VAROITUS! Nyt tehdään KOPIOINTI tai SIIRTO

source: WARNING! they make now a softlink from
fi: WARNING! Nyt tehdään tästä softlink

source: Write the new softlink name here:
fi: Kirjoita uuden softlinkin nimi tähän:

source: [All files]
fi: [Kaikki tiedostot]

source: [Media files]
fi: [Mediatiedostot]

source: [sort by Date]
fi: [Lajittele päivämäärän mukaan]

source: [sort by Name]
fi: [Lajittele nimen mukaan]

source: loading...
fi: lataan...

source: old:
fi: vanha:

source: ready...
fi: valmis...

source: wait...
fi: odota...
