Repository: oe-alliance/enigma2-plugins
Catalog: ftpbrowser/po/*.po
Languages: it, sr

source: A basic FTP client
it: Un semplice client FTP
sr: Osnovni FTP-klijent

source: A file with this name (%s) already exists locally. Do you want to overwrite it?
it: Un file con lo stesso nome (%s) è già presente localmente! Sovrascriverlo?
sr: Datoteka ovog imena %s već postoji lokalno. Želite li da preko nje prepišete?

source: A file with this name (%s) already exists on the remote host. Do you want to overwrite it?
it: Un file con lo stesso nome (%s) è già presente sull'host remoto! Sovrascriverlo?
sr: Datoteka ovog imena %s već postoji na udaljenom hostu. Želite li da preko nje prepišete?

source: A transfer is currently in progress. What do you want to do?
it: Un trasferimento è in corso! Come si vuole procedere??
sr: Transfer je trenutno u toku. Šta želite da uradite?

source: Abort transfer
it: Annullare il trasferimento
sr: Prekini transfer

source: Add
it: Agg.
sr: Dodaj

source: Address:
it: Indirizzo:
sr: Adresa:

source: Are you sure you want to delete %s?
it: Cancellare %s?
sr: Da li želite da obrišete %s ?

source: Cancel
it: Annullare
sr: Otkaži

source: Configuration saved.
it: Configurazione salvata.
sr: Konfiguracija sačuvana.

source: Connect to FTP...
it: Connessione a FTP...
sr: Poveži na FTP...

source: Could not connect to ftp server!
it: Impossibile connettersi al server ftp!
sr: Ne mogu se spojiti na FTP server!

source: Could not delete %s.
it: Impossibile rimuovere %s
sr: Ne mogu obrisati %s .

source: Could not obtain list of files.
it: Impossibile ottenere la lista file.
sr: Ne mogu dobiti listu datoteka.

source: Could not rename %s.
it: Impossibile rinominare %s.
sr: Ne mogu preimenovati %s.

source: Delete
it: Canc.
sr: Obriši

source: Download
sr: Preuzimanje

source: Download finished.
it: Download terminato.
sr: Preuzimanje završeno.

source: Edit
it: Mod.
sr: Uredi

source: Enter URI
it: Inserire URI
sr: Unesi URI

source: Enter URI of FTP Server:
it: Inserire URI del server FTP:
sr: Unesi URI ili FTP server:

source: Enter new filename:
it: Inserire il nuovo nome file:
sr: Unesi novo ime datoteke:

source: Error
it: Errore
sr: Greška

source: Error during download.
it: Errore nel download.
sr: Greška pri preuzimanju.

source: Exit
it: Uscire
sr: Izlaz

source: FTP Queue Manager
it: Gestione code FTP
sr: FTP menadžer redosleda

source: FTP Server Editor
it: Editor server FTP
sr: Urednik FTP servera

source: FTP Server Manager
it: Gestione server FTP
sr: Menadžer FTP servera

source: Local
it: Locale
sr: Lokalno

source: Name:
it: Nome:
sr: Ime:

source: Parent Directory
it: Cartella padre
sr: Polazni direktorijum

source: Password:
sr: Lozinka:

source: Queue Manager
it: Gestione code
sr: Menadžer redosleda

source: Queue processed.
it: Coda processata.
sr: Obrađen redosled.

source: Really delete this entry? It cannot be recovered!
it: Cancellare questa voce? Non potrà essere recuperata!
sr: Stvarno obrisati ovaj unos? On ne može biti obnovljen!

source: Remote
it: Remoto
sr: Udaljen

source: Remote (not connected)
it: Remoto (non connesso)
sr: Udaljen (nije spojen)

source: Removed %s.
it: %s rimosso.
sr: Uklonjen %s .

source: Removing directories is not supported.
it: La rimozione di cartelle non è supportata
sr: Uklanjanje direktorijuma nije podržano.

source: Rename
it: Rinominare
sr: Preimenuj

source: Renamed %s to %s.
it: Tinominare %s come %s.
sr: Preimenovano %s u %s .

source: Run in Background
it: Eseguire in background
sr: Radi u pozadini

source: Save
it: Salvare
sr: Sačuvaj

source: Select local file list
it: Selezionare elenco file locali
sr: Izaberi listu lokalnih dat.

source: Select remote file list
it: Selezionare elenco file remoti
sr: Izaberi listu udaljenih dat.

source: Server Manager
it: Gestione server
sr: Server menadžer

source: There already is an active connection. Do you want to abort it?
it: Un trasferimento è già attivo. Annullarlo?
sr: Već postoji aktivna veza. Želite li da je prekinete?

source: There already is an active transfer.
it: Un trasferimento è già attivo.
sr: Postoji aktivan transfer.

source: Upload
sr: Podizanje

source: Upload finished.
it: Caricamento terminato.
sr: Podizanje završeno.

source: Username:
it: Nome User:
sr: Korisn. ime:

source: Which server do you want to connect to?
it: A quale server connettersi?
sr: Na koji server želite da se povežete ?

source: close
it: Chiudere
sr: Zatvori

source: enter directory/get file/put file
it: Inserire cartella/Origine/Destinazione
sr: Unesi direktorijum/uzmi dat./stavi dat.

source: open menu
it: Menu
sr: Otvori meni

source: Passive:
it: Passivo:

source: Port:
it: Porta:
