Repository: oe-alliance/enigma2-plugins
Catalog: movietagger/po/*.po
Languages: fa, lt, nl

source: Can't write movietags, because no meta-file found!
fa: ناتوان در برچسب زدن به فیلم ها به دلیل نبود هیچ متا فیلمی
lt: Negalima rašyti filmo žymų, nes meta failas nerastas!
nl: Kan movietags niet schrijven, omdat er geen meta-file gevonden is!

source: Whitepace will be replaced by "_"
lt: Tarpai bus pakeisti į "_"
nl: Witruimte zal worden vervangen door "_"

source: Enter the new Tag
fa: افزودن یک برچسب جدید
lt: Įrašykite naują žymą
nl: Voer de nieuwe Tag in

source: Clear all Tags? This will delete ALL tags in ALL recodings! Are you sure?
lt: Išvalyti visas žymas? Bus panaikintos VISOS žymos VISUOSE įrašuose! Jūs įsitikinę, kad to norite?
nl: Alle Tags verwijderen? Alle Tags in alle opnames zullen worden verwijderd! Weet u het zeker?

source: Movie Tagger
fa: برچسب زننده فیلم
lt: Filmų žymeklis

source: Ver.
fa: ورژن.
lt: Vers.

source: Assigned Tags
fa: برچسب اختصاص داد ه شد
lt: Paskirtos žymos
nl: Toegewezen Tags

source: Specified Tags
fa: برچسب مشخص شد
lt: Nurodytos žymos
nl: Gespecificeerde Tags

source: Used Tag
fa: برچسب استفاده شده
lt: Naudota žyma
nl: Gebruikte Tag

source: User-specific Tag
fa: برچسب کاربر مشخص
lt: Vartotojo žyma
nl: Gebruiker specifieke Tag

source: Predefined Tag
fa: برچسب از پیش تعریف شده
lt: Numatyta žyma
nl: Voorge√Ønstalleerde Tag

source: Remove Tag
fa: حذف برچسب
lt: Šalinti žymą
nl: Verwijder Tag

source: Add new Tag
fa: افزودن برچسب جدید
lt: Pridėti naują žymą
nl: Voeg nieuwe Tag toe

source: Toggle List
fa: لیست تغییر حالت
lt: Perjungti sąrašą
nl: Wissel lijst

source: Add Tag
fa: افزودن برچسب
lt: Pridėti žymą
nl: Voeg Tag toe

source: Clear all Tags
fa: حذف همه برچسب ها
lt: Išvalyti visas žymas
nl: Verwijder alle Tags

source: Movie Tagger...
fa: در حال برچسب زنی بروی فیلم ...
lt: Filmų žymeklis...
