Repository: oe-alliance/enigma2-plugins
Catalog: mytube/po/*.po
Languages: it, nl, sv, tr

source: Results
it: Risultati
nl: Resultaten
sv: Resultat
tr: Sonuçlar

source: Added:
it: Aggiunti:
nl: Toegevoegd:
sv: Tillagd:
tr: Eklenme tarihi:

source: All
it: Tutte
nl: Alle
sv: Alla
tr: Tümü

source: All Time
it: Sempre
nl: Alle tijden
tr: Tüm zamanlar

source: An error occured.
it: Si è verificato un errore.
nl: Er is een fout opgetreden.
sv: Ett fel uppstod.
tr: Bir hata oluştu.

source: Ascending
it: Crescente
nl: Oplopend
sv: Stigande
tr: Artan

source: Ask user
it: Chiedere all'utente
nl: Vraag gebruiker
sv: Fråga användaren
tr: Sor

source: Australia
nl: Australië
sv: Australien
tr: Avustralya

source: Author:
it: Autore:
nl: Auteur:
sv: Författare:
tr: Gönderen:

source: Autos & Vehicles
it: Auto & veicoli
nl: Auto's & voertuigen
sv: Motor & Fordon
tr: Otomobil & Araçlar

source: Brazil
it: Brasile
nl: Brazilië
sv: Brasilien
tr: Brazilya

source: Canada
sv: Kanada
tr: Kanada

source: Choose target folder
it: Selezionare la cartella di destinazione
nl: Kies doelmap
sv: Välj målkatalog
tr: Hedef klasörü seçin

source: Clear history on Exit:
it: Ripulire la cronologia in uscita:
nl: Verwijder geschiedenis bij verlaten!
sv: Rensa historik vid Avslut:
tr: Çıkışta geçmişi temizle:

source: Close
it: Chiudere
nl: sluit
sv: Stäng
tr: Kapat

source: Comedy
it: Commedia
nl: Komedie
sv: Komedi
tr: Komedi

source: Czech Republic
it: Repubblica Ceca
nl: Tsjechië
sv: Tjeckien
tr: Çek Cumhuriyeti

source: Descending
it: Discendente
nl: Aflopend
sv: Fallande
tr: Azalan

source: Display search results by:
it: Mostrare i risultati della ricerca per:
nl: Toon zoekresultaten volgens:
sv: Visa sökresultat sortterat på:
tr: Sonuçları sıralama türü:

source: Do you want to see more entries?
it: Visualizzare altre voci?
nl: Wilt u meer entries zien?
sv: Vill du se flera bidrag?
tr: Daha fazla başlık görmek istiyor musunuz?

source: Download Video
it: Download filmato
sv: Ladda ner Video
tr: Video'yu indir

source: Download location
it: Collocazione download
nl: Download lokatie
sv: Nedladdningsplats
tr: İndirme konumu

source: Downloading screenshots. Please wait...
it: Attendere: download screenshot in corso...
nl: Screenshots worden gedownload ...
sv: Laddar ner förhandsvisningsbilder. Vänligen vänta...
tr: Ekran görüntüsü indiriliyor. Lütfen bekleyin...

source: Duration:
it: Durata:
nl: Duur:
sv: Längd:
tr: Süre:

source: Education
it: Educativi
nl: Opvoeding
sv: Utbildning
tr: Eğitim

source: Enter your search term(s)
it: Inserire le voci di ricerca
nl: Geef zoekterm(en) in
sv: Ange dina sökterm(er)
tr: Arama terim(ler)ini girin

source: Entertainment
it: Intrattenimento
nl: Amusement
sv: Underhållning
tr: Eğlence

source: Fetching feed entries
it: Recupero feed in corso
nl: Haalt entries van de feed binnen
sv: Hämtar feed poster
tr: Bilgiler, youtube'dan alınıyor

source: Fetching search entries
it: Recupero voci di ricerca in corso
nl: Haalt zoek-entries binnen
sv: Hämtar sökning poster
tr: Arama sonuçları getiriliyor

source: Film & Animation
it: Film & Animazione
nl: Film & animatie
sv: Film & Animerat
tr: Film & Animasyon

source: France
it: Francia
nl: Frankrijk
sv: Frankrike
tr: Fransa

source: Gaming
it: Giochi
sv: Spel
tr: Oyun

source: Germany
it: Germania
nl: Duitsland
sv: Tyskland
tr: Almanya

source: Great Britain
it: Gran Bretagna
nl: Groot Brittannië
sv: Storbritannien
tr: Büyük Britanya

source: HD videos
it: Filmati HD
sv: HD video
tr: HD videolar

source: Help
it: Aiuto
sv: Hjälp
tr: Yardım

source: History
it: Cronologia
nl: Geschiedenis
sv: Historia
tr: Geçmiş

source: Holland
it: Olanda
tr: Hollanda

source: Howto & Style
it: Howto & Stile
nl: Howto & Stijl
sv: Howto & Design
tr: Moda

source: India
tr: Hindistan

source: Ireland
it: Irlanda
nl: Ierland
sv: Irland
tr: İrlanda

source: Israel
it: Israele
tr: İsrail

source: Italy
it: Italia
nl: Italië
sv: Italien
tr: İtalya

source: Japan
it: Giappone
tr: Japonya

source: Load feed on startup:
it: Caricare fedd all'avvio:
nl: Bij het starten feeds laden:
sv: Ladda ström vid uppstart:
tr: Açılırken seçilen beslemeyi yükle:

source: Mexico
it: Messico
sv: Mexiko
tr: Meksika

source: More video entries.
it: Ulteriori filmati
nl: Meer video entries.
sv: Fler video poster.
tr: Daha çok video sonucu.

source: Most discussed
it: Più discussi
nl: Meest besproken
sv: Mest diskuterad
tr: En çok tartışılanlar

source: Most linked
it: Più "linkati"
nl: Meest gelinked
sv: Mest länkad
tr: En çok linklenenler

source: Most popular
it: Più popolari
nl: Populairst
sv: Mest populär
tr: En çok beğenilenler

source: Most recent
it: Più recenti
nl: Recentste
sv: Mest nyast
tr: En yeniler

source: Most responded
it: Più affidabili
nl: Meest beantwoord
sv: Mest svarade
tr: En çok yorumlananlar

source: Most viewed
it: Più visti
nl: Meest bekeken
sv: Mest visad
tr: En çok izlenenler

source: Music
it: Musica
nl: Muziek
sv: Musik
tr: Müzik

source: My TubePlayer
tr: MyTube oynatıcı

source: MyTube Settings
it: Configurazione MyTube
nl: MyTube instellingen
sv: MyTube Inställningar
tr: MyTube ayarları

source: MyTubePlayer
tr: MyTube oynatıcı

source: MyTubePlayer Help
it: Aiuto su MyTubePlayer
sv: MyTubePlayer Hjälp
tr: MyTube oynatıcı yardım

source: MyTubePlayer active video downloads
it: MyTubePlayer: download filmati attivi
nl: MyTubePlayer actieve video downloads
sv: MyTubePlayer aktiva videonedladdningar
tr: MyTube oynatıcı indirilen videolar

source: MyTubePlayer settings
it: Configurazione MyTubePlayer
nl: MyTubePlayer instellingen
sv: MyTubePlayer inställningar
tr: MyTube oynatıcı ayarları

source: MyTubeVideoInfoScreen
tr: MyTube video bilgi ekranı

source: MyTubeVideohelpScreen
nl: MyTubeVideo helpscherm
sv: MyTubeVideoHjälpSkärm
tr: MyTube video yardım ekranı

source: New Zealand
it: Nuova Zelanda
nl: Nieuw Zeeland
sv: Nya Zeeland
tr: Yeni Zelanda

source: News & Politics
it: Notizie & politica
nl: Nieuws & Politiek
sv: Nyheter & Politik
tr: Haberler

source: No
nl: Nee
sv: Nej
tr: Hayır

source: No playable video found! Stop playing this movie?
it: Nessun filmato riproducibile trovato! Arrestare la riproduzione?
nl: Geen afspeelbare video gevonden! Stoppen met afspelen?
sv: Inga spelbara video hittas! Sluta spela denna film?
tr: Oynatılabilir video bulunamadı! Film durdurulsun mu?

source: No videos to display
it: Nessun filmato da mostrare
nl: Geen video's om te tonen.
sv: Ingen video att visa
tr: Gösterilecek video yok

source: No, but play video again
it: No: riprodurre nuovamente il filmato
nl: Nee, maar speel video opnieuw
sv: Nej, men spela video igen
tr: Hayır, ama videoyu yeniden oynat

source: No, but switch to video entries.
it: No: commutare sull'elenco filmati
nl: Nee, maar ga naar video
sv: Nej, men byt till videoposter.
tr: Hayır, ama video sonuçlarına geç.

source: No, but switch to video search.
it: No, ma passare alla ricerca filmati
nl: Nee, maar ga naar video zoeken.
sv: Nej, men byt till videosökning.
tr: Hayır, ama arama ekranına geç.

source: Nonprofits & Activism
it: Nonprofit & attivismo
nl: Nonprofit & activisme
tr: Kamu yararına dernek

source: Not fetching feed entries
it: Voci feed non recuperate
nl: Nee, maar ga naar video invoeren.
sv: Hämtar inte feed poster
tr: Bilgiler youtube'dan alınamadı

source: People & Blogs
it: Gente & blog
nl: Mensen & blogs
sv: Folk & Bloggar
tr: İnsanlar

source: Pets & Animals
it: Cuccioli & animali
nl: (huis)dieren
sv: Husdjur & Vilddjur
tr: Hayvanlar

source: Play YouTube movies
it: Riprodurre filmati YouTube
nl: Speel YouTube filmpjes af
sv: Spela YouTube filmer
tr: YouTube filmlerini oynatın

source: Play next video
it: Riprodurre il filmato successivo
nl: Speel volgende video
sv: Spela nästa video
tr: Sonraki videoyu oynat

source: Play video again
it: Riprodurre nuovamente il filmato
nl: Speel video opnieuw
sv: Spela video igen.
tr: Videoyu yeniden oynat

source: Please enter your search term.
it: Inserire le voci di ricerca
nl: Geef uw zoekterm in.
sv: Vänligen ange din sökterm.
tr: Lütfen arama terimini girin.

source: Please select a standard feed or try searching for videos.
it: Selezionare un feed standard o eseguire una ricerca filmati.
nl: Kies een standaard feed of zoek naar video's.
sv: Vänligen ange en grundström eller försök söka efter videos.
tr: Lütfen 'Beslemeler'i seçin veya video aramayı deneyin.

source: Poland
it: Polonia
nl: Polen
sv: Polen
tr: Polonya

source: Published
it: Pubblicato
nl: Gepubliceerd
sv: Publiserad
tr: Yayın

source: Rating
it: Valutazioni
nl: Waarderingscijfer
sv: Betyg
tr: Puan

source: Ratings:
it: Valutazioni:
nl: Waarderingen:
sv: Betyg:
tr: Puan:

source: Really quit MyTube Player?
it: Uscire da MyTubePlayer?
nl: MyTube Player echt afsluiten?
sv: Verkligen avsluta MyTubePlayer?
tr: MyTube oynatıcı'dan çıkmak istiyor musunuz?

source: Recently featured
it: Posti in primo piano di recente
nl: Recent afgespeeld
sv: Nyligen aktuell
tr: Son önerilenler

source: Related video entries.
it: Filmati collegati.
nl: Gerelateerde video's.
sv: Liknande video poster.
tr: Benzer videolar

source: Relevance
it: Rilevanza
nl: Relevantie
tr: Uygunluk

source: Response video entries.
it: Filmati disponibili
sv: Svars video poster.
tr: Video sonuçlarını cevapla.

source: Return to movie list
it: Ritornare all'elenco filmati
nl: Ga terug naar de movielijst
sv: Återvänd till filmlistan
tr: Film listesine geri dön

source: Russia
nl: Rusland
tr: Rusya

source: Save
it: Salvare
nl: Sla op
sv: Spara
tr: Kaydet

source: Science & Technology
it: Scienza e tecnologia
nl: Wetenschap & technologie
sv: Vetenskap & Teknik
tr: Bilim & Teknoloji

source: Search Term(s)
it: Voci di ricerca
nl: Zoekterm(en)
sv: Sökterm(er)
tr: Arama terim(ler)i

source: Search category:
it: Categoria di ricerca
nl: Zoekcategory:
sv: Sök kategori:
tr: Arama kategorisi:

source: Search region:
it: Regione di ricerca
nl: Zoekregio:
sv: Sök region:
tr: Arama bölgesi:

source: Search restricted content:
it: Ricarcare contenuti vietati
nl: Zoek vertrouwelijke inhod:
sv: Sök begränsat innehåll
tr: Kısıtlanmış içerikte ara:

source: Select new feed to view.
it: Selezionare il nuovo feed da visualizzare.
nl: Kies een nieuwe feed.
sv: Välj ny ström att visa.
tr: Görmek istediğiniz beslemeyi seçin.

source: Select your choice.
it: Selezionare una voce.
nl: Maak uw keuze.
sv: Ange ditt val.
tr: Seçiminizi yapınız.

source: Short Movies
it: Corti
nl: Korte filmpjes
sv: Kortfilmer
tr: Kısa Film

source: Sorry, video is not available!
it: Filmato non disponibile!
nl: Sorry, video is niet beschikbaar!
sv: Ledsen, video är ej tillgänglig!
tr: Üzgünüm, video mevcut değil!

source: South Korea
it: Corea del Sud
nl: Zuid Korea
sv: Syd Korea
tr: Güney Kore

source: Spain
it: Spagna
nl: Spanje
sv: Spanien
tr: İspanya

source: Sports
it: Sport
nl: Sport
sv: Sport
tr: Spor

source: Start with following feed:
it: Partire dal feed seguente:
nl: Start met de volgende feed:
sv: Starta med följande ström:
tr: Açılışta yüklenecek besleme:

source: Std. Feeds
it: Feed std.
nl: Standaard feeds
sv: Grund ström
tr: Beslemeler

source: Stop playing this movie?
it: Arrestare la riproduzione?
nl: Stoppen met afspelen?
sv: Suta spela den här filmen?
tr: Film durdurulsun mu?

source: Sweden
it: Svezia
nl: Zweden
sv: Sverige
tr: İsveç

source: Tags:
it: Etrichette:
sv: Märkning:
tr: Etiketler:

source: Taiwan
tr: Tayvan

source: There was an error getting the feed entries. Please try again.
it: Si è generato un errore recuperando le voci del feed. Riprovare...
nl: Er is een fout opgetreden; probeer het opnieuw
sv: Det uppstod ett fel i strömningen. Vänlig försök igen.
tr: Sonuçlar youtube'dan alınırken hata oluştu. Lütfen tekrar deneyin.

source: This Month
it: Questo mese
nl: Deze maand
sv: Den här månaden
tr: Bu ay

source: This Week
it: Questa settimana
nl: Deze week
sv: Den här veckan
tr: Bu hafta

source: This is the help screen. Feed me with something to display.
it: Questo è una schermata d'aiuto. Datemi qualcosa da mostrare...
nl: Dit is het helpscherm. Geef me iets om te tonen.
sv: Det här är hjälpen. Ge mig något att visa.
tr: Bu yardım ekranıdır.

source: Today
it: Oggi
nl: Vandaag
sv: Idag
tr: Bugün

source: Top favorites
it: Top preferiti
nl: Top favorieten
sv: Topp favoriter
tr: Favoriler

source: Top rated
it: Top valutazioni
nl: Top waarderingen
sv: Topp rankade
tr: Yüksek oy alanlar

source: Travel & Events
it: Viaggi & eventi
nl: Reizen & gebeurtenssen
sv: Resa & Äventyr
tr: Gezi

source: Trying to download the Youtube feed entries. Please wait...
it: Attendere: download elenco dal feed Youtube in corso...
nl: Probeer de Youtube feed entries binnen te halen. Even wachten...
sv: Försöker ladda ner Youtube feed poster. Vänligen vänta...
tr: Youtube sonuçları alınıyor. Lütfen bekleyin...

source: Trying to download the Youtube search results. Please wait...
it: Attendere: download dei risultati della ricerca da Youtube in corso...
nl: Probeer de Youtube zoekresultatenbinnen te halen. Even wachten...
sv: Försöker ladda ner Youtube sökresultat. Vänligen vänta...
tr: Youtube arama sonuçları getiriliyor. Lütfen bekleyin...

source: United States
it: Stati Uniti
nl: Verenigde Staten
sv: USA
tr: Amerika

source: Videobrowser exit behavior:
it: Comportamento browser video su uscita:
nl: Gedrag browser bij afsluiten:
sv: Uppförande av Videobläddrare vid avslut:
tr: Video gezgininden çıkıldığında:

source: Videoplayer stop/exit behavior:
it: Comportamento player video su stop/uscita:
nl: Gedrag speler bij afsluiten:
sv: Videospelare stopp/avslut uppförande:
tr: Video oynatıcı durdurulduğunda/çıkıldığında:

source: View Count
it: Visual. conteggio
nl: Aantal malen bekeken
sv: Visa antal
tr: İzlenme sayısı

source: View active downloads
it: Visualizzare i download attivi
nl: Bekijk aktieve downloads
sv: Visa aktiva nedladdningar
tr: İndirilen dosyaları göster

source: View related videos
it: Visualizzare filmati collegati
nl: Bekijk gerelateerde vedeo's
sv: Visa relaterade videos
tr: Benzer videoları göster

source: View response videos
it: Visualizzare filmati disponibili
sv: Visa resultatets videos
tr: Cevaplanan videoları göster

source: Views:
it: Visite:
nl: Bekeken:
sv: Visningar:
tr: İzlenme:

source: Welcome to the MyTube Youtube Player. Use the Bouqet+ button to navigate to the search field and the Bouqet- to navigate to the video entries. To play a movie just press OK on your remote control. Press info to see the movie description. Press the Menu button for additional options. The Help button shows this help again.
it: Benvenuti in MyTube Youtube Player. BOUQUET+ -> Portare il fuoco sul campo ricerca | BOUQUET- -> Portare il fuoco sui filmati. Ok -> riprodurre un filmato. INFO -> mostrare la descrizione del filmato. MENU -> Informazioni aggiuntive. HELP -> Mostrare di nuovo puesta pagina di aiuto.
nl: Welkom bij de MyTube Youtube Player. Gebruik de CH+ toets om te navigeren naar het zoekveld en de CH- toets om te navigeren naar de video ingave. Om een video af te spelen drukt u op OK. Druk op info om een beschrijving te tonen. Druk op Menu voor extra opties. De help-toets toont deze hulp wederom.
sv: Välkommen till MyTube Youtube Spelare. Använd Bouqet+ knappen för att navigera till sökfältet och Bouqet- för att navigera till videoposterna. För att spela en video tryck OK på din fjärrkontroll. Tryck på MENU knappen för ytterligare val. HELP knappen kommer visa den här informationen igen.
tr: MyTube oynatıcıya hoşgeldiniz. Arama ekranına geçmek için BOUQUET+, video sonuçlarına geçmek için BOUQUET- tuşunu, seçtiğiniz filmi oynatmak için OK tuşunu, film hakkında bilgi almak için INFO tuşunu ek özelliklere ulaşmak için MENU tuşunu, bu yardım ekranına ulaşmak için ise HELP tuşunu kullanın.

source: Welcome to the MyTube Youtube Player. While entering your search term(s) you will get suggestions displayed matching your search term. To select a suggestion press DOWN on your remote, select the desired result and press OK on your remote to start the search. Press exit to get back to the input field.
it: benvenuti in MyTube Youtube player. Durante l'iserimento dei criteri di ricerca, verranno mostrati suggerimenti circa le possibili corrispondenze. Per selezionare un suggerimento, premere GIU' sul telecomando, scegliere la voce desiderata poi premere Ok per avviare la ricerca. Premere EXIT per tornare alla schermata di inserimento.
nl: Welkom bij de MyTube Youtube speler. Tijdens het ingeven van zoektermen krijgt u suggesties die overeenkomen. Om een suggestie te accepteren drukt u op pijl-omlaag, kiest u de gewenste en drukt u op OK om het zoeken te starten. Druk op Exit om terug te keren naar het invoerveld.
sv: Välkommen till MyTube Youtube Spelare. Under tiden som du anger sökterm(er) kommer du få förslag på matchande söktermer. För att välja ett förslag tryck på NER knappen på din fjärrkontroll, välj sedan önskat förslag och tryck OK för att starta sökningen. Tryck EXIT för att återgå till inmatningsfältet.
tr: MyTube oynatıcıya hoşgeldiniz. Arama terim(ler)inizi girerken, aramanızla eşleşen başlıklar önerilecektir. Önerilerden size uygun olanı seçmek için AŞAĞI tuşuna basabilir aramayı başlatmak için de OK tuşunu kullanabilirsiniz. Arama kutusuna dönmek için EXIT tuşuna basınız.

source: Yes
it: Sì
nl: Ja
sv: Ja
tr: Evet

source: Yes, but play next video
it: Sì: riprodurre il filmato successivo
nl: Ja, maar speel volgende video
sv: Ja, men spela nästa video
tr: Evet, ama sonraki videoyu oynat

source: Yes, but play previous video
it: Sì: riprodurre il filmato precedente
nl: Ja, maar speel vorige video
sv: Ja, men spela föregående video
tr: Evet, ama önceki videoyu oynat

source: Genuine Dreambox validation failed!
it: Validazione Genuine Dreambox fallita!

source: Most shared
it: Più condivise

source: Trending videos
it: Filmati di "tendenza"

source: User video entries.
it: Voci video utente.

source: Verify your Dreambox authenticity by running the genuine dreambox plugin!
it: Verificare l'autenticità del Dreambox tramite il plugin Genuine Dreambox!
