Repository: oe-alliance/enigma2-plugins
Catalog: kiddytimer/po/*.po
Languages: it, nl

source: Allows to controls your kids' daily TV usage
it: Utilizzo giornaliero della TV da parte dei bambini
nl: Beheers het dagelijkse TV gebruik van uw kinderen

source: Cancel
it: Annullare
nl: Annuleer

source: Center screen at the lower border
it: Centrare la finestra sul bordo inferiore
nl: Centreer scherm op de onder rand

source: Center screen at the upper border
it: Centrare la finestra sul bordo superiore
nl: Centreer scherm op de boven rand

source: Cheat attempt detected. Box has not been shudown correctly. Remaining time was set to 0.
it: Rilevato un tentativo di truffa! Il box non è stato spento correttamente. Il tempo residuo è stato azzerato...
nl: Poging tot bedrog gedetecteerd. De box is niet correct afgesloten. Resterende tijd is op 0 gezet.

source: Clock
it: Orologio
nl: Klok

source: Decrease remaining time
it: Diminuire il tempo residuo
nl: Verminder de resterende tijd

source: Disable KiddyTimer
it: Disabilitare KiddyTimer
nl: KiddyTimer uitgeschakeld

source: Discard changes and close screen
it: Annullare le modifiche e chiudere la finestra
nl: Verwijder veranderingen en sluit scherm

source: Do you want to start the kiddytimer- plugin now.
it: Avviare il plugin kiddytimer ora?
nl: Wilt u de kiddytimer- plugin nu starten?

source: Don't monitor TV started after
it: Non monitorare la TV accesa dopo le
nl: Bewaak geen TV die begonnen is na

source: Don't monitor TV started before
it: Non monitorare la TV accesa prima delle
nl: Bewaak geen TV die begonnen is voor

source: Enable KiddyTimer
it: Abilitare KiddyTimer
nl: Schakel KiddyTimer in

source: Enable KiddyTimer for x minutes
it: Abilitare KiddyTimer per x minuti
nl: Schakel KiddyTimer in voor x minuten

source: Enabled
it: Abilitato
nl: Ingeschakeld

source: Enter pin code
it: Inserire il codice PIN
nl: Toets uw PIN-code in

source: Friday
it: Venerdì
nl: vrijdag

source: Increase remaining time
it: Aumentare il tempo residuo
nl: Vergroot resterende tijd

source: Invalid selection
it: Selezione non valida
nl: Ongeldige keuze

source: Last day started: %s
it: Ultimo avvio: %s
nl: Laatste dag dat gestart is: %s

source: Monday
it: Lunedì
nl: maandag

source: Move clock
it: Spost. orologio
nl: Verplaats klok

source: Move screen down
it: Spostare la finestra giù
nl: Verplaats scherm naar beneden

source: Move screen to the center of your TV
it: Spostare la finestra al centro dello schermo
nl: Verplaats scherm naar het centrum van het beeld

source: Move screen to the left
it: Spostare la finestra a sx
nl: Verplaats scherm naar links

source: Move screen to the lower left corner
it: Spostare la finestra nell'angolo in basso a sx
nl: Verplaats scherm naar de linker onder hoek

source: Move screen to the lower right corner
it: Spostare la finestra nell'angolo in basso a dx
nl: Verplaats scherm naar de rechter onder hoek

source: Move screen to the middle of the left border
it: Spostare la finestra al centro del bordo sx
nl: Verplaats scherm naar het midden van de linker rand

source: Move screen to the middle of the right border
it: Spostare la finestra al centro del bordo dx
nl: Verplaats scherm naar het midden van de rechter rand

source: Move screen to the right
it: Spostare la finestra a dx
nl: Verplaats scherm naar rechts

source: Move screen to the upper left corner
it: Spostare la finestra nell'angolo in alto a sx
nl: Verplaats scherm naar de linker boven hoek

source: Move screen to the upper right corner
it: Spostare la finestra nell'angolo in alto a dx
nl: Verplaats scherm naar de rechter boven hoek

source: Move screen up
it: Spostare la finestra sù
nl: Verplaats scherm naar boven

source: Please enter the correct pin code
it: Inserire correttamente il codice PIN
nl: Geef de juiste PIN-code in

source: Please select your KiddyTimer- option
it: Selezionare l'opzione KiddyTimer
nl: Selecteer de KiddyTimer- optie

source: Plugin: %(plugin)s , Version: %(version)s
it: Plugin: %(plugin)s , Versione: %(version)s
nl: Plugin: %(plugin)s , Versie: %(version)s

source: Remaining time: %s
it: Tempo residuo: %s
nl: Resterende tijd: %s

source: Reset clock
it: Reset orologio
nl: Zet klok terug

source: Reset saved position
it: Reset della posizione salvata
nl: Zet opgeslagen positie terug

source: Reset todays remaining time
it: Reset del tempo residuo odierno
nl: Zet resterende tijd voor vandaag terug

source: Saturday
it: Sabato
nl: zaterdag

source: Save
it: Salvare
nl: Sla op

source: Save values and close screen
it: Salvare le modifiche e chiudere la finestra
nl: Sla waardes op en sluit scherm

source: Set remaining time
it: Regolare il tempo residuo
nl: Stel resterende tijd in

source: Start KiddyTimer
it: Avviare KiddyTimer

source: Stop KiddyTimer (this session only)
it: Arrestare KiddyTimer (solo per questa sessione)
nl: Stop KiddyTimer (alleen deze sessie)

source: Style of timer
it: Stile timer
nl: Timer stijl

source: Sunday
it: Domenica
nl: zondag

source: The pin code you entered is wrong.
it: E' stato inserito un codice PIN errato!
nl: Onjuiste PIN-code

source: Thursday
it: Giovedì
nl: donderdag

source: Timeout for activation dialog
it: Timeout di attivazione finestra di dialogo
nl: Timeout voor uitschakelen dialoog

source: Tuesday
it: Martedì
nl: dinsdag

source: Wednesday
it: Mercoledì
nl: woensdag
