Repository: oe-alliance/enigma2-plugins
Catalog: merlinepgcenter/po/*.po
Languages: nl

source: <unknown>
nl: <onbekend>

source: Add
nl: Voeg toe

source: Add timer
nl: Voeg timer toe

source: Adjust font size:
nl: Pas lettergrootte aan:

source: Amount of recordings left:
nl: Aantal overgebleven opnames:

source: Bouquets:
nl: Favorieten:

source: Don't stop current event but disable coming events
nl: Het huidige programma laten doorgaan, maar de volgende programma's uitschakelen

source: Edit Off
nl: Bewerken aan

source: Edit On
nl: Bewerken uit

source: Excluded days:
nl: Uitgesloten dagen:

source: Exit on TV <-> Radio switch:
nl: Exit tijdens TV <-> Radio toets:

source: Friday
nl: vrijdag

source: General
nl: Algemeen

source: Included days:
nl: Inbegrepen dagen:

source: Increase list item height:
nl: Vergroot de regelhoogte:

source: Keys
nl: Knoppen

source: Limit search results to bouquet services:
nl: Beperk zoekresultaten tot kanalen in het boeket:

source: List style:
nl: Lijst stijl:

source: Lists
nl: lijsten

source: Location:
nl: Locatie:

source: Match title:
nl: Titel overeenkomst:

source: Monday
nl: maandag

source: More than just an EPG...
nl: Meer dan alleen maar een EPG...

source: New Search
nl: Opnieuw zoeken

source: Now
nl: Nu

source: Number of upcoming events to show:
nl: Toont xx komende gebeurtenissen:

source: Outdated off
nl: Achterhaald uit

source: Outdated on
nl: Achterhaald aan

source: Please select a timer type to add:
nl: Kies een timer type om toe te voegen:

source: Progress bar style:
nl: Voortgangsbalk stijl:

source: Record a maximum of x times:
nl: Maximaal xx maal opnemen:

source: Record or zap timer
nl: Opname of zap timer

source: Remember last tab:
nl: Onthoud laatste tab

source: Remove
nl: Verwijder

source: Remove timer
nl: Verwijder timer

source: Repeating event currently recording... What do you want to do?
nl: Een herhaalde timer neemt momenteel op... Wat wilt u doen?

source: Replace ChannelSelection key down to start with tab:
nl: Vervang ChannelSelection-toets naar beneden te starten met tab:

source: Replace ChannelSelection key up to start with tab:
nl: Vervang ChannelSelection-toets te starten met tab:

source: Replace EventView key to start with tab:
nl: Vervang EventView-toets te starten met tab:

source: Replace InfoBar single and multi EPG:
nl: Vervang de informatiebalk en multi-EPG:

source: Return to main tab with exit:
nl: Keer met 'Exit' terug naar hoofdtab:

source: Saturday
nl: zaterdag

source: Search
nl: Zoek

source: Search for:
nl: Zoek naar:

source: Search type:
nl: Zoek type:

source: Select running service on start:
nl: Kies lopend kanaal bij aanvang:

source: Services:
nl: Zenders:

source: Set search term
nl: Geef zoek term

source: Show begin/remain times:
nl: Toon begin/resterende tijd:

source: Show blinking picon for running timers:
nl: Toon knipperende icoon voor lopende timers:

source: Show duration:
nl: Toon duur:

source: Show event information:
nl: Toon event informatie:

source: Show list numbers:
nl: Toon lijstnummers

source: Show multi colored begin/remain times:
nl: Toon meerkleurige begin- en eindtijden:

source: Show picons:
nl: Toon picons:

source: Show service name:
nl: Toon zendernaam:

source: Show short description:
nl: Toon korte beschrijving:

source: Show text input help for epg search:
nl: Toon tekstinvoer-help voor EPG-search:

source: Show video picture:
nl: Toon video:

source: Similar
nl: Soortgelijk

source: Single
nl: Enkel

source: Space between columns:
nl: Ruimte tussen kolommen:

source: Stop current event and disable coming events
nl: Stop huidige event en schakel komende events uit

source: Stop current event but not coming events
nl: Stop huidige event maar niet de komende

source: Sunday
nl: zondag

source: Thursday
nl: donderdag

source: Today
nl: Vandaag

source: Tomorrow
nl: Morgen

source: Tuesday
nl: dinsdag

source: Upcoming
nl: Aanstaande

source: Use picons (50x30) from:
nl: Gebruik picons (50x30) van:

source: Use skin:
nl: Gebruik skin:

source: Wednesday
nl: woensdag

source: about to start
nl: op het punt te neginnen

source: disabled
nl: uitgeschakeld

source: done!
nl: gereed!

source: recording...
nl: aan het opnemen...

source: return
nl: ga terug

source: single line style
nl: enkele lijn stijl

source: waiting
nl: aan het wachten

source: with short description
nl: met korte beschrijving

source: zapped
nl: gezapped
