Repository: oe-alliance/enigma2-plugins
Catalog: shoutcast/po/*.po
Languages: pl

source: %s Press OK to try again...
pl: %s Nacisnij OK aby spróbować ponownie...

source: %s Press green-button to try again...
pl: %s Naciśnij zielony przycisk i spróbuj ponownie...

source: Add current playing stream to favorite
pl: Dodaj bieżącą stację do listy ulubionych

source: Add current selected genre to favorite
pl: Dodaj aktualnie wybrany gatunek do ulubionych

source: Add current selected station to favorite
pl: Dodaj bieżącą wybraną stację do listy ulubionych

source: Add sequence number to output file
pl: Dodaj numer sekwencji do pliku wyjściowego

source: All
pl: Wszystkie

source: Bit rate: %s kbps
pl: Szybkość transmisji bitów: %s kbps

source: Cancel
pl: Anuluj

source: Config
pl: Konfiguracja

source: Coverheight:
pl: Wysokość okładki:

source: Coverwidth:
pl: Szerokość okładki:

source: Create a directory for each stream
pl: Utwórz katalog dla każdego strumienia

source: Do you really want to stop the recording?
pl: Czy na pewno chcesz, aby zatrzymać nagrywanie?

source: Enter in minutes (0 means unlimited)
pl: Wprowadź w minutach (0 = bez limitu)

source: Enter new name for favorite item
pl: Wpisz nową nazwę dla ulubionej stacji

source: Enter text to search for
pl: Wpisz tekst do wyszukania

source: Error downloading cover...
pl: Błąd podczas pobierania okładki....

source: Favorite list
pl: Lista ulubionych

source: Favorites
pl: Ulubione

source: Genres
pl: Gatunki

source: Getting %s
pl: Otrzymywane %s

source: Getting SHOUTcast genre list for %s...
pl: Pierwsza lista gatunków SHOUTcast dla %s...

source: Getting SHOUTcast genre list...
pl: Uzyskiwana lista gatunków SHOUTcast..

source: Getting streaming data from %s
pl: Pobieranie danych z strumieniowych z %s

source: Got 0 genres. Could be a network problem. Please try again...
pl: Masz '0' gatunków. Może być problem z siecią. Spróbuj ponownie...

source: Hide
pl: Ukryj

source: Invalid Location
pl: Nieprawidłowa Lokalizacja

source: No streaming data found...
pl: Nie znaleziono danych strumieniowych...

source: Off
pl: Wył.

source: Only running streamings can be recorded!
pl: Tylko odtwarzane strumienie mogą być nagrywane!

source: Record
pl: Nagraj

source: Recording length
pl: Długość nagrywania

source: Recording location:
pl: Lokalizacja nagrania:

source: Recording stream station
pl: Nagrywanie strumienia stacji

source: Reload station list:
pl: Odśwież listę stacji:

source: Rip to single file, name is timestamped
pl: Zgrać do jednego pliku, nazwa jest znacznikiem czasu

source: SHOUTcast genre list
pl: SHOUTcast lista gatunków

source: SHOUTcast station list for %s
pl: Lista stacji dla SHOUTcast %s

source: Search
pl: Szukaj

source: Searching SHOUTcast for %s...
pl: Wyszukiwania dla SHOUTcast %s...

source: Show cover:
pl: Pokaż okładkę:

source: Show in extension menu:
pl: Pokaż w rozszeżonym menu:

source: Station: %s
pl: Stacja: %s

source: Stations
pl: Stacje

source: Stop record
pl: Zatrzymaj nagrywanie

source: Stream stopped playing, playback of stream stopped!
pl: Strumień przestał grać,zatrzymano odtwarzanie strumienia!

source: Streaming rate:
pl: Szybkość strumieniowej transmisji:

source: Title: %s
pl: Tytuł: %s

source: Title: n/a
pl: Tytuł: n/a

source: every five minutes
pl: co pięć minut

source: every minute
pl: co minutę

source: every three minutes
pl: co trzy minuty

source: genre %s
pl: gatunek %s

source: listen to shoutcast internet-radio
pl: Słuchaj Radia Internetowego z Shoutcast

source: remove current selected favorite
pl: Usuń aktualnie wybraną listę ulubionych

source: rename current selected favorite
pl: Zmień obecną nazwę wybraną listę ulubionych

source: search-criteria %s
pl: kryteria wyszukiwania %s
