Repository: oe-alliance/enigma2-plugins
Catalog: epgrefresh/po/*.po
Languages: ar, fi, pt

source: %d more services
ar: % d قنوات أكثر
fi: %d enemmän palveluita
pt: %d mais serviços

source: After a successful refresh the AutoTimer will automatically search for new matches if this is enabled. The options 'Ask*' has only affect on a manually refresh. If EPG-Refresh was called in background the default-Answer will be executed!
ar: بعد التحديث الناجح سوف يعمل تلقائياً المؤقت التلقائي والبحث عن تطابقات جديدة إذا تم تمكين هذا. الخيارات 'اسأل *' قد يؤثر على التحديث يدوياً. إذا تم استدعاء تحديث لدليل البرامج الإلكترونية-تحديث في الخلفية سينفذ الإجابة الافتراضية!
fi: Jos tämä on valittuna, onnistuneen virkistyksen jälkeen AutoTimer käy automaattisesti läpi päivitetyn EPG:n. Oletusvastaukset toimivat vain käsin tehdyssä virkistyksessä. Jos EPGRefresh käynnistyi tausta-ajona, käytetään valittua oletusvastausta!
pt: Após uma atualização bem-sucedida o AutoTimer irá automaticamente procurar por novas correspondências se estiver habilitado. As opções 'Perguntar *' apenas afetam a atualização manual. Se o EPG-Refresh foi chamado em segundo plano a resposta-padrão será executada!

source: An automated refresh will start after this time of day, but before the time specified in next setting.
ar: سوف يبدء التحديث الآلي بعد هذا الوقت من اليوم، ولكن قبل الوقت المحدد في الإعدادات القادمة.
fi: Automaattinen virkistys käynnistyy tämän kellonajan jälkeen, mutta vain ennen aikaa joka on määritelty seuraavassa asetuksessa.
pt: Uma atualização automática iniciará após esta hora do dia, mas antes do tempo especificado na seguinte configuração.

source: An automated refresh will start before this time of day, but after the time specified in previous setting.
ar: سوف يبدء التحديث الآلي قبل هذا الوقت من اليوم، ولكن بعد الوقت المحدد في الإعدادات السابقة.
fi: Automaattinen virkistys käynnistyy ennen tätä kellonaikaa, mutta vain ajan jälkeen joka on määritelty edellisessä asetuksessa.
pt: Uma atualização automatizada vai começar antes deste horário do dia, mas após o tempo especificado na configuração anterior.

source: Ask default No
ar: اسأل الافتراضي لا
fi: Kysymyksen oletusvastauksena Ei
pt: Perguntar, padrão NÃO

source: Ask default Yes
ar: اسأل الافتراضي نعم
fi: Kysymyksen oletusvastauksena Kyllä
pt: Perguntar, padrão SIM

source: AutoTimer failed with error %s
ar: فشل التوقيت التلقائي مع الخطأ %s
fi: AutoTimer pysähtyi virheeseen %s
pt: AutoTimer falhou com o erro %s

source: Automatically refresh EPG
ar: التحديث التلقائي لدليل البرامج اليومي
fi: Päivitä EPG automaattisesti
pt: Atualizar automaticamente o EPG

source: Background only
ar: الخلفية فقط
fi: Vain taustalla
pt: Só em segundo plano

source: Bouquets
ar: الباقات
fi: Suosikkilistat
pt: Buquês

source: Cancel
ar: إلغاء
fi: Peruuta
pt: Cancelar

source: Channels
ar: قنوات
fi: Kanavat
pt: Canais

source: Close and forget changes
ar: أغلق وتجاهل التغيرات
fi: Sulje ja hylkää muutokset
pt: Fechar e esquecer as alterações

source: Close and save changes
ar: أغلق وأحفظ التغيرات
fi: Sulje ja tallenna muutokset
pt: Fechar e salvar as alterações

source: Delay if not in standby (minutes)
ar: تأخير إن لم يكن في وضع الاستعداد (دقائق)
fi: Viive, ellei ole valmiustilassa (minuutteja)
pt: Atraso se não estiver no modo Standby (minutos)

source: Delete
ar: حذف
fi: Poista
pt: Apagar

source: Display more Options
ar: عرض المزيد من الخيارات
fi: Näytä lisää vaihtoehtoja
pt: Exibir mais opções

source: Duration to stay on service (seconds)
ar: مدة البقاء في القناة (بالثواني)
fi: Aika sekunteina jonka aikana pysytään palvelussa
pt: Duração de permanecer no serviço (segundos)

source: EPG refresh auto-start earliest (hh:mm)
ar: تحديث دليل البرامج الإلكترونية تلقائيا - تشغيل مبكر (ساعات: دقائق)
fi: Automaattinen EPGRefresh:n käynnistys aikaisintaan (hh:mm)
pt: EPG atualizar início automático recente (hh: mm)

source: EPG refresh auto-start latest (hh:mm)
ar: تحديث دليل البرامج الإلكترونية تلقائيا - تشغيل أخر (ساعات: دقائق)
fi: Automaattinen EPGRefresh:n käynnistys viimeistään (hh:mm)
pt: Última atualização do EPG automática (hh: mm)

source: EPG refresh finished.
ar: تم الانتهاء من تحديث دليل البرامج الإلكترونية.
fi: EPG:n virkistys päättynyt.
pt: Atualização do EPG terminou.

source: EPG refresh finished. Should AutoTimer be search for new matches?
ar: تم الانتهاء من تحديث دليل البرامج الإلكتروني. هل يجب البحث عن المؤقتات التلقائية المتطابقة الجديدة؟
fi: EPG:n virkistys päättynyt. Haluatko että AutoTimer käy läpi virkistetyn EPG:n?
pt: Atualização do EPG terminou. Deve o AutoTimer pesquisar por correspondências novas?

source: EPG refresh started in background.
ar: تشغيل تحديث دليل البرامج الإلكترونية في الخلفية.
fi: EPGRefresh käynnistynyt tausta-ajona.
pt: Atualização do EPG iniciada em segundo plano.

source: EPG refresh starts scanning channels.
ar: تحديث دليل البرامج الإلكترونية يبدأ بالبحث في القنوات.
fi: EPGRefresh käy läpi kanavia.
pt: A atualização do EPG iniciou a busca de canais.

source: EPG-Refresh_Pending Services
ar: تحديث دليل البرامج الإلكترونية_القنوات المعلقة

source: EPG-Refresh_Refresh now
ar: تحديث-دليل البرامج الإلكترونية_التحديث الأن

source: EPG-Refresh_SetUp
ar: تحديث-دليل البرامج الإلكترونية_الضبط

source: EPG-Refresh_Stop Refresh
ar: تحديث دليل البرامج الإلكترونية_إيقاف التحديث

source: EPGREFRESH_NOTIFICATION_DOMAIN
ar: تحديث دليل البرامج الإلكترونية_تنبيهات_نطاق

source: EPGRefresh Configuration
ar: إعدادات تحديث دليل البرامج الإلكترونية
fi: EPGRefresh asetukset
pt: Configuração EPGrefresh

source: EPGRefresh Configuration Help
ar: المساعدة في إعدادات تحديث دليل البرامج الإلكترونية
fi: Apua EPGRefresh asetuksiin
pt: Ajuda de configuração do EPGRefresh

source: EPGRefresh Functions
ar: وظائف تحديث دليل البرامج الإلكترونية
fi: EPGRefresh toimintoja
pt: Funções EPGRefresh

source: EPGRefresh Services
ar: قنوات تحديث دليل البرامج الإلكترونية
fi: EPGRefresh palveluita
pt: Serviços EPGRefresh

source: Edit Services
ar: تحرير
fi: Palvelut
pt: Editar serviços

source: Edit Services to refresh
ar: تعديل تحديث القنوات
fi: Muokkaa virkistettäviä palveluita
pt: Editar serviços para atualizar

source: Editing
ar: التحرير
fi: Valitse
pt: A editar

source: Enable this item to flush all EPG data before starting a new EPG refresh cycle
ar: تمكين هذا العنصر لمسح كافة بيانات دليل البرامج الإلكتروني قبل بدء تحديث دليل البرامج الإلكتروني الجديد
fi: Aktivoi tämä tyhjentääksesi kaiken EPG datan ennen uutta EPG virkistyskierrosta

source: Enable this to be able to access the EPGRefresh configuration from within the extension menu.
ar: تمكين هذا ليكون قادر على الوصول إلى إعدادات تحديث دليل البرامج الإلكترونية من خلال قائمة الملحقات.
fi: Aktivoi tämä, että pääset EPGRefresh:n asetuksiin laajennukset-valikon kautta.
pt: Habilitar isto para que seja capaz de aceder à configuração de EPGRefresh através do menu extensões.

source: Enable this to be able to access the EPGRefresh configuration from within the plugin menu.
ar: تمكين هذا لتكون قادر على الوصول إلى إعدادات تحديث دليل البرامج الإلكتروني من داخل القائمة البرنامج المساعد.
fi: Aktivoi tämä, että pääset EPGRefresh:n asetuksiin lisäosien valikosta.
pt: Habilitar isto para que seja capaz de aceder à configuração de EPGRefresh através do menu extensões.

source: Enable this to be able to start the EPGRefresh from within the extension menu.
ar: تمكين هذا ليكون قادر على تشغيل تحديث دليل البرامج الإلكترونية من خلال قائمة الملحقات.
fi: Aktivoi tämä käynnistääksesi EPGRefresh laajennukset-valikosta.
pt: Habilitar isto para iniciar o EPGRefresh através do menu extensões.

source: Extend the list of services to refresh by those your AutoTimers use?
ar: توسيع قائمة القنوات لتحديث باستخدام المؤقتات التلقائية الخاص بك؟
fi: Laajenna AutoTimer:n käyttämä palvelulista?
pt: Ampliar a lista de serviços para atualizar por aqueles que os seus AutoTimers usam?

source: Fake recording
ar: تسجيل وهمي
fi: Valetallennus
pt: Gravação simulada

source: Flush EPG before refresh
ar: مسح دليل البرامج الإلكتروني قبل التحديث
fi: Tyhjennä EPG ennen uudelleen virkistystä

source: Following Services have to be scanned:
ar: القنوات التالية يجب أن يتم فحصها:
fi: Seuraavat palvelut pitää päivittää:
pt: Os seguintes serviços têm de ser pesquisados:

source: Force scan even if receiver is in use.
ar: التركيز على البحث حتى لو كان الرسيفر مشغولا.
fi: Pakota päivitys vaikka vastaanotin on käytössä.
pt: Forçar a procura, mesmo que o receptor esteja em uso

source: Foreground also
ar: المقدمة أيضا
fi: Etualalla myös
pt: Primeiro plano também

source: Functions
ar: الوظائف
fi: Toiminnot
pt: Funções

source: General Help
ar: مساعدة عامّة
fi: Yleisohjeita
pt: Ajuda geral

source: If the receiver currently isn't in standby, this is the duration which EPGRefresh will wait before retry.
ar: إذا لم يكن جهاز الاستقبال في وضع الاستعداد حاليًا، فهذه هي المدة التي سينتظرها تحديث دليل البرامج الإلكترونية قبل إعادة المحاولة.
fi: Jos vastaanotin ei ole valmiustilassa, tämä on aika jonka EPGRefresh odottaa ennen uudelleenyritystä.
pt: Se o recetor no momento não está em Standby, este é o tempo em que EPGRefresh irá esperar antes da nova tentativa.

source: If this is enabled, the plugin will wake up the receiver from standby if possible. Otherwise it needs to be switched on already.
ar: إذا تم تمكين هذا البلج إنز سوف تستيقظ المتلقي من وضع الاستعداد إذا كان ذلك ممكناً. إلا أنها تحتاج إلى أن تحول الفعل.
fi: Jos tämä on aktivoituna, plugin herättää vastaanottimen valmiustilasta (jos mahdollista). Muuten vastaanottimen pitää olla päällä.
pt: Se essa opção estiver habilitada, o plugin vai acordar o recetor do modo de espera se possível. Caso contrário, ele precisa de estar já ligado.

source: If you want to refresh the EPG in background, you can choose the method which best suits your needs here, e.g. hidden, fake reocrding or regular Picture in Picture.
ar: إذا كنت ترغب في تحديث دليل البرامج الإلكترونية في الخلفية ، يمكنك اختيار الطريقة التي تناسب احتياجاتك هنا ، على سبيل المثال مخفية ، وهمية التسجيل أو تشغيل قناة داخل قناة.
fi: Jos haluat että EPGRefresh ajetaan tausta-ajona, voit valita tästä tavan joka sopii Sinulle parhaiten: piilotettu, valeäänitys tai tavallinen PiP.
pt: Se quiser atualizar o EPG em segundo plano, pode escolher o método que melhor se adapte às suas necessidades, por exemplo, oculto, gravação simulada ou PiP.

source: Inherit Services from AutoTimer
ar: القنوات من المؤقت التلقائي
fi: Peri palvelut Autotimer:ista
pt: Herdar de serviços de AutoTimer

source: Key Help
ar: مفتاح المساعدة
fi: Kaukosäätimen pikavalinnat
pt: Tecla Help

source: Last refresh was %s
ar: آخر تحديث كان %s
fi: Viimeisin virkistys oli %s
pt: Última atualização foi %s

source: Main Picture
ar: الصورة الرئيسية
fi: Vastaanottimen kuva
pt: Imagem principal

source: Move page down
ar: نقل الصفحة لأسفل
fi: Siirrä sivua alas
pt: Mover página abaixo

source: Move page up
ar: نقل الصفحة لأعلى
fi: Siirrä sivua ylös
pt: Mover página acima

source: New
ar: جديد
fi: Uusi
pt: Novo

source: No
ar: لا
fi: Ei
pt: Não

source: OK
ar: موافق

source: Pending Services
ar: القنوات المعلقة
fi: Odottavat palvelut
pt: Serviços pendentes

source: PiP available now.
ar: خاصية صورة داخل صورة متوفرة الأن.
fi: PiP käytettävissä nyt.
pt: PiP disponível agora.

source: Picture in Picture
ar: صورة داخل صورة
fi: PiP
pt: PIP-Imagem na Imagem

source: Picture in Picture (hidden)
ar: قناة داخل داخل (مخفي)
fi: PiP (piilotettuna)
pt: PIP-Imagem na Imagem (escondido)

source: Please don't use PiP meanwhile!
ar: من فضلك لا تستخدم خاصية صورة داخل صورة في الوقت نفسه!
fi: Älä käytä tällä hetkellä PiP:ä!
pt: Por favor, não use PiP enquanto isso!

source: Really close without saving settings?
ar: هل تريد الإغلاق بدون حفظ الإعدادات؟
fi: Oletko varma että haluat sulkea tallentamatta?
pt: Deseja sair sem gravar as definições?

source: Refresh EPG automatically
ar: تحديث دليل البرامج الإلكترونية تلقائياً
fi: Virkistä EPG automaattisesti
pt: Atualizar automaticamente o EPG

source: Refresh EPG using
ar: تحديث دليل البرامج الإلكترونية قيد الإستخدام
fi: Virkistä EPG käyttäen
pt: Atualizar usando o EPG

source: Refresh now
ar: التحديث الآن
fi: Virkistä nyt
pt: Atualizar agora

source: Refreshing
ar: محدث
pt: A atualizar

source: Run AutoTimer after refresh
ar: تشغيل المؤقت التلقائي بعد التحديث
fi: Käynnistä AutoTimer virkistyksen jälkeen
pt: Executar AutoTimer após a atualização

source: Select bouquet to refresh
ar: حدد باقة للتحديث
fi: Valitse virkistettävä suosikkilista
pt: Selecione o bouquet para atualizar

source: Select channel to refresh
ar: حدد قناة التحديث
fi: Valitse virkistettävä kanava
pt: Selecione o canal para atualizar

source: Should protected services be skipped if refresh was started in interactive-mode?
ar: هل ينبغي تخطي القنوات المحمية إذا بدأ التحديث في وضع تفاعلي؟
fi: Pitäisikö suojatut kanavat ohittaa jos virkistys on käynnistetty interactive -tilassa?
pt: Serviços protegidos devem ser ignorados se a atualização for iniciada no modo interativo?

source: Show 'EPGRefresh Start now' in extension menu.
ar: عرض 'تشغيل تحديث دليل البرامج الإلكتروني الأن' في قائمة الإضافات.
fi: Näytä 'EPGRefresh käynnistyy nyt' laajennukset -valikossa.
pt: Mostrar 'iniciar agora EPGRefresh' em Extensões

source: Show Advanced Options
ar: عرض الخيارات المتقدمة
fi: Näytä lisävalikko
pt: Mostrar opções avançadas

source: Show Setup in extension menu
ar: عرض الضبط في قائمة الملحقات
fi: Näytä asetukset laajennukset-valikossa
pt: Mostrar definições no menu de extensões

source: Show Setup in plugins
ar: عرض الضبط في الإضافات
fi: Näytä asetukset lisäosissa
pt: Mostrar configuração em plugins

source: Show last EPGRefresh - Time
ar: عرض أخر تحديث لدليل البرامج الإلكترونية-الوقت
fi: Näytä viimeisin EPGrefresh - Aika
pt: Mostrar último EPGRefresh - Tempo

source: Show more Functions
ar: عرض المزيد من المهام
fi: Näytä lisää toimintoja
pt: Mostrar mais funções

source: Show popup when refresh starts and ends.
ar: إظهار النافذة المنبثقة عند بدء التحديث وانتهاءه.
fi: Näytä popup kun virkistys alkaa ja loppuu.
pt: Mostrar popup quando a atualização iniciar e terminar

source: Show the pending Services for refresh
ar: عرض أخر تحديث للقنوات معلق
fi: Näytä virkistystä odottavat palvelut
pt: Mostrar os serviços pendentes para atualização

source: Shutdown after EPG refresh.
ar: إيقاف التشغيل بعد تحديث دليل البرامج الإلكتروني.
fi: Sammuta EPG:n virkistyksen jälkeen.
pt: Desligar após atualização do EPG

source: Skip protected Services
ar: تخطي حماية القنوات
fi: Ohita suojatut palvelut
pt: Saltar serviços protegidos

source: Start EPGrefresh immediately
ar: التشغيل الفوري لتحديث دليل البرامج الإلكترونية
fi: Käynnistä EPGrefresh välittömästi
pt: Iniciar o EPGrefresh imediatamente

source: Stop Running EPG-refresh
ar: إيقاف تشغيل تحديث دليل البرامج الإلكترونية
fi: Lopeta EPGRefresh:n käyttö
pt: Parar execução do EPG-refresh

source: Stop running refresh
ar: إيقاف تشغيل التحديث
fi: Pysäytä virkistyksen suorittaminen
pt: Parar de correr a atualização

source: There is still a refresh running. The Operation isn't allowed at this moment.
ar: لا يزال هناك تحديثات قيد التشغيل. العملية غير مسموح بها في هذه اللحظة.
fi: Virkistys on vielä käynnissä. Toiminto ei ole sallittu tällä hetkellä.
pt: Há ainda uma atualização em execução. A operação não é permitida neste momento.

source: This is the duration each service/channel will stay active during a refresh.
ar: هذه هي مدة كل خدمة/القناة ستبقى نشطة أثناء التحديث.
fi: Tämä näyttää ajan kuinka kauan jokainen palvelu/kanava on virkistyksen aikana aktiivisena.
pt: Esta é a duração que cada serviço / canal irá permanecer ativo durante uma atualização.

source: This setting controls whether or not an informational message will be shown at start and completion of refresh.
ar: يتحكم في إعداد ما إذا كان سيظهر رسالة معلوماتية في البدء والانتهاء من التحديث.
fi: Tämä asetus määrää näytetäänkö ilmoituksia kun virkistys on alkanut tai päättynyt.
pt: Esta configuração controla, se ou não, uma mensagem informativa será exibida no início e conclusão da atualização.

source: This setting controls whether or not the refresh will be initiated even though the receiver is active (either not in standby or currently recording).
ar: يتحكم في إعداد في ما إذا كان سيتم بدء التحديث أم لا على الرغم من أن جهاز الاستقبال نشط (إما في وضع الاستعداد أو في وضع التسجيل حاليا).
fi: Tämä asetus määrää käynnistyykö virkistys siitä huolimatta että vastaanotin on jo käytössä.
pt: Esta configuração controla, se ou não, a atualização será iniciada mesmo que o recetor esteja ativo (ou não, em modo de espera ou a gravar).

source: This setting controls whether the receiver should be set to standby after refresh is completed.
ar: يتحكم في إعداد ما إذا كان يجب تعيين المتلقي إلى وضع الاستعداد بعد اكتمال التحديث.
fi: Tämä asetus määrää laitetaanko vastaanotin valmiustilaan virkistyksen jälkeen.
pt: Esta configuração controla se o receptor deve ser definido como modo de espera após a atualização estar concluída.

source: To apply your Changes the GUI has to be restarted. Do you want to restart the GUI now?
ar: لتطبيق التغييرات الخاصة بك يجب إعادة تشغيل واجهة المستخدم الرسومية. هل تريد إعادة تشغيل واجهة المستخدم الرسومية الآن؟
fi: Jotta asetukset tulevat voimaan, käyttöliittymä on käynnistettävä uudelleen. Käynnistetäänkö käyttöliittymä uudelleen?
pt: Para aplicar suas alterações o GUI tem de ser reiniciado. Quer reiniciar o GUI agora?

source: Unless this is enabled, EPGRefresh won't automatically run but needs to be explicitly started by the yellow button in this menu.
ar: ما لم يتم تمكين ذلك، لن يتم تشغيل تحديث دليل البرامج الإلكتروني تلقائيًا ولكن يجب أن يتم تشغيله بشكل صريح بواسطة الزر الأصفر في هذه القائمة.
fi: Ellei tämä ole aktivoituna, EPGRefresh ei käynnisty automaattisesti, vaan pitää käynnistää painamalla tämän valikon keltaista nappia.
pt: A não ser que esteja habilitado, o EPGRefresh não será executado automaticamente, mas precisa ser explicitamente iniciado pelo botão amarelo neste menu.

source: Version
ar: الإصدار
fi: Versio
pt: Versão

source: Wake up from standby for EPG refresh.
ar: عند تشغيل الجهاز سيبدء تحديث دليل البرامج الإلكتروني.
fi: Herää valmiustilasta EPG:n virkistykseen.
pt: Acordar do modo de espera para atualização do EPG

source: Yes
ar: نعم
fi: Kyllä
pt: Sim

source: add to EPGRefresh
ar: إضافة إلى تحديث دليل البرامج الإلكترونية
fi: Lisää EPGRefresh:iin
pt: adicionar ao EPGRefresh

source: never
ar: أبدا
fi: ei koskaan
pt: nunca

source: EPGRefresh
ar: تحديث دليل البرامج الإلكترونية

source: No Backupfiles found
pt: Não existem Backups

source: Select a file to force a Backup
pt: Selecione um arquivo para forçar um Backup

source: To load the Backupfile the GUI has to be restarted. Do you want to restart the GUI now?
pt: Para carregar o ficheiro de BackUp o GUI tem de ser reiniciado. Você quer reiniciar o GUI agora?

source: FILELIST_BIGGEST
pt: LISTA_DE_FICHEIROS_MAIOR

source: FILELIST_YOUNGEST
pt: LISTA_DE_FICHEIROS_RECENTE

source: FILELIST_FORCED
pt: LISTA_DE_FICHEIROS_OBRIGATÓRIA

source: Found a total of %d matching Events. %d Timer were added and %d modified, %d conflicts encountered, %d similars added.
pt: Encontrado um total de %d Eventos correspondentes. %d Timers foram adicionados e %d modificados, %d conflitos encontrados, %d similares adicionados.

source: Stop Refresh
pt: Parar a Actualização

source: Close
pt: Fechar

source: Refresh using
fi: Virkistä käyttäen
