Repository: oe-alliance/enigma2-plugins
Catalog: automatictimerlistcleanup/po/*.po
Languages: fa, tr

source: Automatic Timerlist Cleanup Setup
fa: راه اندازی پاکسازی لیست خودکار زمانی
tr: Otomatik Timerlist Temizleme Kurulumu

source: Cancel
fa: لغو کردن
tr: İptal

source: Cleanup timerlist-entries
fa: پاکسازی لیست زمانی وارد شده
tr: Timerlist-girdileri temizleme

source: OK
fa: مورد تایید است
tr: Tamam

source: disabled
fa: غیر فعال شده
tr: devre dışı

source: immediately after recording
fa: بلافاصله بعد از ضبط کردن
tr: kayıttan hemen sonra

source: older than 1 day
fa: بیش تر از یک روز
tr: 1 günden daha eski

source: older than 1 week
fa: بیش تر از یک هفته
tr: 1 haftadan daha eski

source: older than 2 weeks
fa: بیش تر از 2 هفته
tr: 2 haftadan daha eski

source: older than 3 days
fa: بیش تر از 3 روز
tr: 3 günden daha eski

source: older than 4 weeks
fa: بیش تر از 4 هفته
tr: 4 haftadan daha eski

source: older than 6 weeks
fa: بیش تر از 6 هفته
tr: 6 haftadan daha eski
