Repository: oe-alliance/enigma2-plugins
Catalog: zaphistorybrowser/po/*.po
Languages: fa, it

source: Clear
fa: شفاف
it: Pulire

source: Config
fa: پیکربندی
it: Configurare

source: Delete
fa: حذف کردن
it: Cancellare

source: Enable zap history:
fa: فعال سازی پیشنه جابجایی
it: Abilitare

source: Enigma1-like history:
it: History in veste enigma1

source: Maximum zap history entries:
fa: بیشترین ورودی های پیشینه جابجایی
it: Numero massimo di voci nella history:

source: Zap & Close
it: Zap & chiudere

source: Zap-History Configurator
fa: پیکربندی پیشینه جابجایی
it: Configuratore di Zap-History

source: disabled
fa: غیر فعال شده
it: Disabilitato

source: disabled at parental lock
fa: قفل والدین غیر فعال است
it: Disabilitato su blocco parentale

source: enabled
fa: فعال شده
it: Abilitato

source: Zap-History Browser
fa: مرورگر پیشینه جابجایی
