Repository: oe-alliance/enigma2-plugins
Catalog: movieselectionquickbutton/po/*.po
Languages: fa, it

source: Assign plugin to blue key pressed
fa: تنظیم دسترسی به پلاگین مورد نظر با فشردن دکمه آبی
it: Assegnare il plugin al tasto blu

source: Assign plugin to green key pressed
fa: تنظیم دسترسی به پلاگین مورد نظر با فشردن دکمه سبز
it: Assegnare il plugin al tasto rosso

source: Assign plugin to red key pressed
fa: تنظیم دسترسی به پلاگین مورد نظر با فشردن دکمه قرمز
it: Assegnare il plugin al tasto rosso

source: Assign plugin to yellow key pressed
fa: تنظیم دسترسی به پلاگین مورد نظر با فشردن دکمه زرد
it: Assegnare il plugin al tasto giallo

source: Cancel
fa: لغو کردن
it: Annull.

source: Delete
fa: حذف کردن
it: Canc.

source: Error! Error Text: %s
it: Errore! Descrizione: %s

source: Home
fa: خانه
it: Nothing

source: No plugin assigned!
fa: هیچ پلاگینی اختصاص داده نشده است
it: Nessun plugin assegnato!

source: Nothing
fa: هیچ چی
it: Nulla

source: Plugin not found!
fa: پلاگین مورد نظر پیدا نشد !
it: Plugin non trovato!

source: Setup for MovieSelection QuickButton
fa: راه اندازی دکمه انتخاب سریع فیلم
it: Configurazione MovieSelection QuickButton

source: Show Setup in Extensions menu
it: Mostrare Configurazione nel menu Estensioni.

source: Sort
fa: دسته بندی
it: Ordinare

source: Unknown Error
fa: خطای ناشناس
it: Errore Sconosciuto

source: alphabetic sort
fa: دسته بندی برپایه الفبا
it: Ord. alfabetico

source: assigned to blue
fa: اختصاص داده شده به رنگ آبی
it: Assegnato al tasto blu

source: assigned to green
fa: اختصاص داده شده به رنگ سبز
it: Assegnato al tasto verde

source: assigned to red
fa: اختصاص داده شده به رنگ قرمز
it: Assegnato al tasto rosso

source: assigned to yellow
fa: اختصاص داده شده به رنگ زرد
it: Assegnato al tasto giallo

source: button caption
fa: دکمه سرتیتر
it: Intestazione tasto

source: display plugin description
fa: نمایش توضیحات پلاگین
it: Mostrare la descrizione del plugin

source: display plugin name
fa: نمایش نام پلاگین
it: Mostrare il nome del plugin

source: sort by date
fa: دسته بندی بر پایه زمان
it: Ord. per Data

source: OK
fa: اوکی
