Repository: oe-alliance/enigma2-plugins
Catalog: dvdbackup/po/*.po
Languages: it

source: Abort
it: Interrompere

source: Backup of DVD finished.
it: Backup DVD terminato.

source: Backup your Video-DVD to your harddisk
it: Eseguire backup di DVD su harddisk

source: Could not find any file to backup!
it: Impossibile trovare file di cui effettuare il backup!

source: Could not read the DVD informations!
it: Impossibile leggere le informazioni sul DVD!

source: Create iso:
it: Creare iso:

source: Device:
it: Supporto:

source: Directory:
it: Cartella:

source: Duration:
it: Durata:

source: Eject DVD?
it: Espellere il DVD?

source: Error while backup of DVD!
it: Errone in esecuzione backup DVD!

source: Keyboard
it: Tastiera

source: Location
it: Destinazione

source: Name of DVD
it: Titolo del DVD

source: Name:
it: Nome:

source: Progress
it: Avanzamento

source: genisoimage job done. Delete DVD directory?
it: genisoimage job terminato. Cancellare la cartella DVD?
