Repository: oe-alliance/enigma2-plugins
Catalog: automaticvolumeadjustment/po/*.po
Languages: tr

source: Add
tr: Ekle

source: Adjustment value
tr: Ayar değeri

source: Automatic Volume Adjustment
tr: Otomatik Ses Ayarı

source: Automatic Volume Adjustment - Config
tr: Otomatik Ses Ayarı - Yapılandırma

source: Automatic Volume Adjustment - Entry Config
tr: Otomatik Ses Ayarı - Giriş Yapılandırma

source: Automatic Volume Adjustment - Service Config
tr: Otomatik Ses Ayarı - Kanal Yapılandırma

source: Automatic volume adjust
tr: Otomatik ses ayarı

source: Cancel
tr: İptal

source: Channel Selection
tr: Kanal Seçimi

source: Default volume adjustment value for AC3/DTS
tr: AC3/DTS için varsayılan ses ayarı değeri

source: Delete
tr: Sil

source: Do you really want to delete this entry?
tr: Gerçekten bu girdiyi silmek istiyor musunuz?

source: Edit
tr: Düzenle

source: Enable
tr: Etkin

source: Max. volume for mpeg audio
tr: Mpeg sesi için asgari ses

source: OK
tr: Tamam

source: Press OK to select a service
tr: Bir kanal seçmek için OK tuşuna basın

source: Remember service volume value
tr: Kanal ses değerini hatırla

source: Servicename
tr: Kanal ismi

source: Services
tr: Kanallar

source: Show volumebar when volume-value was changed
tr: Ses değeri değiştirildiğinde ses çubuğunu göster

source: You must select a valid service!
tr: Geçerli bir kanal seçmelisiniz!
