Repository: oe-alliance/enigma2-plugins
Catalog: fritzcall/po/*.po
Languages: nl, sr

source: About FritzCall
nl: Over FritzCall
sr: O FritzCall dodatku

source: Add entry to phonebook
nl: Aan telefoonlijst toevoegen
sr: Dodaj unos u tel. imenik

source: All
nl: Alles
sr: Svi

source: All calls
nl: Alle oproepen
sr: Svi pozivi

source: Append shortcut number
nl: Snelkiesnummer toevoegen
sr: Priključi broj prečice

source: Append type of number
nl: Nummersoort toevoegen
sr: Priključi tip broja

source: Append vanity name
nl: Alias toevoegen
sr: Priključi ništavno ime

source: Austria
nl: Oostenrijk
sr: Austrija

source: Automatically add new Caller to PhoneBook
nl: Nieuw contact automatisch toevoegen aan het telefoonboek
sr: Automatski dodaj novog pozivaoca u imenik

source: Call
nl: Gesprek
sr: Pozovi

source: Call monitoring
nl: Gespreksmonitoring
sr: Kontrola poziva

source: Call redirection
sr: Preusmerenje poziva

source: Cancel
nl: Annuleren
sr: Otkaži

source: Connected since
nl: Verbonden sinds
sr: Spojen od

source: Connected to FRITZ!Box!
nl: Verbonden met Fritzbox
sr: Spojen sa FRITZ!Box!

source: Connecting to FRITZ!Box failed (%s) retrying...
nl: Verbinding naar de FRITZ!Box geweigerd (%s) probeert opnieuw...
sr: Spajanje sa FRITZ!Box nije uspelo (%s) Pokušavam ponovo...

source: Connecting to FRITZ!Box...
nl: Aan het verbinden met FRITZ!Box
sr: Spajanje na FRITZ!Box...

source: Connection to FRITZ!Box! lost (%s) retrying...
nl: Verbinding met FRITZ!Box verbroken (%s) probeert opnieuw
sr: Veza sa FRITZ!Box izgubljena (%s) pokušavam ponovo...

source: Could not parse FRITZ!Box Phonebook entry
nl: Fout bij het verwerken van een FRITZ!Box telefoonboek regel
sr: Ne mogu tumačiti unos FRITZ!Box imenika

source: Country
nl: Land
sr: Država

source: DECT phones registered
nl: geregistreerde DECT telefoons
sr: DECT telefoni registrovani

source: Debug
sr: Debag

source: Delete
nl: Wissen
sr: Obriši

source: Delete entry
nl: Wis regel
sr: Obriši unos

source: Display FRITZ!box-Fon calls on screen
nl: Laat FRITZ!Box gesprekken op het scherm zien
sr: Prikaži FRITZ!Box tel. pozive na ekranu

source: Display all calls
nl: Laat alle gesprekken zien
sr: Prikaži sve pozive

source: Display incoming calls
nl: Laat binnenkomende gesprekken zien
sr: Prikaži dolazne pozive

source: Display missed calls
nl: Laat gemiste gesprekken zien
sr: Prikaži propuštene pozive

source: Display outgoing calls
nl: Laat uitgaande gesprekken zien
sr: Prikaži odlazne pozive

source: Do what?
nl: Wat te doen...
sr: Šta raditi?

source: Do you really want to delete entry for %(number)s %(name)s?
nl: Wilt u echt onderstaande regel verwijderen ? %(number)s %(name)s
sr: Da li stvarno želite obrisati unos za %(number)s %(name)s?

source: Edit
nl: Bewerken
sr: Uredi

source: Edit selected entry
nl: Gesel. regel bewerken
sr: Uredi izabrani unos

source: Enter Search Terms
nl: Geef de zoekterm in
sr: Unesi termin za pretragu

source: Entry incomplete.
nl: Regel incompleet
sr: Unos nekompletan.

source: Extension number to initiate call on
nl: Voorkies nummer voor een telefoonoproep
sr: Dodatni broj za početak poziva

source: FRITZ!Box - Could not load calls: %s
sr: FRITZ!Box - Ne mogu učitati pozive: %s

source: FRITZ!Box - Could not load phonebook: %s
sr: "FRITZ!Box - Ne mogu učitati imenik: %s

source: FRITZ!Box - Dialling failed: %s
sr: FRITZ!Box - Pozivanje nije uspelo: %s

source: FRITZ!Box - Error getting status: %s
sr: FRITZ!Box - Greška kod dobijanja stanja: %s

source: FRITZ!Box - Error logging in: %s
nl: FRITZ!Box Login mislukt! - Error: %s
sr: FRITZ!Box - Greška kod upisa: %s

source: FRITZ!Box - Error logging out: %s
sr: FRITZ!Box - Greška kod ispisa: %s

source: FRITZ!Box - Error resetting: %s
sr: FRITZ!Box -Greška kod resetovanja: %s

source: FRITZ!Box - Failed changing Mailbox: %s
sr: FRITZ!Box - Nije uspela promena pošt. sand.: %s

source: FRITZ!Box - Failed changing WLAN: %s
sr: FRITZ!Box -Nije uspela promena WLAN-a: %s

source: FRITZ!Box FON address (Name or IP)
nl: FRITZ!Box adres (Naam of IP)
sr: FRITZ!Box FON Adresse (Name oder IP-Adresse)

source: FRITZ!Box Fon Status
nl: FRITZ!Box Status
sr: FRITZ!Box Stanje telefona

source: Flash
sr: Fleš

source: France
nl: Frankrijk
sr: Francuska

source: FritzCall Setup
nl: Setup Fritzcall
sr: FritzCall Podešavanje

source: Germany
nl: Duitsland
sr: Nemačka

source: Getting calls from FRITZ!Box...
nl: Ontvangt gesprekken van de FRITZ!Box...
sr: Uzimanje poziva sa FRITZ!Box...

source: Getting status from FRITZ!Box Fon...
nl: Ophalen van status van de FRITZ!Box...
sr: Dobijanje stanja FRITZ!Box telefona...

source: IP Address:
nl: IP Adres:
sr: IP Adresa:

source: Incoming
nl: Binnenkomend
sr: Dolazni

source: Incoming calls
nl: Inkomende gesprekken
sr: Dolazni pozivi

source: Italy
nl: Italië
sr: Italija

source: Last 10 calls:
nl: Laatste 10 gesprekken:
sr: Poslednjih 10 poziva:

source: Lookup
nl: Zoek
sr: Traženje

source: MSN to show (separated by ,)
nl: Laat MSN zien (door een komma gescheiden)
sr: Pokazati MSN (odvojen sa ,)

source: Mailbox
sr: Poštansko sanduče

source: Missed
nl: Gemist
sr: Propušten

source: Missed calls
nl: Gemiste gesprekken
sr: Propušteni pozivi

source: Mute on call
nl: Muten bij oproep
sr: Priguši kod poziva

source: Name
nl: Naam
sr: Ime

source: New
nl: Nieuw
sr: Neu

source: No DECT phone registered
nl: Geen DECT telefoon geregistreerd
sr: Nijedan DECT tel. nije registrovan

source: No call redirection active
sr: Nema aktivnih preusmerenja poziva

source: No entry selected
nl: Geen regel geselecteerd
sr: Nijedan unos nije izabran

source: No mailbox active
nl: Geen mailbox actief
sr: Nema aktivnog pošz. sand.

source: No result from LDIF
nl: Geen resultaat uit LDIF
sr: Nema rezultata iz LDIF

source: No result from Outlook export
nl: Geen Resultaat van Outlook export
sr: Nema rezultata iz Outlook-Export

source: No result from reverse lookup
nl: Geen resultaat uit omgekeerd zoeken
sr: Nema rezultata traženja unazad

source: Number
nl: Nummer
sr: Broj

source: One DECT phone registered
nl: Eén DECT telefoon geregistreerd
sr: Jedan DECT tel. je registrovan

source: One call redirection active
sr: Jedno preusmerenje poziva je aktivno

source: One mailbox active
nl: Eén mailbox actief
sr: Jedno pošt. sand. je aktivno

source: Outgoing
nl: Uitgaand
sr: Odlazni

source: Outgoing calls
nl: Uitgaande gesprekken
sr: Odlazni pozivi

source: Password Accessing FRITZ!Box
nl: Wachtwoord voor toegang FRITZ!Box
sr: Lozinka za pristup FRITZ!Box-u

source: Phone calls
nl: Telefoongesprekken
sr: Telefonski pozivi

source: PhoneBook Location
nl: Telefoonboek locatie
sr: Lokacija tel. imenika

source: Phonebook
nl: Telefoonboek
sr: Telefonski imenik

source: Quit
nl: Afbreken
sr: Završi

source: Read PhoneBook from FRITZ!Box
nl: Lees telefoonboek van FRITZ!Box
sr: Pročitaj tel. imenik iz FRITZ!Box-a

source: Refresh status
sr: Stanje osvežavanja

source: Reset
sr: Resetuj

source: Reverse Lookup Caller ID (select country below)
nl: Omgekeerd zoeken van een beller ID (select land hieronder)
sr: Traženje ID pozivaoca unazad (odaberi zemlju ispod)

source: Reverse searching...
nl: Zoekt omgekeerd...
sr: Pretraživanje unazad...

source: Save
nl: Opslaan
sr: Sačuvaj

source: Search
nl: Zoeken
sr: Traži

source: Search (case insensitive)
nl: Zoeken (hoofdletter ongevoelig)
sr: Traži ( isto velika i mala slova)

source: Search phonebook
nl: Doorzoek het telefoonboek
sr: Pretraži imenik

source: Searching in LDIF...
nl: Zoekt in LDIF...
sr: Traži u LDIF...

source: Searching in Outlook export...
nl: Zoekt in Outlook export...
sr: Tražim u Outlook-Export...

source: Shortcut
nl: Snelkoppeling
sr: Prečica

source: Show Outgoing Calls
nl: Laat uitgaande gesprekken zien
sr: Prikaži odlazne pozive

source: Show after Standby
nl: Laat zien na standby
sr: Pokaži posle stend baja

source: Show details of entry
nl: Laat de details zien van een regel
sr: Pokaži detalje unosa

source: Software fax active
sr: Aktivan faks softver

source: Status not available
sr: Status nije dostupan

source: Strip Leading 0
nl: Verwijder beginnende 0
sr: Führende 0 entfernen

source: Switzerland
nl: Zwitzerland
sr: Švajcarska

source: The Netherlands
nl: Nederland
sr: Holandija

source: Timeout for Call Notifications (seconds)
nl: Timeout voor gespreksnotificatie (seconden)
sr: Prekid za obaveštenja o pozivima (sekundi)

source: Toggle 1. mailbox
nl: 1. Mailbox Aan/Uit
sr: Prebaci 1. pošt.sanduče

source: Toggle 2. mailbox
nl: 2. Mailbox Aan/Uit
sr: Prebaci 2. pošt.sanduče

source: Toggle 3. mailbox
nl: 3. Mailbox Aan/Uit
sr: Prebaci 3. pošt.sanduče

source: Toggle 4. mailbox
nl: 4. Mailbox Aan/Uit
sr: Prebaci 4. pošt.sanduče

source: Toggle 5. mailbox
nl: 5. Mailbox Aan/Uit
sr: Prebaci 5. pošt.sanduče

source: Toggle Mailbox
nl: Mailbox Aan/Uit
sr: Prebac pošt.sanduče

source: Toggle WLAN
nl: WLAN Aan/Uit
sr: Prebaci WLAN

source: Toggle all mailboxes
nl: Mailbox Aan/Uit
sr: Prebaci sve pošt. sand.

source: UNKNOWN
nl: ONBEKEND
sr: NEPOZNATO

source: Use internal PhoneBook
nl: Gebruik het interne telefoonboek
sr: Koristi interni tel. imenik

source: Vanity
nl: Trots
sr: Ništavnost

source: You need to enable the monitoring on your FRITZ!Box by dialing #96*5*!
nl: U moet de monitorfunctie van de FRITZ!Box inschakelen door het drukken van #96*5*!
sr: Treba da uključite kontrolu vašeg FRITZ!box-a pozivanjem #96*5*!

source: You need to set the password of the FRITZ!Box in the configuration dialog to display calls It could be a communication issue, just try again.
nl: U moet het wachtwoord van de FRITZ!Box nog aanmaken in het configuratiescherm om gesprekken te laten zien Dit kan een communicatieprobleem zijn, probeer opnieuw.
sr: Treba da postavite lozinku za FRITZ!box u konfiguracijskom meniju za prikaz poziva. To može biti problem veza,samo opet probajte.

source: call redirections active
sr: Preusmerenje poziva aktivno

source: devices active
sr: Aktivni uređaji

source: display calls
nl: Toon gesprekken
sr: Prikaži pozive

source: display phonebook
nl: Toon telefoonboek
sr: Prikaži imenik

source: done
nl: klaar
sr: Završeno

source: done, using last list
nl: klaar, gebruikt nu de laatste lijst
sr: Završeno,koristim zadnju listu

source: encrypted
nl: gecodeerd
sr: kodirano

source: finishing
nl: wordt beëindigd
sr: završavam

source: home
sr: Kuđni

source: login
sr: Upis

source: login ok
sr: Upis OK

source: login verification
nl: login verificatie
sr: Provera upisa

source: mailboxes active
nl: mailboxen actief
sr: Sandučići aktivni

source: mobile
nl: mobiel
sr: Mobilni

source: no device active
sr: Nijedan urećaj nije aktivan

source: not encrypted
nl: ongecodeerd
sr: Nije kodirano

source: one device active
sr: Jedan aktivan uređaj

source: preparing
nl: aan het voorbereiden
sr: Pripremam

source: quit
nl: sluiten
sr: napusti

source: save and quit
nl: opslaan en sluiten
sr: Sačuvaj i napusti

source: show as list
nl: als lijst tonen
sr: Pokaži kao listu

source: show each call
nl: alle gesprekken tonen
sr: Pokaži svaki poziv

source: show nothing
nl: niets weergeven
sr: Ništa ne pokazuj

source: work
nl: werk
sr: Posao
