Repository: oe-alliance/enigma2-plugins
Catalog: serienfilm/po/*.po
Languages: it

source: All
it: Tutte

source: Cancel
it: Annull.

source: Delete failed!
it: Rimozione fallita!

source: Directory %s nonexistent.
it: La directory %s non esiste.

source: Do you really want to delete %s %s?
it: Rimuovere %s %s?

source: Edit
it: Modificare

source: Exit
it: Uscire

source: No tags are set on these movies.
it: Nessuna etichetta assegnata.

source: Please select tag to filter...
it: Selezionare l'etichetta di filtro...

source: Please select the movie path...
it: Selezionare il percorso registrazioni...

source: Please wait... Loading list...
it: Attendere... Caricamento elenco...

source: Really close without saving settings?
it: Uscire senzasalvare la configurazione?

source: Recorded files...
it: Registrazioni...

source: Save
it: Salvare

source: Tag 1
it: Etch. 1

source: Tag 2
it: Etich. 2

source: Tags
it: Etich.

source: You cannot delete this!
it: Impossibile rimuovere!

source: delete...
it: Cancell.

source: exit movielist
it: Uscire

source: group movies of a series to virtual directories
it: Raggruppare le registrazioni di serie in directory virtuali

source: select movie
it: Sel. registr.

source: select the movie path
it: Selezionare il percorso registrazioni

source: show all
it: Mostrare tutto

source: show event details
it: Mostrare i dettagli evento

source: show first selected tag
it: Mostrare la prima etichetta selezionata

source: show second selected tag
it: Mostrare la seconda etichetta selezionata

source: show tag menu
it: Mostrare il menu etichette

source: this recording
it: Questa registrazione
