Repository: oe-alliance/enigma2-plugins
Catalog: weatherplugin/po/*.po
Languages: lt, pl, pt, tr

source: Add
lt: Pridėti
pl: Dodaj
pt: Adicionar
tr: Ekle

source: Back
lt: Grįžti
pl: Powrót
pt: Retroceder
tr: Geri

source: Cancel
lt: Atšaukti
pl: Anuluj
pt: Cancelar
tr: İptal

source: City
lt: Miestas
pl: Miasto
pt: Cidade
tr: Şehir

source: Delete
lt: Ištrinti
pl: Usuń
pt: Apagar
tr: Sil

source: Edit
lt: Redaguoti
pl: Edytuj
pt: Editar
tr: Düzenle

source: Feels like %s
lt: Jaučiama, kaip: %s
pl: Odczuwalna Temp. %s
tr: %s hissediliyor

source: Getting weather information...
lt: Įkeliama informacija apie orus...
pl: Uzyskiwane informacji o pogodzie ...
pt: Recuperar informação meteorológica em curso...
tr: Hava durumu bilgileri alınıyor...

source: Humidity: %s %%
lt: Drėgnumas: %s %%
pl: Wilgotność: %s %%
pt: Humidade: %s %%
tr: Nem: %% %s

source: Location code
lt: Vietovės kodas
pl: Kod lokalizacji
pt: Código de localidade
tr: Konum kodu

source: MSN location search result
lt: MSN vietovės paieškos rezultatai
pl: Kod MSN wynik wyszukiwania lokalizacji
pt: Resultado da busca da localização MSN
tr: MSN konum arama sonucu

source: No locations defined... Press 'Menu' to do that.
lt: Nenurodyta vieta... Kad nurodytumėte, spauskite 'MENU'.
pl: Brak zdefiniowanej lokalizacji .. Naciśnij przycisk "Menu", aby to zrobić.
pt: Nenhuma localidade defenida... Primir 'Menu' para efectuar a escolha.
tr: Konum tanımlanmadı... Bunu yapmak için 'Menü'ye basın.

source: OK
lt: Gerai
tr: TAMAM

source: Observation point: %s
lt: Stebėjimo vieta: %s
pl: Punkt obserwacji: %s
pt: Ponto de observação: %s
tr: Gözlem noktası: %s

source: Observation time: %s
lt: Stebėjimo laikas: %s
pl: Czas obserwacji: %s
pt: Hora de observação: %s
tr: Gözlem zamanı: %s

source: Please enter a valid city name.
lt: Įrašykite esamą miestą.
pl: Wprowadź prawidłową nazwę miasta.
pt: Inserir um nome de cidade válido.
tr: Geçerli bir şehir adı girin.

source: Please enter a valid location code for the city.
lt: Įrašykite teisingą miesto kodą.
pl: Wpisz poprawny kod dla lokalizacji miasta
pt: Inserir um código de localização válido para a cidade.
tr: Şehir için geçerli bir konum kodunu girin.

source: Really delete this WeatherPlugin Entry?
lt: Ar tikrai ištrinti šį Orų įskiepio įrašą?
pl: Naprawdę usunąć ten wpis?
pt: Remover esta entrada do WeatherPlugin?
tr: Hava durumu eklenti girişlerini gerçekten silmek istiyor musun?

source: Search Code
lt: Paieškos kodas
pl: Szukaj Kodu
pt: Procurar código
tr: Arama Kodu

source: Show Weather Forecast
lt: Rodo orų prognozę
pl: Pokazuję Prognozę Pogody
pt: Previsão meteorológica
tr: Hava Durumunu Göster

source: System
lt: Sistema
pt: Sistema
tr: Sistem

source: Weather Plugin
lt: Orų įskiepis
pl: Wtyczka Pogody
tr: Hava Durumu Eklentisi

source: WeatherPlugin: Edit Entry
lt: Orų įskiepis - redaguoti įrašą
pl: Wtyczka Pogody: Edytuj wpis
pt: WeatherPlugin: Editar entrada
tr: Hava Durumu Eklentisi: Girişi Düzenle

source: WeatherPlugin: List of Entries
lt: Orų įskiepis - įrašų sąrašas
pl: Wtyczka Pogody: Lista wpisów
pt: WeatherPlugin: Lista de Entradas
tr: Hava Durumu Eklentisi: Girişlerin Listesi

source: You need to enter a valid city name before you can search for the location code.
lt: Prieš ieškodami vietovės kodo, turite įrašyti teisingą miesto pavadinimą.
pl: Musisz wprowadzić poprawną nazwę miasta,zanim będzie można sprawdzić kodem lokalizacje
pt: Tem que inserir um nome válido de uma cidade antes de procurar o código da localização código da localidade.

source: imperial system
lt: imperinė sistema
pl: Stopnie Fahrenheita
pt: Sistema imperial
tr: emperyalist sistem

source: metric system
lt: metrinė sistema
pl: Stopnie Celsjusza
pt: Sistema métrico
tr: metrik sistem

source: Current: %s
pl: Aktualny: %s

source: Language
pl: Język
