Repository: oe-alliance/enigma2-plugins
Catalog: permanenttimeshift/po/*.po
Languages: it, lt, pl

source: Ask user
it: Chiedere
lt: Klausti vartotojo

source: Save and stop
it: Salvare e fermare
lt: Išsaugoti ir sustabdyti
pl: Zapisz i zatrzymaj

source: Save and record
it: Salvare e registrare
lt: Išsaugoti ir pradėti įrašymą
pl: Zapisz i nagraj

source: Don't save
it: Non salvare
lt: Neišsaugoti
pl: Nie zapisuj

source: Saving Timeshift files
it: Salvataggio file timeshift in corso
lt: Laiko poslinkio failai išsaugomi

source: Merging Timeshift files
it: Unione file Timeshift in corso
lt: Laiko poslinkio failai sujungiami

source: Creating AP and SC Files
it: Creazione file AP e SC in corso
lt: Kuriami AP ir SC failai

source: Timeshift
lt: Laiko poslinkis

source: PTS-Plugin: Restarting Timeshift!
it: Plugin PST: timeshift in riavvio!
lt: PTS įskiepis: laiko poslinkis paleidžiamas iš naujo!

source: The Timeshift record was not saved yet! What do you want to do now with the timeshift file?
it: Il file timeshift non è ancora stato salvato! Cosa si desidera fare con il file timeshift?
lt: Laiko poslinkio įrašas dar nebuvo išsaugotas! Ką dabar norite daryti su laiko poslinkio failu?
pl: Timeshift nie został jeszcze zapisany! Co zrobić z plikiem timeshift-u?

source: Save Timeshift as Movie and stop recording
it: Salvare il timeshift come registrazione e arrestarla
lt: Išsaugoti laiko poslinkį, kaip filmą ir nutraukti įrašymą
pl: Zapisz timeshift jako film i zakończ nagrywanie

source: Save Timeshift as Movie and continue recording
it: Salvare il timeshift come registrazione e continuare a registrare
lt: Išsaugoti laiko poslinkį, kaip filmą ir tęsti įrašymą
pl: Zapisz timeshift jako film i kontynuuj nagrywanie

source: Don't save Timeshift as Movie
it: Non salvare il timeshift come registrazione
lt: Neišsaugoti laiko poslinkio, kaip filmo
pl: Nie zapisuj timeshift-u jako film

source: Current Event:
it: Evento corrente:
lt: Šis įvykis:
pl: Bieżące wydarzenie:

source: Record
it: Registrazione
lt: Įrašas

source: Which event do you want to save permanently?
it: Quale evento salvare permanentemente?
lt: Kurį įvykį norite išsaugoti visam laikui?
pl: Które z wydarzeń zapisań na stałe?

source: Saving timeshift as movie now. This might take a while!
it: Salvataggio timeshift come registrazione.Potrebbe richiedere tempo!
lt: Laiko poslinkis išsaugomas, kaip filmas. Tai gali šiek tiek užtrukti!

source: PTS Plugin Error: %s
it: Errore plugin PTS: %s
lt: PTS įskiepio klaida: %s

source: No Timeshift found to save as recording!
it: Nessun timeshift trovato da salvare come registrazione!
lt: Laiko poslinkio, išsaugotino, kaip įrašo, nerasta!
pl: Nie znaleziono timeshift-u do zapisu jako nagranie!

source: Not enough free Diskspace! Filesize: %sMB Free Space: %sMB Path: %s
it: Spazio su disco insufficiente! Dimensione file: %sMB Spazio disponibile: %sMB Percorso: %s
lt: Diske trūksta laisvos vietos! Failo dydis: %sMB Laisvos vietos: %sMB Kelias: %s

source: Timeshift save failed!
it: Salvataggio timeshift fallito!
lt: Išsaugoti laiko poslinkio nepavyko!
pl: Zapis timeshift-u nie powiódł się!

source: Getting Event Info failed!
it: Recupero informazioni evento fallito!
lt: Nepavyko gauti įvykio informacijos!
pl: Pobieranie informacji o wydarzeniu nie powiodło się!

source: Creating Hardlink to Timeshift file failed!
it: Creazione hardlink al file timeshift fallita!
lt: Sukurti kietos nuorodos į laiko poslinkio failą nepavyko!
pl: Utworzenie twardego dowiązania do pliku timeshift-u nie powiodło się!

source: The Filesystem on your Timeshift-Device does not support hardlinks. Make sure it is formated in EXT2 or EXT3!
it: Il filesystem usato sul supporto per il Timeshift non supporta hardlink. Verificare che sia formattato come EXT2 o EXT3!
lt: Įrenginio, kur saugomas laiko poslinkis, failų sistema nepalaiko kietųjų nuorodų. Įsitikinkite, kad jis formatuotas EXT2, arba EXT3!

source: An Input/output error usually indicates a corrupted filesystem! Please check the filesystem of your timeshift-device!
it: Un errore di input/output generalmente indica un filesystem corrotto. Verificare il filesystem in uso per il Timeshift.
lt: Įvesties/išvesties klaida paprastai rodo failų sistemos gedimus! Patikrinkite laiko poslinkio įrenginio failų sistemą!

source: PTS-Plugin: Merging records failed!
it: Plugin PST: unione registrazioni fallita!
lt: PTS įskiepis: įrašų sujungti nepavyko!

source: Timeshift saved to your harddisk!
it: Timeshift salvato su harddisk!
lt: Laiko poslinkis išsaugotas jūsų diske!
pl: Timeshift zapisany na Twój dysk twardy!

source: Could not activate Permanent-Timeshift! Timeshift-Path does not exist
it: Impossibile attivare Permanent-Timeshift! Percorso timeshift insistente.
lt: Nepavyko aktyvuoti nuolatinio laiko poslinkio! Laiko poslinkio įrašų kelias neegzistuoja

source: Record started! Stopping timeshift now ...
it: Registrazione avviata! Arresto timeshift in corso...
lt: Įrašas pradėtas! Laiko poslinkis sustabdomas...

source: Maximum Timeshift length per Event reached! Restarting Timeshift now ...
it: Raggiunta la massima durata timeshift consentita per evento! Riavvio timeshift in corso...
lt: Maksimalus laiko poslinkio vienam įvykiui dydis pasiektas! Laiko poslinkis paleidžiamas iš naujo...
pl: Osiągnięto maksymalną długość timeshift-u dla wydarzenia! Trwa ponowne uruchomienie timeshift-u ...

source: Unconfigured storage devices found!
it: Rilevati dispostitivi di memorizzazione non configurati.
lt: Rasti saugojimo įrenginiai nesukonfigūruoti!

source: Please make sure to set up your storage devices with the storage management in menu -> setup -> system -> storage devices.
it: Configurare il proprio dispositivo di memorizzazione tramite le funzioni disponibili: Menu >> Configurazione >> Sistema >> Dispositivi di memorizzazione.
lt: Nustatykite saugojimo įrenginius su saugojimo valdymu per meniu-> setup -> system -> storage devices.

source: No default storage device found!
it: Nessun dispositivo di memorizzazione predefinito trovato.
lt: Numatytosios laikmenos nerasta!

source: Please make sure to set up your default storage device in menu -> setup -> system -> recording paths.
it: Configurare il dispositivo di memorizzazione predefinito: Menu >> Configurazione >> Sistema >> Percorsi registrazioni.
lt: Nustatykite numatytąjį saugojimo įrenginį per Meniu-> setup -> system -> recording paths.

source: Default storage device is not available!
it: Dispositivo di memorizzazione predefinito non disponibile.
lt: Numatytoji laikmena neprieinama!

source: Please verify if your default storage device is attached or set up your default storage device in menu -> setup -> system -> recording paths.
it: Verificare che il proprio dispositivo di memorizzazione predefinito sia assegnato, oppure configurarlo da Menu >> Configurazione >> Sistema >> Percorsi registrazioni.
lt: Patikrinkite, ar numatytasis saugojimo įrenginys yra pajungtas, arba nustatykite jį per meniu-> setup -> system -> recording paths.

source: No HDD found or HDD not initialized!
it: HDD non trovato o non formattato!
lt: HDD nerasta, arba jis neinicializuotas!

source: A recording is currently running. What do you want to do?
it: Registrazione in corso! Cosa si desidera fare?
lt: Vyksta įrašymas. Ką norite padaryti?

source: stop recording
it: "Fermare registrazione
lt: stabdyti įrašymą

source: add recording (stop after current event)
it: Avviare registrazione (evento corrente)
lt: pridėti įrašymą (stabdyti po šio įvykio)

source: add recording (indefinitely)
it: Avviare registrazione (illimitata)
lt: pridėti įrašymą (neribotam laikui)

source: add recording (enter recording duration)
it: Avviare registrazione (inserire durata)
lt: pridėti įrašymą (įrašykite įrašo trukmę)

source: add recording (enter recording endtime)
it: Avviare registrazione (inserire ora termine)
lt: pridėti įrašymą (įrašykite pabaigos laiką)

source: change recording (duration)
it: Cambiare durata registrazione
lt: keisti įrašymą (trukmę)

source: change recording (endtime)
it: "Cambiare ora fine registrazione
lt: keisti įrašymą (pabaigos laiką)

source: save recording (stop after current event)
it: Salvare registrazione (evento corrente)
lt: išsaugoti įrašą (sustabdyti po šio įvykio)
pl: zapisz nagranie (zatrzymaj po bieżącym wydarzeniu)

source: save recording (Select event)
it: Salvare registrazione (selezionare evento)
lt: išsaugoti įrašymą (pasirinkite įvykį)
pl: zapisz nagranie (wybierz wydarzenie)

source: do nothing
it: Non fare nulla
lt: nieko nedaryti

source: Start recording?
it: Avviare la registrazione?
lt: Pradėti įrašymą?

source: don't record
it: "Uscire senza registrare
lt: neįrašinėti

source: Timeshift will get saved at end of event!
it: Il timeshift sarà salvato al ternine dell'evento!
lt: Laiko poslinkis bus išsaugotas įvykio pabaigoje!
pl: Timeshift zostanie nagrany po zakończeniu wydarzenia!

source: Permanent Timeshift Settings Version %s
it: Configurazione Permanent Timeshift versione %s
lt: Pastovaus laiko poslinkio nustatymų versija %s

source: OK
lt: Gerai

source: Cancel
it: Annull.
lt: Atšaukti

source: Permanent Timeshift Enable
it: Abilitare Permanent Timeshift
lt: Įjungti pastovų laiko poslinkį
pl: Automatyczny timeshift aktywny

source: Permanent Timeshift Max Events
it: Numero massimo eventi Permanent Timeshift
lt: Maksimalus laidų skaičius pastoviame laiko poslinkyje
pl: Maksymalna liczba wydarzeń

source: Permanent Timeshift Max Length
it: Massima durata Permanent Timeshift
lt: Maksimali pastovaus laiko poslinkio trukmė
pl: Maksymalna długość

source: Permanent Timeshift Start Delay
it: Ritardo avvio Permanent Timeshift
lt: Delsa, paleidžiant pastovų laiko poslinkį
pl: Początkowe opóźnienie

source: Timeshift-Save Action on zap
it: Azione salvataggio timeshift su zap
lt: Išsaugoti laiko poslinkį, perjungiant kanalą
pl: Zachowanie dot. zapisywania przy przełączaniu

source: Stop timeshift while recording?
it: Arrestare timeshift durante una registrazione?
lt: Nutraukti laiko poslinkį įrašinėjant?
pl: Zatrzymać timeshift podczas nagrywania?

source: Show PTS Infobar while timeshifting?
it: Mostrare le informazioni PTS durante il timeshift?
lt: Rodyti PTS infojuostą, naudojant laiko poslinkį?
pl: Pokazać infobar timeshift-a podczas działania?

source: Beta: Enable Permanent Recording?
it: Beta: abilitare la registrazione permanente?
lt: Beta: Įjungti pastovų įrašymą?

source: Timeshift Settings
it: Configurazione timeshift
lt: Laiko poslinkio nustatymai
pl: Ustawienia timeshift-u

source: Permanent Timeshift Settings
it: Configurazione Permanent Timeshift
lt: Pastovaus laiko poslinkio nustatymai
pl: Ustawienia automatycznego timeshift-u

source: OH NO! The timeshift that was marked to save at end of event, was lost because you zapped away!
pl: O NIE! Timeshift oznaczony jako do zapisu po wydarzeniu został utracony gdyż przełączono kanał!!

source: Timeshift copied to your harddisk!
pl: Timeshift skopiowany na Twój dysk twardy!

source: Clean Timeshift Buffer on zap?
pl: Czyścić bufor timeshift przy przełączaniu?

source: Timeshift Buffer Full! Cleaning Buffer and restarting timeshift ...
pl: Bufor timeshiftu-u zapełniony! Trwa czyszczenie bufora i ponowne uruchomianie timeshift-u ...

source: We try to copy the file now. This might take a while!
pl: Próba kopiowania pliku. To może potrwać!

source: Filesystems like FAT32 do not support hardlinks!
pl: Niektóre systemy plików (np. FAT32) nie pozwalają na twarde dowiązania!

source: Filesystems like FAT32 do not support hardlinks!
pl: Niektóre systemy plików (np. FAT32) nie pozwalają na twarde dowiązania!

source: Merging Timeshift records now! This might take a while ...
pl: Trwa łączenie nagrań timeshift-u! Proszę czekać ...

source: Could not activate Permanent-Timeshift! Timeshift-Path does not exist
pl: Nie można aktywować automatycznego timeshift-u! Ścieżka timeshift-u nie istnieje

source: Beta: Copy Movie when hardlinking failed?
pl: TEST: Skopiować film gdy utowrzenie twardego łącza nie uda się?

source: Beta: Show PTS Infobar while timeshifting?
pl: TEST: Pokazać infobar timeshift-a podczas działania?

source: Beta: Merge PTS and Instant Record later?
pl: TEST: Łączyć timeshift i szybkie nagranie później?

source: Beta: Margin after recording current event?
pl: TEST: Margines po nagraniu bieżącego wydarzenia?

source: Copy Movie when hardlinking failed?
pl: Skopiować film gdy utowrzenie twardego łącza nie uda się?
