Repository: oe-alliance/enigma2-plugins
Catalog: pluginhider/po/*.po
Languages: it, lt

source: Cancel
it: Annull.
lt: Atšaukti

source: Could not start Plugin:
it: Impossibile avviare il plugin:
lt: Nepavyko paleist įskiepio:

source: Eventinfo
lt: Informacija

source: Extensions
it: Estensioni
lt: Plėtiniai

source: Hide Plugins
it: Nascondere plugin
lt: Paslėpti įskiepius

source: OK
lt: Gerai

source: PluginHider Setup
it: Configurazione PluginHider
lt: 'PluginHider' sąranka

source: Plugins
it: Plugin
lt: Įskiepiai

source: Run
it: Eseguire
lt: Vykdyti

source: Unable to access InfoBar.
it: Impossibile accede alla InfoBar
lt: Nepavyko prieiti prie infojuostos.

source: end editing
it: Fine modifiche
lt: redagavimo pabaiga

source: run selected plugin
it: Eseguire il plugin selezionato
lt: paleisti pasirinktą įskiepį

source: save
it: Salvare
lt: išsaugoti

source: select next tab
it: Sel. tab successivo
lt: pasirinkti kitą skirtuką

source: select previous tab
it: Sel. tab precedente
lt: pasirinkti ankstesnį skirtuką

source: toggle selection
it: Invertire la selezione
lt: sukeisti pasirinktus
