Repository: oe-alliance/enigma2-plugins
Catalog: rsdownloader/po/*.po
Languages: lt

source: Abort all downloads
lt: Nutraukti visus siuntimus

source: Add
lt: Pridėti

source: Add downloads from txt files
lt: Pridėti parsiuntimus iš txt failų

source: Add files from container
lt: Pridėti failus iš talpyklos

source: Added %s to the download-list.
lt: %s įtraukta į parsisiuntimo sąrašą.

source: Allow downloading on friday:
lt: Leisti atsisiųsti penktadieniais:

source: Allow downloading on monday:
lt: Leisti atsisiųsti pirmadieniais:

source: Allow downloading on saturday:
lt: Leisti atsisiųsti šeštadieniais:

source: Allow downloading on sunday:
lt: Leisti atsisiųsti sekmadieniais:

source: Allow downloading on thursday:
lt: Leisti atsisiųsti ketvirtadieniais:

source: Allow downloading on tuesday:
lt: Leisti atsisiųsti antradieniais:

source: Allow downloading on wednesday:
lt: Leisti atsisiųsti trečiadieniais:

source: Checking
lt: Tikrinama

source: Choose reconnect script:
lt: Pasirinkite pakartotinio prisijungimo scenarijų:

source: Clear finished downloads
lt: Išvalyti baigtus parsiuntimus

source: Close plugin
lt: Uždaryti įskiepį

source: Config
lt: Nustatymas

source: Delete
lt: Ištrinti

source: Delete %s?
lt: Ištrinti %s?

source: Delete download
lt: Trinti parsiuntimą

source: Delete failed downloads
lt: Trinti nepavykusius parsiuntimus

source: Delete log
lt: Trinti žurnalą

source: Don't download after:
lt: Neparsiuntinėti po:

source: Don't download before:
lt: Neparsiuntinėti iki:

source: Don't reconnect after:
lt: Neprisijunginėti po:

source: Don't reconnect before:
lt: Neprisijunginėti iki:

source: Download files from rapidshare
lt: Parsiųsti failus iš Rapidshare

source: Download in the background:
lt: Parsiųsti fone:

source: Downloading
lt: Parsiunčiama

source: Downloads directory:
lt: Parsiuntimų katalogas:

source: Enter unrar password:
lt: Išarchyvavimo slaptažodis:

source: Error while adding %s to the download-list!
lt: Klaida, įtraukiant %s į parsiuntimų sąrašą!

source: Error while decrypting %s!
lt: Klaida, iššifruojant %s!

source: Error while searching http://rapidshare-search-engine.com! Error: %s
lt: Klaida, ieškant http://rapidshare-search-engine.com! Klaida: %s

source: Error while searching http://rapidshare-search-engine.com! Error: Nothing found, sorry.
lt: Klaida, ieškant http://rapidshare-search-engine.com! Klaida: atleiskite, nieko nerasta.

source: Failed
lt: Nepavyko

source: Finished
lt: Baigtas

source: Ignore download times:
lt: Nepaisyti parsiuntimo laiko:

source: Install unrar
lt: Įdiegti unRAR

source: Installing unrar...
lt: Diegiamas unRAR...

source: Lists directory:
lt: Sąrašų katalogas:

source: Loading next page... please wait!
lt: Įkeliamas sekantis puslapis... Palaukite!

source: Loading previous page... please wait!
lt: Įkeliamas ankstesnis puslapis... Palaukite!

source: Mark files < 1 MB as failed:
lt: Failus < 1 MB žymėti, kaip nepavykusius:

source: Maximal downloads:
lt: Daugiausiai parsiuntimų:

source: Menu
lt: Meniu

source: No reconnect
lt: Nesijungti pakartotinai

source: Nothing found, sorry.
lt: Atleiskite, nieko netasta.

source: Open unrar Manager
lt: Atverti unRAR valdymą

source: Page %d / %d. Push < > to switch the page...
lt: Psl. %d / %d. Puslapiui perjungti, spauskite '< >'...

source: Password (netload.in):
lt: Slaptažodis (netload.in):

source: Password (uploaded.to):
lt: Slaptažodis (uploaded.to):

source: Password:
lt: Slaptažodis:

source: Please choose a function...
lt: Pasirinkite funkciją...

source: RS Downloader
lt: Rapidshare parsiuntimas

source: Reconnect type:
lt: Pakartotinio prisijungimo tipas:

source: Restart failed after 10 minutes:
lt: Po 10 min. nepavykusius paleisti iš naujo:

source: Restart failed downloads
lt: Nepavykusius paleisti iš naujo parsiuntimus

source: Save
lt: Įrašyti

source: Script
lt: Scenarijus

source: Search
lt: Paieška

source: Search http://rapidshare-search-engine.com for:
lt: Ieškoti http://rapidshare-search-engine.com:

source: Show log
lt: Rodyti žurnalą

source: Take x downloads to list:
lt: X parsiuntimų į sąrašą:

source: Unrar is already working!
lt: Išarchyvavimas jau vyksta!

source: Use search engine
lt: Naudokite paieškos variklį

source: Username (netload.in):
lt: Vartotojas (netload.in):

source: Username (uploaded.to):
lt: Vartotojas (uploaded.to):

source: Username:
lt: Vartotojas:

source: Waiting
lt: Laukiama

source: Write log:
lt: Rašyti žurnalą:
