Repository: oe-alliance/enigma2-plugins
Catalog: aspectratioswitch/po/*.po
Languages: fr, it, lt, ru

source: 4:3 Letterbox
lt: 4:3 juostos viršuje ir apačioje
ru: 4:3 Режим ящика

source: 4:3 PanScan
lt: 4:3 nukerpant šonus
ru: 4:3 Панорама

source: 16:9 always
fr: 16:9 toujours
it: 16:9 sempre
lt: visada 16:9
ru: 16:9 всегда

source: 16:10 Letterbox
lt: 16:10 juostos viršuje ir apačioje
ru: 16:10 Режим ящика

source: 16:10 PanScan
lt: 16:10 nukerpant šonus
ru: 16:10 Панорама

source: 16:9 Letterbox
lt: 16:9 juostos viršuje ir apačioje
ru: 16:9 Режим ящика

source: Bouquet +/- long
it: Press. lunga tasti bouquet
lt: 'Bukietas' +/- ilgas paspaudimas
ru: Bouquet +/- (длинное)

source: Help key long
fr: Touche Help long
it: Press. lunga tasto Help
lt: Ilgas 'Help' paspaudimas
ru: HELP (длинное)

source: Radio key long
fr: Touche Radio long
it: Press. lunga tasto Radio
lt: Ilgas 'Radio' paspaudimas
ru: RADIO (длинное)

source: PVR key long
fr: Touche PVR long
it: Press. lunga tasto PWR
lt: Ilgas 'PVR' paspaudimas
ru: PVR (длинное)

source: Plugin menu
fr: Menu Plugin
it: Menu Plugin
lt: Įskiepių meniu
ru: Меню плагинов

source: Extensions menu
fr: Menu extensions
it: Menu Estensioni
lt: Plėtinių meniu
ru: Меню расширений

source: AspectRatioSwitch Setup
fr: Configurer AspectRatioSwitch
it: Configurazione rapporto d'aspetto
lt: Vaizdo formatų perjungimo sąranka
ru: Сотношение сторон

source: Quick switching via remote control
fr: Bascule rapide via la télécommande
it: Commutazione rapida via telecomando
lt: Greitas perjungimas nuotoliniu pultu
ru: Быстрое переключение пультом

source: Key mapping
fr: Assignation des touches
it: Mappa tasti
lt: Mygtukų priskyrimas
ru: Кнопка назначение

source: Show switch message
fr: Afficher un message de bascule
it: Mostrare messaggio alla commutazione
lt: Rodyti perjungimo pranešimą
ru: Показывать инф. переключение

source: Include %s
fr: Inclus %s
it: Includere %s
lt: Įtraukti %s
ru: Включать %s

source: Set aspect ratio on startup
fr: Définir le rapport d'aspect au démarrage
it: Configurare il rapporto d'aspetto all'avvio
lt: Nustatyti vaizdo formatą startuojant
ru: Соотношение сторон при запуске

source: Startup aspect ratio
fr: Rapport d'aspect au démarrage
it: Rapporto d'aspetto all'avvio
lt: Vaizdo formatas startuojant
ru: Задать соотношение при запуске

source: Show Setup in
fr: Afficher la configuration dans
it: Mostrare configurazione in
lt: Rodyti sąranką
ru: Показывать настройки

source: Cancel
fr: Annuler
it: Annull.
lt: Atšaukti
ru: Отменить

source: Save
fr: Sauvegarder
it: Salvare
lt: Išsaugoti
ru: Сохранить

source: Use the configured key(s) on your remote control to switch aspect ratio modes. If any 'Quickbutton' actions were assigned to these keys, they will be disabled as long as this plugin is activated!
fr: Utiliser les touches configurées sur votre télécommande pour basculer les mode de rapport d'aspect. Si n'importe quelles actions 'Quickbutton' a été assignée à ces touches, elles seront désactivées tant que ce plugin sera activé!
it: Utilizzare i tasti configurati sul telecomando per commutare il rapporto d'aspetto. Se altre funzioni risultassero assegnate ai medesimi tasti, saranno disabilitate fintanto che questo plugin sar√† attivo.
lt: Proporcijų režimams perjungti naudokite nuotolinio pulto paskirtą(-us) mygtuką(-us). Jei šiems mygtukams priskirti kokie kiti veiksmai, jie bus išjungti, kol veikia šis įskiepis!
ru: Используйте настроенные кнопки на пульте для переключения режимов соотношения сторон. Если на эти кнопки были назначены действия "Горячие кнопки", они будут отключены до тех пор, пока этот плагин будет активирован!

source: Ver.
lt: vers.

source: You need to include at least %d aspect ratio modes!
fr: Vous devez inclure au moins les modes de rapport d'aspect %d!
it: E' necessario includere almeno %d rapporti d'aspetto.
lt: Turite įtraukti bent %d vaizdo formato režimus!
ru: Необходимо включить не менее %d режимов!

source: Changing keymap failed (%s).
fr: Le changement de l'assignation des touches a échoué (%s).
it: Cambio keymap fallito: (%s)
lt: Pakeisti klaviatūros išdėstymo nepavyko (%s).
ru: Не удалось сменить назначение (%s).

source: Aspect ratio switched from: %s to: %s
lt: Formatas perjungtas iš: %s į: %s

source: Aspect Ratio Switch setup
fr: Configuration du basculement du rapport d'aspect
it: Configurazione rapporto d'aspetto
lt: Vaizdo formatų perjungimo sąranka
ru: Сотношение сторон

source: Quick switching of aspect ratio setting
fr: Bascule rapide du rapport d'aspect
it: Gestione configurazione rapporto d'aspetto
lt: Greitas vaizdo formatų perjungimas
ru: Быстрое переключение соотношение сторон

source: Aspect ratio switched from: %s to: %s
fr: Le rapport d'aspect basculer de: %s vers: %s
it: Rapporto d'aspetto modificato da: %s a: %s
ru: Соотношение сторон переключено с: %s на: %s
