Repository: oe-alliance/enigma2-plugins
Catalog: setpasswd/po/*.po
Languages: it, nl, sr, tr

source: Change Root Password
it: Cambiare la password di root
nl: Wijzig root wachtwoord...
sr: Promeni baznu lozinku
tr: Root parolasını değiştir

source: Cancel
it: Annull.
nl: Annuleren
sr: Otkaži
tr: Vazgeç

source: Set Password
it: Confermare
nl: Wachtwoord instellen
sr: Postavi lozinku
tr: Parolayı ata

source: new Random
it: Nuova casuale
nl: Nieuw random
sr: Novi slučajni
tr: Rastgele

source: virt. Keyboard
it: Tastiera virt.
nl: Virtueel toetsenbord
sr: virt. tastatura
tr: Sanal klavye

source: Enter new Password
it: Inserire la nuova password
nl: Geef nieuw wachtwoord
sr: Unesi novu lozinku
tr: Yeni parolayı girin

source: Sucessfully changed password for root user to:
it: Password utente root modificata correttamente in:
nl: Wachwoord succesvol gewijzigd voor root gebruiker in:
sr: Uspešno promenjena lozinka za baznog korisnika u:
tr: Root kullanıcısının parolası başarıyla değişti :

source: Unable to change/reset password for root user
it: Impossibile cambiare/annullare la password per l'utente root!
nl: Kan het wachtwoord van de root gebruiker niet wijzigen/resetten
sr: Nemoguće promeniti/resetovati lozinku za baznog korisnika
tr: Root parola değişikliği/sıfırlama mümkün değil

source: Enter your password here:
it: Inserire qui la nuova password:
nl: Geef hier uw wachtwoord in:
sr: Unesi svoju lozinku ovde:
tr: Parolanızı buraya girin:

source: Change or reset the root password of your dreambox
it: Cambiare o annullare la password del Dreambox
nl: Wijzig of reset het root wachtwoord van uw Dreambox
sr: Promeni ili resetuj baznu lozinku svog drimboksa
tr: Dreambox'ınızın root parolasını değiştirin/sıfırlayın
