Repository: oe-alliance/enigma2-plugins
Catalog: imdb/po/*.po
Languages: ar, el, hu, pl, ru

source: as
el: ως
hu: mint
ru: как

source: * = Restart Required
el: * = Απαιτείται Επανεκκίνηση
hu: * = Újraindítás szükséges
ru: * = Требуется перезагрузка

source: Ambiguous results
ar: نتائج غامضة
el: Διφορούμενα αποτελέσματα
hu: Nem egyértelmű eredmények
pl: Niejasne wyniki
ru: Нет четких результатов

source: Cancel
el: Ακύρωση
hu: Mégse
ru: Отменить

source: Cast:
el: Πρωταγωνιστές:
hu: Szereplők:
ru: В ролях:

source: Channel Selection
hu: Csatorna kiválasztása
ru: Выбор канала

source: Content:
el: Περιεχόμενο:
hu: Tartalom:
ru: Содержание:

source: Could't get Eventname
ru: Не удалось получить имя передачи

source: Could't get event name
el: Αδυναμία λήψης ονόματος εκπομπής
hu: Nem sikerült elérni az esemény nevét
ru: Не удалось получить описание события

source: Details
ar: تفاصيل
el: Λεπτομέρειες
hu: Tartalom
pl: Szczegóły
ru: Подробнее

source: Downloading Movie Poster: %s...
el: Λήψη Πόστερ Ταινίας: %s...
hu: Film poster letöltése: %s...
ru: Загрузка постера: %s...

source: Enable this to be able to access IMDb search setup from within the plugin browser.
ar: قم بتمكين هذا لتتمكن من الوصول إلى إعداد بحث قاعدة بيانات معلومات الافلام من داخل متصفح البلج إنز.
pl: Włącz to, aby uzyskać dostęp do ustawień wyszukiwania IMDb z poziomu przeglądarki wtyczek.
ru: Включите, чтобы получить доступ к настройкам поиска IMDb из списка плагинов.

source: Enable this to be able to access IMDb searches from within the movie list.
ar: قم بتمكين هذا لتتمكن من الوصول إلى عمليات بحث قاعدة بيانات معلومات الأفلام من داخل قائمة الأفلام.
pl: Włącz to, aby uzyskać dostęp do wyszukiwania IMDb z poziomu listy filmów.
ru: Включите, чтобы получить доступ к поиску IMDb из списка фильмов.

source: Enable this to be able to access IMDb searches from within the plugin browser.
ar: قم بتمكين هذا لتتمكن من الوصول إلى عمليات بحث قاعدة بيانات معلومات الأفلام من داخل متصفح البلج إنز.
pl: Włącz to, aby uzyskać dostęp do wyszukiwania IMDb z poziomu przeglądarki wtyczek.
ru: Включите, чтобы получить доступ к поиску IMDb из списка плагинов.

source: Enter search
ar: ادخل البحث
el: Εισαγωγή αναζήτησης
hu: Keresés
pl: Wprowadź wyszukiwanie
ru: Введите условия поиска

source: Enter text to search for
ar: ادخل نصا للبحث عنه
el: Εισαγωγή κειμένου αναζήτησης
hu: Írja be a keresendő szöveget
pl: Wprowadź tekst do wyszukania
ru: Введите текст для поиска

source: Exit
ar: تسجيل الخروج
el: Έξοδος
hu: Kilépés
pl: Wyjdź
ru: Выход

source: Exit IMDb search
ar: خروج من بحث قاعدة بيانات معلومات الأفلام
pl: Wyjdź z wyszukiwania IMDb
ru: Выйти из IMDb

source: Extra Info
ar: معلومات إضافية
el: Πρόσθετες Πληροφορίες
hu: Extra információ
pl: Dodatkowe informacje
ru: Дополнительно

source: Genre:
el: Είδος:
hu: Műfaj:
ru: Жанр:

source: IMDb Details
ru: Данные IMDb

source: IMDb Details parsed
ar: تحليل تفاصيل قاعدة بيانات معلومات الأفلام
el: Οι Λεπτομέρειες IMDb αναλύθηκαν
hu: IMDb tartalom mutatása
pl: Szczegóły IMDb przeanalizowane
ru: Подробное описание из IMDb

source: IMDb Download completed
ar: إكتمال تحميل قاعدة بيانات معلومات الأفلام
el: Η Λήψη IMDb ολοκληρώθηκε
hu: IMDb letöltés befejeződött
pl: Pobieranie IMDb zakończone
ru: Загрузка завершена

source: IMDb Download failed
ar: فشل تحميل قاعدة بيانات معلومات الأفلام
el: Η Λήψη IMDb απέτυχε
hu: IMDb letöltés sikertelen
pl: Pobieranie IMDb nie powiodło się
ru: Ошибка загрузки

source: IMDb Menu
ar: قائمة قاعدة بيانات معلومات الأفلام
el: IMDb Μενού
hu: IMDb bállítás
pl: Menu IMDb
ru: Меню IMDb

source: IMDb Plugin
ar: بلج إنز قاعدة بيانات معلومات الأفلام
el: Πρόσθετο IMDb
hu: IMDb bővítmény
pl: Wtyczka IMDb
ru: Плагин IMDb

source: IMDb Re-Download completed
ar: إكتمال إعادة تحميل قاعدة بيانات معلومات الأفلام
el: Η επανάληψη λήψης IMDb ολοκληρώθηκε
hu: A IMDb újra letöltésé befejeződött
pl: Ponowne pobieranie IMDb zakończone
ru: Повторная загрузка завершена

source: IMDb Save - Download completed
el: Η Αποθήκευση Λήψης IMDb ολοκληρώθηκε
hu: IMDb Mentés - Letöltés befejeződött
ru: Сохранение IMDb - Загрузка завершена

source: IMDb Save-Download completed
ru: Сохранение/загрузка завершена

source: IMDb Setup
el: Ρυθμίσεις IMDb
hu: IMDb beállítás
pl: Konfiguracja IMDb
ru: Настройка IMDb

source: IMDb can not get Movie Information to write to .jpg and .txt files!
el: Αδυναμία λήψης Πληροφοριών Ταινίας για εγγραφή σε αρχεία .jpg και .txt!
hu: A IMDb nem kap filminformációkat a .jpg és .txt fájlok írásához!
ru: Сведения о фильме невозможно записать в .jpg и .txt файл!

source: IMDb can not get Movie Information to write to .txt file!
el: Αδυναμία λήψης Πληροφοριών Ταινίας για εγγραφή σε αρχείο .txt!
hu: A IMDb nem tudja letölteni a film adatokat a .txt fájlba!
pl: IMDb nie może uzyskać informacji o filmie do zapisu w pliku .txt!
ru: Сведения о фильме невозможно записать в текстовый файл!

source: IMDb can not get Movie Information, to write .jpg and .txt-file!
ru: Сведения о фильме невозможно записать в .jpg и .txt файл!

source: IMDb can not get Movie Information, to write .txt-file!
ru: Сведения о фильме невозможно записать в текстовый файл!

source: IMDb query failed!
ar: فشل الاستعلام قاعدة بيانات معلومات الأفلام!
el: Η αναζήτηση στο IMDb απέτυχε!
hu: A IMDb lekérdezés sikertelen!
pl: Zapytanie IMDb nie powiodło się!
ru: IMDb запрос не удался!

source: IMDb search
ar: البحث في قاعدة بيانات معلومات الأفلام
pl: Wyszukiwanie IMDb
ru: IMDb поиск

source: IMDb setup
ar: ضبط قاعدة بيانات معلومات الأفلام
pl: Konfiguracja IMDb
ru: Настройка IMDb

source: Lookup
hu: Lekérdezés
ru: Поиск

source: Menu
ar: قائمة
ru: Меню

source: No IMDb match.
el: Χωρίς συσχέτιση στο IMDb.
hu: Nincs IMDb egyezőség:
pl: Brak zgodności z IMDb.
ru: Нет совпадений IMDb.

source: No IMDb match:
ar: لا يوجد تطابق في قاعدة بيانات معلومات الأفلام:
el: Χωρίς συσχέτιση στο IMDb:
hu: Nincs IMDb egyezőség:
pl: Brak zgodności z IMDb:
ru: Нет совпадений IMDb:

source: No cast list found in the database.
ar: لا توجد قائمة موجودة للممثلين في قاعدة البيانات.
el: Δεν βρέθηκε η λίστα των ηθοποιών στη βάση δεδομένων.
hu: Nincs szereplő lista az adatbázisban.
pl: Nie znaleziono listy obsady w bazie danych.
ru: Список исполнителей не найден.

source: No details found.
ar: لم يتم العثور علي تفاصيل.
el: Δεν βρέθηκαν πληροφορίες.
hu: Nincs részlet.
pl: Nie znaleziono szczegółów.
ru: Нет информации

source: Page down
ar: يسار الصفحة
pl: Strona w dół
ru: Вниз

source: Page up
ar: أعلى الصفحة
pl: Strona w górę
ru: Вверх

source: Play Trailer
ar: تشغيل المقطع المختصر
el: Αναπαραγωγή Τρέιλερ
hu: Filmelőzetes lejátszása
pl: Odtwórz zwiastun
ru: Воспроизвести трейлер

source: Please select the matching entry
ar: من فضلك حدد النتائج المتطابقة
el: Παρακαλώ επιλέξτε το στοιχείο που ταιριάζει
hu: Kérjük, válassza ki a megfelelő bejegyzést
pl: Proszę wybrać pasującą pozycję
ru: Пожалуйста, выберите соответствующую запись

source: Query IMDb: %s...
ru: Запрос в IMDb: %s...

source: Production Countries:
el: Χώρες Παραγωγής:
hu: Származási hely:
ru: Страны производства:

source: Re-Query IMDb: %s...
ar: إعادة الاستعلام عن قاعدة بيانات معلومات الأفلام: %s...
el: Επαναζήτηση IMDb: %s...
hu: IMDb újra kérdezés: %s...
pl: Ponowne zapytanie IMDb: %s...
ru: Повторный запрос IMDb: %s...

source: Release Date:
el: Ημερομηνία Κυκλοφορίας:
hu: Kiadás Dátuma:
ru: Дата выхода:

source: Runtime:
el: Χρονική διάρκεια:
hu: Futásidő:
ru: Продолжительность:

source: Save current Details as .html for offline use
ar: حفظ التفاصيل الحالية بتنسيق .html للاستخدام دون اتصال
el: Αποθήκευση τρεχουσών Πληροφοριών ως .html για χρήση εκτός σύνδεσης
hu: Az aktuális részleteket az .html fájlként mentheti offline használatra
pl: Zapisz bieżące szczegóły jako .html do użytku offline
ru: Сохранить текущую информацию как .html

source: Save current Details as .txt
ar: حفظ التفاصيل الحالية بصيغه .txt
el: Αποθήκευση τρεχουσών Πληροφοριών ως .txt
hu: Az aktuális részletek mentése .txt fájlként
pl: Zapisz bieżące szczegóły jako .txt
ru: Сохранить текущую информацию как .txt

source: Save current Poster and Details as .txt
ar: حفظ الملصق الحالي والتفاصيل بصيغه .txt
el: Αποθήκευση τρέχοντος Πόστερ και Πληροφοριών ως .txt
hu: Az aktuális poszter és részletek mentése .txt formátumban
pl: Zapisz bieżący plakat i szczegóły jako .txt
ru: Сохранить текущий постер и информацию как .txt

source: Search Trailer
ar: بحث عن المقطع المختصر
el: Αναζήτηση Τρέιλερ
hu: Filmelőzetes keresése
pl: Wyszukaj zwiastun
ru: Поиск трейлера

source: Search for details from the Internet Movie Database
ar: البحث عن التفاصيل من قاعده بيانات الأفلام على الإنترنت
pl: Wyszukaj szczegóły w bazie Internet Movie Database
ru: Поиск сведений из базы данных IMDb

source: Select from EPG
hu: Válasszon az EPG műsorújságból
ru: Выбор из EPG

source: Settings for Internet Movie Database searches
ar: إعدادات لعمليات البحث في قاعدة بيانات الأفلام على الإنترنت
pl: Ustawienia wyszukiwania w bazie Internet Movie Database
ru: Настройка поиска в базе данных IMDb

source: Setup
ar: الضبط
el: Εγκατάσταση
hu: Beállítás
pl: Konfiguracja
ru: Настройки

source: Show episode and year information for cast when available. Takes effect after the next fetch of show details.
ar: عرض معلومات الحلقة والسنة ومعلومات الممثلين عندما تكون متوفرة. تؤتي ثمارها بعد الحصول على تفاصيل العرض القادم.
pl: Pokaż informacje o odcinku i roku dla obsady, jeśli dostępne. Wejdzie w życie po następnym pobraniu szczegółów programu.
ru: Показывает информацию об эпизоде и дате, если они доступны. Вступит в силу при следующем поиске.

source: Show episode and year information in cast list
ar: عرض الحلقة و السنة في قائمة الممثلين
pl: Pokaż informacje o odcinku i roku na liście obsady
ru: Показывать сведения об эпизоде и дате в списке результатов

source: Show full movie or series name in title menu
ru: Показывать полное название фильма/сериала в списке результатов

source: Show in movie list
ar: عرض في قائمة الأفلام
pl: Pokaż na liście filmów
ru: Показывать в списке фильмов

source: Show list of matched movies an series
ar: عرض قائمة الأفلام والمسلسلات المتطابقة
ru: Показать список найденных фильмов/сериалов

source: Show movie and series basic details
ar: عرض التفاصيل الأساسية للأفلام والمسلسلات
pl: Pokaż podstawowe szczegóły filmu i serialu
ru: Показать основные сведения о фильмов/сериалов

source: Show movie and series extra details
ar: عرض تفاصيل إضافية للأفلام والمسلسلات
pl: Pokaż dodatkowe szczegóły filmu i serialu
ru: Показать дополнительные сведения о фильмов/сериалов

source: Show search in plugin browser
ar: عرض البحث في متصفح البلج إنز
pl: Pokaż wyszukiwanie w przeglądarce wtyczek
ru: Показывать поиск в списке плагинов

source: Show setup in plugin browser
ar: عرض الضبط في متصفح البلج إنز
pl: Pokaż konfigurację w przeglądarce wtyczek
ru: Показывать настройки в списке плагинов

source: Show the whole IMDb title information for a movie or series, including, for example, alternative names and whether it's a series. Takes effect after the next search of IMDb for a show name.
ru: Показывает всю информацию IMDb для фильма или сериала, включая, например, альтернативные названия и информацию о том, является ли это сериалом. Вступит в силу при следующем поиске.

source: The Internet Movie Database
ar: قاعده بيانات الفيلم علي الإنترنت
el: Η Διαδικτυακή Βάση Δεδομένων Ταινιών
hu: Internetes filmadatbázis
pl: Internetowa Baza Danych Filmów
ru: База данных фильмов в Интернете

source: This option allows you add words/phrases for IMDb to ignore when searching. Please separate the words/phrases with commas.
ar: يتيح لك هذا الخيار إضافة كلمات / عبارات قاعدة بيانات معلومات الأفلام لتجاهلها عند البحث. يرجى فصل الكلمات / العبارات باستخدام الفواصل.
el: Αυτή η επιλογή επιτρέπει την προσθήκη λέξεων/φράσεων προς αγνόηση στην αναζήτηση στο IMDb. παρακαλώ διαχωρίστε με κόμμα
hu: Ez az opció lehetővé teszi szavak és kifejezések hozzáadását a IMDb-hoz, melyek figyelmen kívül lesznek hagyva mikor a keresés történik. Kérjük, a szavakat/mondatokat vesszökkel válasszák el.
pl: Ta opcja pozwala dodać słowa/frazy, które IMDb ma ignorować podczas wyszukiwania. Oddziel słowa/frazy przecinkami.
ru: Эта опция позволяет добавлять слова/фразы, которые IMDb игнорирует при поиске. Пожалуйста, разделяйте слова/фразы запятыми.

source: Title Menu
ar: قائمه العناوين
el: Μενού Τίτλου
hu: Cím menü
pl: Menu tytułu
ru: Основное меню

source: User Rating
el: Βαθμολογία Χρηστών
hu: Felhasználói értékelés
ru: Рейтинг пользователей

source: Words / phrases to ignore
ar: الكلمات/العبارات تجاهلها
el: Λέξεις / φράσεις προς αγνόηση
hu: Szavak / kifejezések figyelmen kívül hagyása
pl: Słowa / frazy do ignorowania
ru: Игнорировать слова/фразы

source: no user rating yet
ar: لا تقييم المستخدم حتى الآن
el: χωρίς βαθμολογία χρήστη ακόμα
hu: nincs még felhasználói értékelés
pl: brak oceny użytkownika
ru: рейтинг отсутствует

source: Couldn't get event name
pl: Nie udało się uzyskać nazwy wydarzenia

source: Downloading Movie Poster...
pl: Pobieranie plakatu filmu...

source: IMDB Exception
pl: Wyjątek IMDb

source: IMDb save completed
pl: Zapis IMDb zakończony

source: Ignoring invalid imdbId: %s
pl: Ignorowanie nieprawidłowego imdbId: %s

source: Include episodes in the results. Takes effect after the next search of IMDb for a show name.
pl: Uwzględnij odcinki w wynikach. Wejdzie w życie po następnym wyszukaniu nazwy programu w IMDb.

source: Local file does not exist: %s
pl: Lokalny plik nie istnieje: %s

source: Query IMDb: %s
el: Αναζήτηση IMDb: %s...
hu: IMDb lekérdezés: %s
pl: Zapytanie IMDb: %s

source: Show a bigger poster
pl: Pokaż większy plakat

source: Show episodes in title menu
pl: Pokaż odcinki w menu tytułu

source: Show extra information in title menu
pl: Pokaż dodatkowe informacje w menu tytułu

source: Show movie and series synopsis
pl: Pokaż streszczenie filmu i serialu

source: Show the type of the title and top cast. Takes effect after the next search of IMDb for a show name.
pl: Pokaż rodzaj tytułu i główną obsadę. Wejdzie w życie po następnym wyszukaniu nazwy programu w IMDb.

source: Synopsis
pl: Streszczenie

source: connection error
pl: błąd połączenia

source: timeout
pl: przekroczenie czasu
