Repository: oe-alliance/enigma2-plugins
Catalog: birthdayreminder/po/*.po
Languages: fr, nl

source: %s will turn %s in %s!
fr: %s tournera %s dans %s!
nl: %s zal worden gewijzigd %s in %s!

source: 1 day
fr: 1 jour
nl: 1 dag

source: 1 week
fr: 1 semaine

source: 3 days
fr: 3 jours
nl: 3 dagen

source: Accept changes
fr: Accepter les changements

source: Add
fr: Ajouter
nl: Voeg toe

source: Add a birthday
fr: Ajouter un anniversaire
nl: Voeg een verjaardag toe

source: Add birthday
fr: Ajouter anniversaire
nl: Voeg verjaardag toe

source: Age
fr: Âge
nl: Leeftijd

source: Birthday
fr: Anniversaire
nl: Verjaardag

source: Birthday Reminder Settings
fr: Birthday Reminder Configuration
nl: Verjaardagsherinnering instellingen

source: Birthday Reminder received %s birthdays from %s.
fr: Birthday Reminder a reçu %s anniversaire de %s.
nl: Verjaardagsherinnering ontvangen %s verjaardagen van %s.

source: Birthday filename:
fr: Nom du fichier Anniversaire:
nl: Verjaardagen bestandsnaam:

source: Birthdays
fr: Anniversaires
nl: Verjaardagen

source: CSV import successful!
fr: CSV importé avec succès!
nl: CSV import geslaagd!

source: Can't find CSV file %s!
fr: Impossible de trouver un fichier CSV %s!
nl: Kan CSV bestand %s niet vinden!

source: Can't import CSV data from file %s.
fr: Impossible d'importer des données du fichier CSV %s.
nl: Kan CSV data van bestand %s niet importeren.

source: Can't write CSV file %s.
fr: Impossible d'écrire un fichier CSV %s.
nl: Kan CSV bestand %s niet schrijven.

source: Cancel
fr: Annuler

source: Change path
fr: Changer le chemin

source: Date format:
fr: Format date:
nl: Datum formaat:

source: Day:
fr: Jour:
nl: Dag:

source: Disabled
fr: Désactivé
nl: Uitgeschakeld

source: Distribute birthdays to other Dreamboxes
fr: Distribuer les anniversaires aux autres récepteurs.
nl: Geef verjaardagen door aan andere ontvangers

source: Do you really want to delete the entry for %s?
fr: Voulez-vous vraiment effacer l'entrée pour %s?
nl: Wilt u echt het bestand voor %s verwijderen?

source: Edit
fr: Éditer
nl: Bewerk

source: Edit birthday
fr: Éditer anniversaire
nl: Bewerk verjaardag

source: Edit birthdays
fr: Éditer anniversaires
nl: Bewerk verjaardagen

source: Edit the selected entry
fr: Éditer l'entrée sélectionnée
nl: Bewerk de geselecteerde waarde

source: Error reading file %s. Error: %s, %s
fr: Erreur en lisant le fichier %s. Erreur: %s, %s
nl: Fout in lezen bestand %s. Fout: %s, %s

source: Error writing file %s. Error: %s, %s
fr: Erreur en écrivant le fichier %s. Erreur: %s, %s
nl: Fout in schrijven bestand %s. Fout: %s, %s

source: Exit the plugin
fr: Quitter le plugin
nl: Verlaat de plugin

source: Export CSV file
fr: Exporter un fichier CSV
nl: Exporteer CSV bestand

source: Helps to remind of birthdays
fr: Aide pour se rappeler les anniversaires
nl: Helpt te herinneren aan verjaardagen

source: Import CSV file
fr: Importer un fichier CSV
nl: Importeer CSV bestand

source: Invalid Location
fr: Localisation non valide

source: Invalid date!
fr: Date non valide!
nl: Ongeldige datum!

source: Month:
fr: Mois:
nl: Maand:

source: Name
fr: Nom
nl: Naam

source: Name:
fr: Nom:
nl: Naam:

source: Networking port (default: 7374):
fr: Port réseau (défaut: 7374):
nl: Netwerk poort (default: 7374):

source: Next birthday
fr: Anniversaire suivant
nl: Volgende verjaardag

source: Notification time:
fr: Heure de notification:
nl: Waarschuwingstijd:

source: Open the extras menu
fr: Ouvrir le menu extras
nl: Open het extras menu

source: Path to birthday file:
fr: Chemin vers le fichier des anniversaires:
nl: Pad naar verjaardagen bestand:

source: Remind before birthday:
fr: Rappeler avant l'anniversaire:
nl: Herinner voor de verjaardag:

source: Remove
fr: Enlever
nl: Verwijder

source: Remove the selected entry
fr: Enlever l'entrée sélectionnée
nl: Verwijder de geselecteerde waarde

source: Save
fr: Sauvegarder

source: Show plugin in extensions menu:
fr: Afficher plugin dans le menu extensions:
nl: Toon plugin in extensies:

source: Sort birthdays by:
fr: Afficher les anniversaires par:
nl: Sorteer verjaardagen volgens:

source: Sorting next
fr: Tri suivant
nl: Volgende sortering

source: Sorting previous
fr: Tri précédent
nl: Vorige sortering

source: Today is %s's birthday! She/he was born on %s and is now %s year(s) old.
fr: Aujourd'hui c'est l'anniversaire de %s! Il/Elle est né(e) en %s et a donc %s an(s).
nl: Vandaag is %s's verjaardag! Hij/Zij is geboren op %s en is nu %s jaar oud.

source: What do you want to do?
fr: Que voulez-vous faire?
nl: Wat wilt u doen?

source: Wrote CSV file %s.
fr: Écrire un fichier CSV %s.
nl: CSV bestand %s geschreven.

source: Year:
fr: Année:
nl: Jaar:

source: Birthday Reminder
nl: Verjaardagsherinnering
