Repository: oe-alliance/enigma2-plugins
Catalog: seriesplugin/po/*.po
Languages: de

source: Cancel?
de: Abbruch?

source: (C) 2012 by betonme @ IHAD
de: (C) 2012 von betonme @ IHAD

source: Feel free to donate.
de: Fühl dich frei zu Spenden.

source: How much time have You saved?
de: Wieviel Zeit hast Du gespart?

source: Support:
de: Unterstützung:

source: Terms:
de: Bedingungen:

source: {lookups:d} successful lookups.
de: {lookups:d} Erfolgreiche Treffer.

source: %d min
de: %d Minuten

source: %d records renamed successfully
de: %d Aufnahmen erfolgreich umbenannt

source: %d timer renamed successfully
de: %d Timer erfolgreich umbenannt

source: Add Web Channel
de: Web Kanal zufügen

source: Add channel (Yes) or replace it (No)
de: Kanal anfügen (Ja) oder entfernen (Nein)

source: Add tag 'SeriesPlugin' to timer
de: Füge TAG 'SeriesPlugin' zu Timer hinzu

source: Append '_' if file exist
de: Anhängen '_' wenn die Datei vorhanden ist

source: Auto match
de: Automatisch zuweisen

source: AutoTimer independent mode
de: Serien Infos suchen ohne AutoTimer (unabhängiger Modus)

source: Can be configured within the setup
de: Kann in Einstellungen konfiguriert werden

source: Cancel
de: Beenden

source: Cancel and close
de: Abbrechen und schließen

source: Channel '- %(servicename)s - %(remote)s -' added.
de: Kanal '- %(servicename)s - %(remote)s -' hinzugefügt.

source: Channel '- %(servicename)s - %(remote)s -' replaced.
de: Kanal '- %(servicename)s - %(remote)s -' entfernt.

source: Channel '- %s -' removed.
de: Kanal '- %s -' entfernt.

source: Channel Edit
de: Kanal bearbeiten

source: Channel Editor
de: Kanal Editor

source: Channel matching file
de: Passende Kanal Datei

source: Channel matching...
de: Kanalübereinstimmung...

source: Channels are not matched
de: Keine Kanalübereinstimmung

source: Check Timer for corresponding EPG events
de: Prüfe Timer auf entsprechenden EPG Eintrag

source: Check timer every x minutes
de: Timer alle (X) Minuten prüfen

source: Check timer list for series (SP)
de: Prüfe Timerliste auf Serien Infos (SP)

source: Check timer list from extension menu
de: Timerliste aus dem Erweiterten Menü prüfen

source: Composition of the recording filenames
de: Dateinamen-Zusammensetzung der Aufnahmen

source: Configuration
de: Konfiguration

source: Debug: Log file path
de: Debug: Protokolldatei Pfad

source: Debug: Print debug messages (Shell)
de: Debug: Schreibe Debug Nachrichten (Shell)

source: Debug: Write Log
de: Debug: Protokolldatei erstellen (Log)

source: Default episode
de: Voreingestellte Folge

source: Default season
de: Voreingestellte Staffel

source: Directory pattern file
de: Episoden Vorlage Verzeichnis

source: Do You want to start renaming?
de: Möchtest Du das Umbenennen beginnen?

source: Do you really want to delete %s?
de: Möchtest Du wirklich %s löschen?

source: Don't edit this manually unless you really know what you are doing
de: Bitte nicht bearbeiten wenn Du nicht wirklich weißt was du tust

source: Enable SeriesPlugin
de: SeriesPlugin aktivieren

source: Enable recording debug (Timer log)
de: Aktiviere Aufnahmeprotokoll (Timer Protokoll)

source: Episode pattern file
de: Episoden Vorlage Datei

source: Episode: {rawepisode:s} {title:s}
de: Folge: {rawepisode:s} {title:s}

source: Error check log file
de: Fehler überprüfe Protokoll Datei

source: Error missing dependency
de: Fehler fehlende Abhängigkeit

source: Failed: %s.
de: Gescheitert: %s.

source: Finished with errors:
de: Erledigt mit Fehlern:

source: If You are using SD and HD channels in parallel, You have to match both channels separately!
de: Wenn Du SD- und HD-Kanäle parallel verwendest, müssen Sie separat zugewiesen werden!

source: Independent mode exception
de: Ausnahme Timer Unabhängiger Modus

source: Load STB channels for bouquet
de: Lade STB Kanäle für Bouquet

source: Load Web channels for bouquet
de: Lade Web Kanäle für Bouquet

source: Location and name of log file
de: Ort und Name der Protokolldatei

source: Lookup of %d episodes was successful
de: Nachschlagen von %d Episoden war erfolgreich

source: Main bouquet for channel editor
de: Haupt-Bouquet für Kanal-Editor

source: Max time drift to match episode
de: Maximale Zeitabweichung um Folge(n) zu erkennen

source: Next bouquet
de: Nächstes Bouquet

source: Next page
de: Nächste Seite

source: No data available
de: Keine Daten vorhanden

source: No identifier available
de: Keine Kennung verfügbar

source: No log file found
de: Keine Protokolldatei gefunden

source: No match found
de: Keine Übereinstimmung gefunden

source: No matching channel found.
de: Kein passender Kanal gefunden

source: No matching episode found
de: Kein Treffer für Folge gefunden

source: One row down
de: Eine Zeile nach unten

source: One row up
de: Eine Zeile nach oben

source: Please check Your installation
de: Bitte überprüfe deine Installation

source: Please install missing python paket manually
de: Bitte installiere das fehlende Python Paket manuell

source: Please open the Channel Editor and add the channel manually.
de: Bitte öffne den Kanaleditor und füge den Kanal manuell hinzu.

source: Please open the channel editor (setup) and match them
de: Bitte öffne den Kanaleditor (Einstellungen) und weise ihn zu

source: Please update it
de: Bitte updaten

source: Poll Interval (in h)
de: Poll Abfrage (in Stunden)

source: Poll automatically
de: Poll automatisch

source: Previeous page
de: Vorherige Seite

source: Previous bouquet
de: Vorheriges Bouquet

source: Problem during loading Webchannels
de: Problem beim laden der Web-Kanäle

source: Reading log file...
de: Lese Protokolldatei...

source: Really close without saving settings?
de: Wirklich schließen ohne die Einstellungen zu speichern?

source: Record
de: Aufnahme

source: Record description episode pattern
de: Episoden Vorlage für Aufnahmebeschreibung

source: Record directory pattern
de: Episoden Vorlage Aufnahmeverzeichnis

source: Record rename has been finished with %d errors:
de: Aufnahme umbenennen wurde beendet mit %d Fehlern:

source: Record title episode pattern
de: Episoden Vorlage für den Aufnahmetitel

source: Remove
de: Entfernen

source: Remove '%s'?
de: Entfernen '%s'?

source: Remove channel
de: Kanal entfernen

source: Rename
de: Umbenennen

source: Rename files
de: Datei(en) umbenennen

source: Rename serie(s) (SP)
de: Serie(n) umbenennen (SP)

source: Renaming failed
de: Umbenennen gescheitert

source: Replace special characters in title
de: Sonderzeichen im Titel ersetzen

source: Reset channel list?
de: Kanalliste zurücksetzen?

source: Reset channels
de: Kanäle zurücksetzen

source: Retrieving Season, Episode and Title...
de: Lade... Infos zu Staffel, Folge und Titel...

source: STB- / Web-Channel for bouquet:
de: STB- / Web-Kanal für Bouquet:

source: Save and close
de: Speichern und schließen

source: Season: {rawseason:s} {title:s}
de: Staffel: {rawseason:s} {title:s}

source: Season: {rawseason:s} Episode: {rawepisode:s} {title:s}
de: Staffel: {rawseason:s} Folge: {rawepisode:s} {title:s}

source: Send debug messages to shell
de: Sende Debug Nachrichten (Shell)

source: SeriesPlugin Info
de: SeriesPlugin Information

source: SeriesPlugin extension exception
de: SeriesPlugin Ausnahme Erweiterung

source: SeriesPlugin info exception
de: SeriesPlugin Ausnahme Information

source: SeriesPlugin is deactivated
de: SeriesPlugin ist ausgeschaltet

source: SeriesPlugin label exception
de: SeriesPlugin Ausnahme Beschriftung

source: SeriesPlugin renamer exception
de: SeriesPlugin Ausnahme Umbenennen

source: SeriesPlugin setup exception
de: SeriesPlugin Ausnahme Einstellungen

source: SeriesPlugin test exception
de: SeriesPlugin Ausnahme Test

source: Setup
de: Einstellungen

source: Show Info in movie list menu
de: Serien-Info im Filmlisten Menü anzeigen

source: Show Log
de: Protokoll anzeigen

source: Show Log file
de: Protokolldatei anzeigen (Log)

source: Show Rename in movie list menu
de: Umbenennen im Filmlisten Menü anzeigen

source: Show in channel menu
de: Serien-Info in Kanalauswahl anzeigen

source: Show in epg menu
de: Serien-Info im EPG-Menü anzeigen

source: Show in extensions menu
de: Serien-Info im Erweiterten Menü anzeigen

source: Show in info menu
de: Serien-Info im Info Menü anzeigen

source: Show popup to add Stb Channel
de: Zeige Popup wenn STB Kanal hinzugefügt

source: Show series info (SP)
de: Serien-Info anzeigen (SP)

source: Skip check because of pattern match
de: Überspringe Prüfung wenn Vorlage übereinstimmt

source: Skip check during running records
de: Überspringe Prüfung bei laufender Aufnahme

source: Skip search during records
de: Suchen während einer Aufnahme deaktivieren

source: Skip search if pattern matches
de: Überspringe Suche wenn Vorlage übereinstimmt

source: Skipping lookup because no begin timestamp is specified
de: Übersprunge wenn keine Anfangszeit angegeben

source: Skipping lookup because no channel is specified
de: Übersprunge wenn kein Kanal angegeben

source: Skipping lookup because no show name is specified
de: Übersprunge wenn kein Sendungsnamen angegeben

source: Skipping old channels file
de: Überspringe alte Kanal Datei

source: Skipping rename because file already exists
de: Überspringe Umbenennen wenn Datei bereits vorhanden ist

source: Skipping timer because it is a just play timer
de: Überspringe Timer wenn es ein Wiedergabetimer ist

source: Skipping timer because it is already handled
de: Überspringe Timer wenn in Bearbeitung

source: Skipping timer because it is already in queue
de: Überspringe Timer wenn in Warteschleife vorhanden

source: Skipping timer because it is already modified %s
de: Überspringe Timer wenn %s bereits geändert sind

source: Skipping timer because it is already running
de: Überspringe Timer wenn er bereits ausgeführt wird

source: Skipping timer because it starts in less than 60 seconds
de: Überspringe Timer wenn er in weniger als 60 Sekunden startet

source: Skipping timer because no event was found
de: Überspringe Timer wenn kein Ereignis gefunden wurde

source: Socket timeout
de: Zeitlimt für Anfragen zum Proxy (Sekunden)

source: Startup delay (in min)
de: Startverzögerung (in Minuten)

source: Success: %s
de: Erfolgreich: %s

source: Successfully renamed
de: Erfolgreich umbenannt

source: Timeout (in min)
de: Zeitlimit (in Minuten)

source: Timeout for Success Popups
de: Anzeigedauer für erfolgreiche Popups

source: Timeout for Warnings Popups
de: Anzeigedauer Warnungen (Popup)

source: Timer rename has been finished with %d errors:
de: Timer umbenennen wurde beendet mit %d Fehlern:

source: Title search depths
de: Titel Suchtiefe

source: Try to find infos for %s
de: Versuche Informationen zu finden für %s

source: Use legacy filenames
de: Verwende ältere Dateinamen

source: Write debug messages into file
de: Schreibe Fehlerprotokoll in Datei (Log)

source: Your autotimer is deprecated
de: Deine Autotimer Version ist veraltet

source: Your pattern file is corrupt
de: Vorlage Datei ist beschädigt
