Repository: oe-alliance/enigma2-plugins
Catalog: epgsearch/po/*.po
Languages: it

source: %ssearch EPG
it: %scerca EPG

source: %ssearch EPG from history...
it: %scerca EPG dalla cronologia...

source: Add AutoTimer
it: Aggiungi AutoTimer

source: Add Timer
it: Aggiungi timer

source: Add a record timer for highlighted event
it: Aggiungi timer di registrazione per l'evento evidenziato

source: Add a zap timer for highlighted event
it: Aggiungi timer di zap per l'evento evidenziato

source: Add an AutoTimer for highlighted event
it: Aggiungi AutoTimer per l'evento evidenziato

source: Add/remove/edit timer for highlighted event
it: Aggiungi/rimuovi/modifica timer per l'evento evidenziato

source: All bouquets
it: Tutti i bouquet

source: All services
it: Tutti i servizi

source: Cancel
it: Annulla

source: Channel Selection
it: Selezione canale

source: Choose the encoding type for searches, helpful for foreign languages.
it: Scegli il tipo di codifica per le ricerche, utile per le lingue straniere.

source: Close dialog
it: Chiudi finestra di dialogo

source: Control where to search in the EPG. When 'all bouquets' is set, all bouquets are searched, even if 'Enable multiple bouquets' is disabled.
it: Controlla dove cercare nell'EPG. Se impostato su 'Tutti i bouquet' la ricerca verrà effettuata in tutti i bouquet, anche se 'Abilita bouquet multipli' è disabilitato.

source: Could not read AutoTimer timer list: %s
it: Impossibile leggere l'elenco di AutoTimer: %s

source: Current bouquet
it: Bouquet attuale

source: Current service
it: Servizio attuale

source: DVB-C Cable services
it: Servizi via cavo DVB-C

source: DVB-T Terrestrial services
it: Servizi terrestri DVB-T

source: Default scope when asked
it: Ambito predefinito quando richiesto

source: EPG Search
it: Ricerca EPG

source: EPG Search setup
it: Configurazione ricerca EPG

source: EPGSearch
it: Ricerca EPG

source: EPGSearch Setup
it: Configurazione Ricerca EPG

source: Enable this to allow access to EPG Search from within the plugin browser.
it: Abilita questa opzione per consentire l'accesso alla ricerca EPG dal browser del plugin.

source: Enter new search
it: Inserisci nuova ricerca

source: Enter text to search for
it: Inserisci testo da cercare

source: Exclude results from
it: Escludi risultati da

source: Exit EPG Search
it: Esci da Ricerca EPG

source: Filter results by source
it: Filtra i risultati per fonte

source: IMDB search for highlighted event
it: Cerca su IMDb l'evento evidenziato

source: IMDb Search
it: Ricerca IMDb

source: Import from AutoTimer
it: Importa da AutoTimer

source: Import from EPG
it: Importa da EPG

source: Import from Timer
it: Importa da timer

source: Include or exclude results depending on their source (e.g. by satellite)
it: Includi o escludi i risultati a seconda della loro fonte (ad esempio via satellite)

source: Include results from
it: Includi risultati da

source: Include/exclude search results from this type of source
it: Includi/escludi i risultati della ricerca da questo tipo di origine

source: Include/exclude sources
it: Includi/escludi fonti

source: Is the search case-sensitive or case-insensitive?
it: La ricerca fa distinzione tra maiuscole e minuscole?

source: Length of history
it: Lunghezza cronologia

source: Maximum number of entries in the search history. Set this to 0 to disable search history.
it: Numero massimo di voci nella cronologia delle ricerche. Impostalo su 0 per disabilitare la cronologia delle ricerche.

source: Move down
it: Sposta giù

source: Move down a page
it: Scorri una pagina verso il basso

source: Move up
it: Sposta su

source: Move up a page
it: Scorri una pagina verso l'alto

source: New Search
it: Nuova ricerca

source: No history
it: Nessuna cronologia

source: Number of filters for inclusion/exclusion of results
it: Numero filtri da includere/escludere dai risultati

source: Number of inclusions/exclusions
it: Numero da includere/escludere

source: Open selected in IMDb
it: Apri selezionato in IMDb

source: Save search as AutoTimer
it: Salva ricerca come AutoTimer

source: Search
it: Cerca

source: Search EPG
it: Cerca EPG

source: Search encoding
it: Cerca codifica

source: Search in...
it: Cerca nel...

source: Search scope
it: Ambito di ricerca

source: Search strictness
it: Cerca rigore

source: Search type
it: Tipo di ricerca

source: Searching...
it: Ricerca in corso...

source: Select a timer to search
it: Seleziona timer da cercare

source: Select text to search for
it: Seleziona testo da cercare

source: Set type of match used to compare program titles with the search string.
it: Imposta il tipo di abbinamento utilizzato per confrontare i titoli dei programmi con la stringa di ricerca.

source: Sets the default search scope when the user is asked.
it: Imposta l'ambito di ricerca predefinito quando viene richiesto all'utente.

source: Setup
it: Configurazione

source: Setup menu
it: Menu di configurazione

source: Show AutoTimer list
it: Mostra elenco AutoTimer

source: Show detailed event information
it: Mostra informazioni dettagliate sull'evento

source: Show in plugin browser
it: Mostra nel browser plugin

source: Show orbital position
it: Mostra posizione orbitale

source: Show satellite orbital positions in the search results.
it: Mostra posizioni orbitali dei satelliti nei risultati della ricerca.

source: Show search history
it: Mostra cronologia ricerche

source: Use source restrictions below to only include results from the sources, or exclude them.
it: Usa restrizioni sulle fonti riportate di seguito per includere o escludere solo i risultati delle fonti.

source: Zap to channel
it: Zap al canale

source: all bouquets
it: tutti i bouquet

source: all services
it: tutti i servizi

source: ask user
it: chiedi all'utente

source: case-insensitive search
it: ricerca senza distinzione tra maiuscole e minuscole

source: case-sensitive search
it: ricerca con distinzione tra maiuscole e minuscole

source: current bouquet
it: bouquet attuale

source: current service
it: servizio attuale

source: disabled
it: disabilitato

source: exact match
it: abbinamento esatto

source: exclude
it: escludi

source: include
it: includi

source: partial description
it: descrizione parziale

source: partial match
it: corrispondenza parziale

source: search EPG
it: cerca EPG

source: search EPG from history...
it: cerca EPG dalla cronologia...

source: title starts with
it: titolo inizia con
