Repository: oe-alliance/enigma2-plugins
Catalog: autoresolution/po/*.po
Languages: el, nl, tr

source: Auto frame rate (refresh need 'multi')
el: Αυτόματος ρυθμός καρέ (η ανανέωση απαιτεί το 'πολλαπλό')
nl: Auto frame rate (verversen benodigt 'multi')

source: Autoresolution
el: Αυτόματη Ανάλυση
nl: Autoresolutie
tr: Otomatik çözünürlük

source: Autoresolution Plugin Testmode: Is %s OK?
el: Κατάσταση δοκιμής του Πρόσθετου Αυτόματης Ανάλυσης: Είναι το %s OK?
nl: Autoresolute Plugin testmodus: Is %s OK?

source: Autoresolution Switch
el: Διακόπτης Αυτόματης Ανάλυσης
nl: Autoresolutie schakelaar
tr: Otomatik Çöüzünürlük Değiştirme

source: Autoresolution is not working in Scart/DVI-PC Mode
el: Η Αυτόματη Ανάλυση δεν είναι διαθέσιμη σε λειτουργία Scart/DVI-PC
nl: Autoresolutie werkt niet in Scart/DVI-PC Modus
tr: Otomatik Çözünürlük Scart/DVI-PC modunda çalışmıyor

source: Autoresolution videomode setup
el: Ρυθμίσεις λειτουργίας εικόνας της Αυτόματης Ανάλυσης
nl: Autoresolutie videomodus instellingen
tr: Otomatik Çözünürlük video kip kurulumu

source: Cancel
el: Ακύρωση
nl: Annuleer
tr: İptal

source: Deinterlacer mode for interlaced content
el: Λειτουργία αποπολυπλεξίας για πεπλεγμένο περιεχόμενο
nl: Deinterlacer modus voor interlaced content

source: Deinterlacer mode for progressive content
el: Λειτουργία αποπολυπλεξίας για προοδευτικό περιεχόμενο
nl: Deinterlacer modus voor progressive content

source: Delay x seconds after service started
el: Καθυστέρηση x δευτερόλεπτα αφού ξεκινήσει η υπηρεσία
nl: Vertraag x sekonde nadat de service is gestart
tr: Hizmet başlatıldıktan sonra x saniye gecikme

source: Enable 1080p24 Mode
el: Ενεργοποίηση Λειτουργίας 1080p24
nl: Schakel 1080p24 modus in
tr: 1080p24 Kipi etkinleştir

source: Enable 1080p25 Mode
el: Ενεργοποίηση Λειτουργίας 1080p25
nl: Schakel 1080p25 modus in
tr: 1080p25 Kipi etkinleştir

source: Enable 1080p30 Mode
el: Ενεργοποίηση Λειτουργίας 1080p30
nl: Schakel 1080p30 modus in
tr: 1080p30 Kipi etkinleştir

source: Enable 720p24 Mode
el: Ενεργοποίηση Λειτουργίας 720p24
nl: Schakel 720p24 modus in
tr: 720p24 Kipi etkinleştir

source: Enable Autoresolution
el: Ενεργοποίηση Αυτόματης Ανάλυσης
nl: Schakel Autoresolutie in
tr: Otomatik Çözünürlük Etkin

source: HD Interlace Mode
el: Λειτουργία περιπλεγμένου HD
nl: HD Interlace modus
tr: HD Geçişli Kip

source: HD Progressive Mode
el: Λειτουργία προοδευτικού HD
nl: HD Progressive modus
tr: HD Artan Orantılı Kip

source: Lock timeout
el: Χρόνος λήξης κλειδώματος

source: Mode
el: Λειτουργία

source: OK
el: ΟΚ
tr: Tamam

source: Refresh Rate
el: Ρυθμός Ανανέωσης
tr: Tazeleme Hızı

source: Running in testmode
el: Λειτουργία δοκιμής
nl: Draait in testmode

source: SD 24HZ Progressive mode
el: Λειτουργία Προοδευτικού SD 24Hz
tr: SD 24HZ Artan Orantılı Kip

source: SD 25/50HZ Interlace Mode
el: Λειτουργία Περιπλεγμένου SD 25/50Hz
tr: SD 25/50HZ Geçişli Kip

source: SD 25/50HZ Progressive Mode
el: Λειτουργία Προοδευτικού SD 25/50Hz
tr: SD 25/50HZ Artan Orantılı Kip

source: SD 30/60HZ Interlace Mode
el: Λειτουργία Περιπλεγμένου SD 30/60Hz
tr: SD 30/60HZ Geçişli Kip

source: SD 30/60HZ Progressive Mode
el: Λειτουργία Προοδευτικού SD 30/60Hz
tr: SD 30/60HZ Artan Orantılı Kip

source: Show info screen
el: Εμφάνιση οθόνης πληροφοριών
nl: Toon informatiescherm
tr: Bilgi ekranını göster

source: Videocontent: %sx%s%s %sHZ
el: Περιεχόμενο βίντεο: %sx%s%s %sHZ

source: Videomode: %s
el: Λειτουργία βίντεο: %s

source: Videomode: %s %s %s
el: Λειτουργία βίντεο: %s %s %s

source: auto
el: αυτόματο
tr: otomatik

source: bob
el: διπλασιασμός γραμμών

source: default
el: προεπιλογή
nl: standaard
tr: öntanımlı

source: off
el: ανενεργό
nl: uit
tr: kapalı

source: on
el: ενεργό
nl: aan
tr: açık

source: second
el: δευτερόλεπτο
nl: sekonde
tr: saniye

source: seconds
el: δευτερόλεπτα
nl: sekonden
tr: saniye

source: Enable 2160p24 Mode
nl: Schakel 2160p24 modus in.

source: Enable 2160p25 Mode
nl: Schakel 2160p25 modus in.

source: Enable 2160p30 Mode
nl: Schakel 2160p30 modus in.

source: Enable 720p50 Mode
nl: Schakel 720p50 modus in

source: SD 24Hz Progressive mode
nl: SD 24Hz Progressieve modus

source: SD 25/50Hz Interlace Mode
nl: SD 25/50Hz Interlace modus

source: SD 25/50Hz Progressive Mode
nl: SD 25/50Hz Progressieve modus

source: SD 30/60Hz Interlace Mode
nl: SD 30/60Hz Interlace modus

source: SD 30/60Hz Progressive Mode
nl: SD 30/60Hz Progressieve modus

source: UHD Interlace Mode
nl: UHD Interlace modus.

source: UHD Progressive Mode
nl: UHD Progressieve modus.

source: Videocontent: %sx%s%s %sHz
nl: Videoinhoud: %sx%s%s %sHz

source: manual
nl: handmatig

source: Autoresolution settings
tr: Otomatik Çözünürlük ayarları
