Repository: oe-alliance/enigma2-plugins
Catalog: virtualzap/po/*.po
Languages: fa

source: Cancel
fa: لغو کردن

source: OK
fa: مورد تایید است

source: Remember last service
fa: به یاد آوری آخرین سرویس

source: Restart GUI now?
fa: GUI راه اندازی مجدد کردن

source: Show PiP in Infobar
fa: نمایش نوار اطلاعات تصویر در تصویر

source: Usage
fa: میزان مصرف

source: Use PiP
fa: استفاده از قابلیت تصویر در تصویر

source: Virtual (PiP) Zap
fa: جابه جایی مجازی تصویر در تصویر

source: Virtual Zap Setup
fa: راه اندازی جابه جایی مجازی

source: as plugin in extended bar
fa: به عنوان یک پلاگین در قسمت توسعه

source: with exit button
fa: با استفاده از دکمه خروج

source: with long OK press
fa: با فشردن طولانی ماندن اوکی
