Repository: oe-alliance/enigma2-plugins
Catalog: fancontrol2/po/*.po
Languages: es, fa, fr, lt

source: Action in case of Fan failure
es: Acción en caso de fallo del ventilador
fa: اقدام لازم در برابر خرابی فن
fr: Action en cas de défaillance du ventilateur
lt: Veiksmas, kai aušintuvas neveikia

source: Auto-Delete Data older than (Days)
es: Autoborrado de datos anteriores a (dias)
fa: اطلاعات قدیمی که بصورت خودکار حذف شده اند بر حسب روز
fr: Effacement auto données plus vieilles que (en jours)
lt: Automatiškai ištrinti duomenis, senesnius nei (dienų)

source: Auto-Delete older %s Days
es: Autoborrar los anteriores a %s dias
lt: Auto-šalinti senesnius, nei %s dienų

source: Box Shutdown
es: apagar el receptor
fa: جعبه خاموش سازی
fr: Arrêt de la boîte
lt: Išjungti

source: Box has no fancontrol hardware -> FC2 deactivated
es: El receptor no dispone de control del vent. por hardware. FC2 desactivado
lt: Aparatas neturi įskiepiui skirtos aparatūros -> FC2 išjungta

source: Box shutdown at Temperature (C)
es: Apagar receptor en temperatura (ºC)
fr: Arrêter boîte à la température (en C)
lt: Išjungti, pasiekus temp.(°C)

source: Cancel
es: Cancelar
fa: لغو کردن
fr: Abandon
lt: Atšaukti

source: Check
es: Comprobar
fa: چک کردن
fr: Vérifier
lt: Tikrinti

source: Choose path
es: Elegir destino
fa: انتخاب مسیر
fr: Choisir chemin
lt: Pasirinkite kelią

source: Control disabled
es: deshabilitado
fa: کنترل غیر فعال گردید
fr: Contrôle désactivé
lt: Valdymo išjungtas

source: Current rpm %4d
es: velocidad: %4d rpm
fa: %4d تعداد دور موتور
fr: Rpm actuelles %4d
lt: Dabar aps./min. %4d

source: Current value: %s
es: Valor actual: %s
fr: Valeur actuelle: %s
lt: Dabartinė reikšmė: %s

source: Delete
es: Borrar
fa: حذف کردن
fr: Effacer
lt: Pašalinti

source: Delete older 48h
es: Eliminar anteriores a 48h
fa: حذف کردن 48 ساعت قبلی
fr: Effacer plus vieux que 48h
lt: Šalinti senesnius 48 val.

source: Disk free : %d MByte
es: Libre: %d MByte
fr: Disque libre : %d MByte
lt: Laisvos vietos : %d MB

source: Download
es: Descargar
fa: بارگذاری کردن
fr: T&eacute;l&eacute;chargement
lt: Parsisiųsti

source: Enable Console Logging
es: Habilitar depuración por consola
lt: Įjungti konsolės registravimą

source: Enable Data Logging
es: habilitar log de datos
fa: فعال سازی ورودی اطلاعات
fr: Activer journal données
lt: Įjungti registravimą

source: Enable Event Logging
es: Habilitar el log de eventos
fa: فعال سازی رویدادهای ورودی
fr: Activer jounal événements
lt: Įjungti įvykių registravimą

source: Enable Thread use
es: Activar el uso del hilo
lt: Įjungti gijos naudojimą

source: End temperature C
es: ºC final
fa: دمای نهایی بر حسب سانتی گراد
fr: Température finale en C
lt: Pabaigos temperatūra °C

source: Extended Control Range
es: Control extendido
fa: رنج کنترلی گسترش یافته
fr: Echelle contrôle étendu
lt: Išplėstinis kontrolės diapazonas

source: Fan Control
es: Control del ventilador

source: Fan Control 2 - Monitor
es: Monitor de Fan Control 2

source: Fan is not working!
es: El vent. no está funcionando
fa: فن کار نمی کند !
fr: Le ventilateur ne fonctionne pas!
lt: Ventiliatorius neveikia!

source: Fan off in Idle Mode
es: En reposo, apagar el ventilador?
fa: فن خاموش است یا در حالت استندبای است
fr: Ventilateur stoppé en Idle Mode
lt: Aušintuvą išjungti laukimo režime

source: Fan type
es: Tipo de ventilador
fa: نوع فن
fr: Type ventilateur
lt: Aušintuvo tipas

source: FanControl2 emergency, Box Shutdown now?
es: Alerta FanControl2: apagar el receptor?
fr: Alerte FanControl2, éteindre boîte maintenant ?
lt: Avarinė situacija, išjungti aparatą dabar?

source: File %s does not exists
es: El archivo %s no existe
fr: Le fichier %s n'existe pas
lt: Failo %s nėra

source: Filesize : %d %sByte
es: Tamaño: %d %sByte
fr: Taille fichier : %d %sByte
lt: Failo dydis: % d%sBaitų

source: GUI needs a restart to apply the changes. Do you want to Restart the GUI now?
es: Es necesario reiniciar GUI para aplicar los cambios. Desea hacerlo ahora?
fr: L'IGU a besoin d'un redémarrage pour appliquer les modifications. Souhaitez-vous relancer l'IGU maintenant ?
lt: Kad pakeitimai įsigaliotų, grafinę aplinką reikia paleisti iš naujo. Ar norite paleisti iš naujo dabar?

source: Help
es: Ayuda
fa: کمک
fr: Aide
lt: Pagalba

source: Information
es: Información
fa: اطلاعات
fr: Informations
lt: Informacija

source: Initial PWM
es: PWM inicial
fr: PWM initial
lt: Pradinis PWM

source: Initial Voltage
es: Voltaje inicial
fa: ولتاژ اولیه
fr: Voltage initial
lt: Pradinė įtampa

source: Logging path
es: ruta de acceso
fa: مسیر ورود
fr: Chemin des journaux
lt: Kelias iki žurnalo

source: Logging-Path: %s
es: Ruta de acceso: %s
fr: Chemin des journaux: %s
lt: Logging-Verzeichnis: %s

source: Max Fan %d rpm at PWM=255 (%s)
es: Veloc. max: %d rpm en PWM=255 (%s)
fr: Ventilateur max %d rpm à PWM=255 (%s)
lt: Maks. aušintuvo %d aps./min. prie PWM=255 (%s)

source: Max Fan %d rpm at PWM=255 and VLT=255 (%s)
es: Veloc. max: %d rpm en PWM=255 y VLT=255 (%s)
fr: Ventilateur max %d rpm à PWM=255 et VLT=255 (%s)
lt: Maks. aušintuvo %d aps./min. prie PWM=255 ir VLT=255 (%s)

source: Max Fan %d rpm at VLT=255 (%s)
es: Veloc. max: %d rpm en VLT=255 (%s)
fr: Ventilateur max %d rpm à VLT=255 (%s)
lt: Maks. aušintuvo %d aps./min. prie VLT=255 (%s)

source: Min Fan Start %d rpm at PWM=%d
es: Puesta en marcha: %d rpm en PWM=%d
fr: Démarrage ventilateur min %d rpm à PWM=%d
lt: Min. aušintuvo paleidimas %d aps./min. prie PWM=%d

source: Min Fan Start %d rpm at VLT=%d
es: Puesta en marcha: %d rpm en VLT=%d
fr: Démarrage ventilateur min %d rpm à VLT=%d
lt: Min. aušintuvo paleidimas %d aps./min. prie VLT=%d

source: Min Fan Start %d rpm at VLT=%d and PWM=0
es: Puesta en marcha: %d rpm en VLT=%d y PWM=0
fr: Démarrage ventilateur min %d rpm à VLT=%d et PWM=0
lt: Min. aušintuvo paleidimas %d aps./min. prie VLT=%d ir PWM=0

source: Min Fan Stop %d rpm at PWM=%d (%s)
es: Apagado: %d rpm en PWM=%d (%s)
fr: Stop ventilateur min %d rpm à PWM=%d (%s)
lt: Min. aušintuvo sustabdymas %d aps./min. prie PWM=%d (%s)

source: Min Fan Stop %d rpm at VLT=%d (%s)
es: Apagado: %d rpm en VLT=%d (%s)
fr: Stop ventilateur min %d rpm à VLT=%d (%s)
lt: Min. aušintuvo sustabdymas %d aps./min. prie VLT=%d (%s)

source: Min Fan Stop %d rpm at VLT=%d and PWM=0 (%s)
es: Apagado: %d rpm en VLT=%d y PWM=0 (%s)
fr: Stop ventilateur min %d rpm à VLT=%d et PWM=0 (%s)
lt: Min. aušintuvo sustabdymas %d aps./min. prie VLT=%d ir PWM=0 (%s)

source: Number of WebIF-Log-Entries
es: Entradas de log en WebIF
fr: Nombre de WebIF-Log-entries
lt: WebIF žurnalo įrašų skaičius

source: PID Ctl Err %03.2f %%
es: Ctl. Error PID %03.2f %%
lt: PID vald. klaida %03.2f %%

source: Restart GUI now?
es: Reiniciar GUI?
fr: Relancer l'IGU maintenant ?
lt: Paleisti grafinę aplinką iš naujo dabar?

source: Save
es: Guardar
fa: ذخیره کردن
fr: Sauver
lt: Išsaugoti

source: Sensors
es: Sensores
fa: سنسورها
fr: Capteurs
lt: Jutikliai

source: Show Fan Speed as
es: Mostrar velocidad como
lt: Rodyti aušintuvo greitį, kaip

source: Show Monitor in Extension-Menu
es: Mostrar monitor en 'Extensiones'
fa: نمایش آگاهی دهنده در منوی گسترش
fr: Montrer Moniteur dans le menu-extension
lt: Rodyti monitorių tarp plėtinių meniu

source: Show Plugin in Extension-Menu
es: Mostrar el plugin en 'Extensiones'
fr: Montrer Plugin dans le menu-extension
lt: Rodyti įskiepį tarp plėtinių meniu

source: Speed
es: Velocidad
fa: سرعت
fr: Vitesse
lt: Greitis

source: Static temp C
es: ºC estática
fa: دمای ایستاتیک بر حسب سانتی گراد
fr: Température statique C
lt: Statinė temp. °C

source: Target rpm %4d
es: Veloc. deseada %4d
fr: Rpm cible %4d
lt: Objekto aps./min. %4d

source: Temperature
es: Temperatura
fa: دما
fr: Temp&eacute;rature
lt: Temperatūra

source: Temperature C %4.1f
es: Temperatura ºC %4.1f
fr: Température C %4.1f
lt: Temperatūra °C %4.1f

source: Voltage
es: Voltaje
fa: ولتاژ
lt: Įtampa

source: Voltage %03d
es: Voltaje %03d
lt: Įtampa %03d

source: active
es: activo
fa: فعال
fr: actif
lt: aktyvus

source: below Tunerslot 4
es: ranura inferior de sint. 4
fa: زیر تیونر اسلات شماره 4
fr: à coté fente tuner 4
lt: po 4 imtuvo lizdu

source: currentRPM:%d targetRPM:%d Temp:%4.1f
es: RPM actual:%d RPM deseada:%d Temp:%4.1f
fr: RPM actuelles:%d RPM cible:%d Temp:%4.1f
lt: Dabar aps./min. :%d Obj. aps./min.:%d Temp:%4.1f

source: disabled
es: deshabilitado
fa: غیر فعال گردید
fr: désactivé
lt: išjungta

source: display Info
es: mostrar información
fa: نمایش اطلاعات
fr: afficher les infos
lt: Informacija

source: do nothing
es: no hacer nada
fa: انجام ندادن هیچ کاری
fr: ne rien faire
lt: nieko nedaryti

source: increases overheating protection to (C)
es: aumentar protección de sobrecalentamiento a (ºC)
fa: افزایش محافظت در برابر گرمای بیش از حد بر حسب سانتی گراد
fr: Augmenter protection contre la surchauffe de (en C)
lt: padidina apsaugą nuo perkaitimo iki (°C)

source: left near Card-Slot
es: a la izda. junto al lector
fa: چپ و نزدیک اسلات کارت
fr: gauche près fente-carte
lt: kairėje prie kortelės lizdo

source: left near Front-CI
es: a la izda. junto al CI
fa: CI در سمت چپ و جلوی
fr: gauche près CI-avant
lt: kairėje prie priekinio CI

source: left of the Battery
es: a la izda. de la bateria
fa: میزان باقی مانده از باطری
fr: gauche de la batterie
lt: kairėje nuo baterijos

source: max Speed rpm
es: RPM máx.
fa: بیشترین دور موتور فن
fr: Vitesse max rpm
lt: maksimalus greitis aps./min.

source: min Speed rpm
es: RPM mín.
fa: کمترین دور موتور فن
fr: Vitesse min rpm
lt: minimalus greitis aps./min.

source: near XILINX Spartan
es: cerca de XILINX
fr: près spartan XILINX
lt: šalia XILINX Spartan

source: never
es: nunca
fa: هرگز
fr: jamais
lt: niekada

source: not active
es: inactivo
fa: فعال نبودن
fr: pas actif
lt: neaktyvus

source: over Security Card
es: Sobre la tarj. de seguridad
fa: بالای کارت امنیتی
fr: sur la carte sécurité
lt: virš Security Card

source: please set fan type (3Pin or 4Pin)
es: especifique el tipo de ventilador (3 ó 4 pin)
lt: Pasirinkite aušintuvo tipą (3, ar 4 kontaktų)

source: please wait (until 3min)...
es: espere (+/- 3 min.)...
fa: تا 3 دقیقه صبر کنید ...
fr: Veuillez patienter (jusqu'à 3min)...
lt: palaukite (iki 3min.)...

source: press Info for HDD-Temp
es: pulse info para ver la temp. del HDD
fa: دکمه اینفو را به منظور نمایش دمای هارد فشار بده
fr: presse info pour HDD-Temp
lt: spauskite 'Info' HDD temperatūrai sužinoti

source: read HDD-Temperature in HDD-Standby-Mode
es: leer temperatura del HDD en reposo
fa: خواندن هارد دیسک - دمای داخل هارد دیسک - مد استندبای - مد
fr: Lire HDD-Température si HDD en Standby-Mode
lt: skaityti HDD temperatūrą HDD budėjimo režime

source: readme.txt
es: Léeme.txt
fr: readmefr.txt
lt: readmede.txt

source: setup Fancontol inStandby mode
es: Configurar FanControl cuando está en reposo

source: turn off
es: apagar
fa: خاموش
fr: Stopper
lt: išjungti

source: turn on
es: encender
fa: روشن کردن
fr: D&eacute;marrer
lt: įjungti

source: under the Fan
es: bajo el ventilador
fa: زیر فن
fr: sous le ventilateur
lt: prie aušintuvo

source: under the WLAN
es: bajo la WLAN
fa: زیر پوشش لن بی سیم
fr: sous le WiFi
lt: prie WLAN

source: yes
es: si
fa: بله
fr: oui
lt: taip

source: yes, Except for Recording or HDD
es: si, excepto en grabaciones o HDD
fa: بله به جز برای ضبط کردن یا هارد دیسک
fr: oui, sauf pour l'enregistrement/HDD
lt: Taip, išskyrus įrašymą, arba HDD

source: no
fa: نه
fr: non
lt: ne

source: disable DMM-FanControl
fr: Désactiver DMM-Fancontrol
lt: išjungti DMM aušintuvo valdymą

source: auto
fa: خودکار
fr: automatique

source: 3Pin
fa: سه پینه

source: 4Pin
fa: 4 پینه
