Repository: oe-alliance/enigma2-plugins
Catalog: vlcplayer/po/*.po
Languages: es

source: Audio Bitrate
es: VelocidadBit Sonido

source: Audio Channels
es: Canales de sonido

source: Audio Codec
es: Codec Sonido

source: Audio Samplerate
es: Velocidad muestra sonido

source: Cancel
es: Cancelar

source: DVD Device (leave empty for default)
es: Dispositivo DVD (deje vacío para defecto)

source: Enter VLC-Server as FQDN or IP-Address
es: Introduzca servidor VLC como IP o nombre

source: Error with VLC server: %s
es: Error con el servidor VLC: %s

source: HTTP Port
es: Puerto HTTP

source: Movie Directory
es: Directorio de Películas

source: No more files in this directory
es: No hay más ficheros en este directorio

source: No previous file in this directory
es: No hay fichero anterior en este directorio

source: No valid Enigma-Service to play a VLC-Stream Check your installation and try again!
es: No hay canal válido-Enigma a reproducir un Stream-VLC Chequee su instalacion y reintentelo

source: Really delete this Server?
es: Seguro que quiere borrar este Servidor?

source: Server Address
es: Dirección del Servidor

source: Subtitle overlay
es: Subtítulos

source: Transcode MPEG/DVD Audio
es: Transcode Sonido MPEG/DVD

source: Transcode MPEG/DVD Video
es: Transcode Video MPEG/DVD

source: Video Bitrate
es: Velocidad Video

source: Video Codec
es: Codec Video

source: add server
es: añadir servidor

source: delete server
es: borrar servidor

source: edit server
es: editar servidor

source: filter off
es: apagar filtro

source: filter on
es: encender filtro

source: play DVD
es: reproducir DVD

source: refresh
es: refrescar
