Repository: oe-alliance/enigma2-plugins
Catalog: vixautotimer/po/*.po
Languages: ru

source: %d conflict(s) encountered when trying to add new timers: %s
ru: %d конфликт(ов), возник(ло) при попытке добавить новые таймеры: %s

source: %d conflict(s) solved with similar timer(s): %s
ru: %d конфликт(ов) решен(о) с похожим таймером: %s

source: %s: %s at %s
ru: %s: %s по %s

source: Abort this Wizard.
ru: Прервать этот мастер.

source: Activate VPS
ru: Активировать VPS

source: Add
ru: Добавить

source: Add new AutoTimer
ru: Добавить новый АвтоТаймер

source: Add similar timer on conflict
ru: Добавляемый конфликтует с альтернативным таймером

source: Add timer as disabled on conflict
ru: Добавлямемый таймер отключен из-за конфликта

source: Add zap timer instead of record timer?
ru: Добавить таймер переключения вместо таймера записи?

source: After event
ru: После события

source: All non-repeating timers
ru: Все неповторяющиеся таймеры

source: Amount of recordings left
ru: Количество записей осталось

source: Any service/recording
ru: Любые сервисы/записи

source: Auto Timers
ru: Авто Таймеры

source: AutoTimer
ru: АвтоТаймер

source: AutoTimer Editor
ru: Редактор автотаймеров

source: AutoTimer FAQ
ru: АвтоТаймер Вопросы и ответы

source: AutoTimer Filters
ru: Фильтры автотаймера

source: AutoTimer Help
ru: Помощь по автотаймерам

source: AutoTimer Services
ru: АвтоТаймер сервисов

source: AutoTimer Settings
ru: Настройки АвтоТаймера

source: AutoTimer was added successfully
ru: Автотаймер успешно добавлен

source: AutoTimer was changed successfully
ru: Автотаймер успешно изменен

source: AutoTimer was removed
ru: Автотаймер удален

source: AutoTimers
ru: АвтоТаймеры

source: Begin of "after event" timespan
ru: Начать "после события"

source: Begin of timespan
ru: Начало промежутка времени

source: Bouquets
ru: Букеты

source: By enabling this events will not be matched if they don't occur on certain dates.
ru: Если эта опция включена, таймер быть добавлен только по определенным датам.

source: By enabling this you will be notified about similar timers added during automated polling. There is no intelligence involved, so it might bother you about the same conflict over and over.
ru: При включении этой функции вы будете уведомлены о подобных таймерах, добавленных во время автоматизированного опроса. Функция не интелектуальна, и это приведет к повторящемуся сообщению о том же самом конфликте снова и снова.

source: By enabling this you will be notified about timer conflicts found during automated polling. There is no intelligence involved, so it might bother you about the same conflict over and over.
ru: При включении этой функции вы будете уведомлены о подобных таймерах, добавленных во время автоматизированного опроса. Функция не интелектуальна, и это приведет к повторящемуся сообщению о том же самом конфликте снова и снова.

source: Cancel
ru: Отменить

source: Change default recording offset?
ru: Измененить смещение записи по умолчанию?

source: Channel Selection
ru: Выбор канала

source: Channels
ru: Каналы

source: Check for uniqueness in
ru: Проверять на уникальность в

source: Choose target folder
ru: Выберите целевую папку

source: Classic
ru: Классический

source: Close and forget changes
ru: Закрыть без сохранения изменений

source: Close and save changes
ru: Закрыть с сохранением изменений

source: Configure AutoTimer behavior
ru: Настройка поведения автотаймера

source: Congratulations
ru: Поздравляем

source: Control recording completely by service
ru: Можно полностью управлять записью при помощи сервиса

source: Couldn't load config file!
ru: Не удалось загрузить файл конфигурации!

source: Create a new AutoTimer.
ru: Создать новый АвтоТаймер

source: Create a new timer using the classic editor
ru: Создать новый таймер с использованием классического редактора

source: Create a new timer using the wizard
ru: Создать новый таймер с помощью мастера

source: Custom (%s)
ru: Пользовательский (%s)

source: Custom location
ru: Другое расположение

source: Custom offset
ru: Пользовательское смещение

source: Defines where to search for duplicates (only title, short description or even extended description)
ru: Определяет, где искать дубликаты (только в названии, кратком описание или в расширенном описании)

source: Delete
ru: Удалить

source: Description
ru: Описание

source: Do you really want to delete %s?
ru: Вы действительно хотите удалить %s?

source: EPG encoding
ru: Набор символов EPG

source: Edit AutoTimer
ru: Редактировать АвтоТаймер

source: Edit AutoTimer filters
ru: Редактировать фильтры автотаймера

source: Edit AutoTimer services
ru: Редактировать сервисы (автотаймера)

source: Edit Timers and scan for new Events
ru: Редактировние таймеров и поиск новых событий

source: Edit new timer defaults
ru: Редактировать значения по умолчанию для нового таймера

source: Edit selected AutoTimer
ru: Редактировать выбранный автотаймер

source: Editing
ru: Редактирование

source: Editor for new AutoTimers
ru: Редактор новоых АвтоТаймеров

source: Enable Filtering
ru: Включить фильтрацию

source: Enable Service Restriction
ru: Включить ограничение сервисов

source: Enable this to be able to access the AutoTimer Overview from within the extension menu.
ru: Включить пункт обзора автотаймеров в меню расширений.

source: Enable this to be able to access the AutoTimer Overview from within the plugin browser.
ru: Включить пункт обзора автотаймеров в меню плагинов.

source: Enabled
ru: Включено

source: Encoding the channel uses for it's EPG data. You only need to change this if you're searching for special characters like the german umlauts.
ru: Этот пункт используется для вклучения отображения национальных символов в EPG канала.

source: End of "after event" timespan
ru: Конец промежутка времени "после события"

source: End of timespan
ru: Конеец промежутка времени

source: Exact match
ru: Точное совпадение

source: Exclude
ru: Исключить

source: Execute "after event" during timespan
ru: Выполнить "после события" в течение промежутка времени

source: Filter
ru: Фильтр

source: Filters are another powerful tool when matching events. An AutoTimer can be restricted to certain Weekdays or only match an event with a text inside eg it's Description. Press BLUE to add a new restriction and YELLOW to remove the selected one.
ru: Фильтры являются еще одним мощным инструментом. Когда происходят соответствующие события, автотаймеры могут быть ограничены определенными дними недели или соответствовать только событию с оределенным текстом, например, его описанием. Нажмите СИНЮЮ, что-бы добавить новое ограничение или ЖЕЛТУЮ, что-бы удалить выбраный фильтр.

source: First day to match events. No event that begins before this date will be matched.
ru: Первый день. События ДО этой даты, будут игнорироваться.

source: Found a total of %d matching Events. %d Timer were added and %d modified, %d conflicts encountered, %d unchanged, %d similars added.
ru: Найдено всего %d соответствующих событий. %d таймеров было добавлено и %d изменено, %d обнаружено конфликов, %d не изменено, %d подобных добавлено.

source: Found a total of %d matching Events. %d Timer were added and %d modified, %d conflicts encountered, %d similars added.
ru: Найдено всего %d соответствующих событий. %d таймеров было добавлено и %d изменено, %d обнаружено конфликов, %d подобных добавлено.

source: Frequently asked questions
ru: Часто задаваемые вопросы

source: Friday
ru: пятница

source: Generic setup
ru: Общие настройки

source: Guess existing timer based on begin/end
ru: Определить сущест. таймеры на основ. начало/конец

source: Help
ru: Помощь

source: If a timer conflict occurs, AutoTimer will search outside the timespan for a similar event and add it.
ru: В случае конфликта таймеров, АвтоТаймер ищет подобную передачу в другое время и добавляет её.

source: If enabled, the polling will be skipped if the Dreambox is recording.
ru: При включении, активируется избирательный пропуск, если ресивер уже находится в режиме записи.

source: If this is enabled an existing timer will also be considered recording an event if it records at least 80%% of the it.
ru: При включеии этой функции будет рассмотрены записи событий текущих таймеров, если записано не менее 80%% от них.

source: If this is selected, the name of the respective AutoTimer will be added as a tag to timers created by this plugin.
ru: Если выбрана эта опция, то имя автотаймера добавляется в качестве тегов в созданный таймер.

source: If this is selected, the tag "AutoTimer" will be given to timers created by this plugin.
ru: При активации этого пункта тег "автотаймер" будет присвоен таймерам созданным этим плагином.

source: Import AutoTimer
ru: Импортировать автотаймер

source: Import existing Timer
ru: Импортировать из таймера

source: Import from EPG
ru: Импортировать из EPG

source: Include
ru: Включить

source: Include "AutoTimer" in tags
ru: Включать "автотаймер" в тегах

source: Include AutoTimer name in tags
ru: Включать наименования автотаймеров в теги

source: It's possible to restrict an AutoTimer to certain Services or Bouquets or to deny specific ones. An Event will only match this AutoTimer if it's on a specific and not denied Service (inside a Bouquet). Press BLUE to add a new restriction and YELLOW to remove the selected one.
ru: Автотаймер может быть запрещен или разрешен определенным каналам или букетом Событие будет соответствовать только этому автотаймеру (в пределах одного букета). Нажмите СИНИЙ для добавки новых ограничений или ЖЕЛТЫЙ для их удаления.

source: Label Timers with season, episode and title, according to the SeriesPlugin settings.
ru: Этикетка таймера (для сериалов) содержащая сезон, эпизод и названия, в соответствии с настройками SeriesPlugin.

source: Label series
ru: Этикетка сериала

source: Last day to match events. Events have to begin before this date to be matched.
ru: Последний день. События, произошедшие после этой даты, будут игнорироваться.

source: Location
ru: Расположение

source: Lower bound of timespan.
ru: Нижняя граница промежутка времени.

source: Lower bound of timespan. Nothing before this time will be matched. Offsets are not taken into account!
ru: Нижняя граница промежутка времени: ничто до этого времени не будет сопоставляться. Смещение не учитывается!

source: Match Timespan: %02d:%02d - %02d:%02d
ru: Найти в периоде: %02d:%02d - %02d:%02d

source: Match title
ru: В названии

source: Match title: %s
ru: Найти в названии: %s

source: Maximum duration (in m)
ru: Максимальная продолжительность (в мин)

source: Maximum event duration to match. If an event is longer than this amount of time (without offset) it won't be matched.
ru: Максимальная продолжительность события. Когда программа идет дольше, чем этот период времени, она не добавляется. Смещения не учитываются.

source: Modify existing timers
ru: Изменение существующих таймеров

source: Monday
ru: Понедельник

source: Monthly
ru: Ежемесячно

source: Never
ru: Никогда

source: New
ru: Новый

source: No
ru: Нет

source: No, remove them.
ru: Нет, удалить

source: None
ru: Отсутствует

source: Not after
ru: Не позже

source: Not before
ru: Не раньше

source: Number of scheduled recordings left.
ru: Количество запланированных записей осталось.

source: Offset after recording (in m)
ru: Дополнительно (смещение) после события (в мин)

source: Offset before recording (in m)
ru: Дополнительно (смещение) до события (в мин)

source: On any service
ru: Для любого сервиса

source: On same service
ru: Для этого же сервиса

source: Only AutoTimers created during this session
ru: Только АвтоТаймеры созданы в этой сессии

source: Only add timer for next x days
ru: Добавить таймер только на ближайшие X дней

source: Only match during timespan
ru: Только в соответствии с заданным промежутком времени

source: Only on Service: %s
ru: Только для сервиса: %s

source: Only on Weekday: %s
ru: Только в будние дни: %s

source: Only poll while in standby
ru: Опрос только в режиме ожидания

source: Open Context Menu
ru: Открыть контекстное меню

source: Please provide a Text to match
ru: Введите текст для поиска

source: Poll Interval (in mins)
ru: Интервал опроса (в минутах)

source: Poll automatically
ru: Автоматический поиск

source: Power state to change to after recordings. Select "standard" to not change the default behavior of enigma2 or values changed by yourself.
ru: Состояние питания, в которое перейдет ресивер после окончания записи.Выберите "стандарт", чтобы не изменить поведение по умолчанию или значений в настройках enigma2

source: Preview AutoTimer
ru: Предпросмотр АвтоТаймера

source: Really close without saving settings?
ru: Действительно закрыть без сохранения настройки?

source: Record a maximum of x times
ru: Запись максимум х раз

source: Record on
ru: Записать на

source: Remove selected AutoTimer
ru: Удалить выбранный автотаймер

source: Require description to be unique
ru: Требуется уникальное описание

source: Reset count
ru: Сбросить счетчик

source: Restrict "after event" to a certain timespan?
ru: Ограничить "после событий" для определенного промежутка времени?

source: Restrict to events on certain dates
ru: Ограничение на события в определенные даты

source: Saturday
ru: Суббота

source: Save
ru: Сохранить

source: Search strictness
ru: Точность поиска

source: Search type
ru: Тип поиска

source: Select "exact match" to enforce "Match title" to match exactly, "partial match" if you only want to search for a part of the event title or "description match" if you only want to search for a part of the event description
ru: Выберите "точно" для обеспечения точного совпадения "В названии" или "частичное соответствие", если вы хотите найти только часть названия событий или "в описании", если вы хотите искать только часть описания события

source: Select a timer to import
ru: Выберите таймер для импорта

source: Select bouquet to record on
ru: Выберите букет для записи

source: Select channel to record on
ru: Выберите канал для записи

source: Select the location to save the recording to.
ru: Выберите место для сохранения записи.

source: Select type of Filter
ru: Выберите тип фильтра

source: Select whether or not you want to enforce case correctness.
ru: Выберите, хотите ли вы обеспечить совпадение регистра символов.

source: Set End Time
ru: Указать время окончания

source: Set an end time for the timer. If you do, the timespan of the event might be blocked for recordings.
ru: Установите время окончания таймера. Если да, то отрезок времени события может быть заблокирован для записей.

source: Set maximum duration
ru: Установить максимальную продолжительность

source: Set this NO to disable this AutoTimer.
ru: Установите НЕТ чтобы отключить этот АвтоТаймер.

source: Setup
ru: Настройки

source: Should this AutoTimer be restricted to a timespan?
ru: Должен ли этот АвтоТаймер быть ограничен отрезком времени?

source: Should this AutoTimer only match up to a certain event duration?
ru: Должен ли автотаймер соответствовать только известной продолжительности события?

source: Should timers created by this AutoTimer be recorded to a custom location?
ru: Должны ли таймеры, созданные этим АвтоТаймером, быть записаны в другое место?

source: Show in extension menu
ru: Показать в меню расширения

source: Show in plugin browser
ru: Показать в плагинах

source: Show notification on conflicts
ru: Уведомлять о конфликтах

source: Show notification on similars
ru: Уведомлять о похожих

source: Skip poll during records
ru: Пропустить опрос во время записи

source: Sort AutoTimer
ru: Сортировать автотаймер

source: Sort Time
ru: Сортировать по времени

source: Sunday
ru: Воскресенье

source: Support "Fast Scan"?
ru: Поддержать "Быстрое сканирование"?

source: Tags
ru: Тэги

source: Tags the Timer/Recording will have.
ru: Будет иметь тэги таймера/записи.

source: Thank you for using the wizard. Your new AutoTimer has been added to the List. Please press OK to continue.
ru: Благодарим вас за использование мастера. Ваш новый автотаймер был добавлен в список. Пожалуйста, нажмите OK для продолжения.

source: The Timer will not be added to the List. Please press OK to close this Wizard.
ru: Таймер не будет добавлен в список. Пожалуйста, нажмите кнопку ОК, чтобы закрыть этот мастер.

source: The Timespan of an AutoTimer is the first 'advanced' attribute. If a timespan is specified an event will only match this AutoTimer if it lies inside of this timespan.
ru: 'Временной параметр' автотаймера является одним из «продвинутых» атрибутов. Временной параметр указанных событий будет соответствовать только этому автотаймеру, если он лежит внутри этого отрезка времени.

source: The counter can automatically be reset to the limit at certain intervals.
ru: Счетчик можно автоматически сбросывать лимит через определенные промежутки времени.

source: The editor to be used for new AutoTimers. This can either be the Wizard or the classic editor.
ru: Редактор, который будет использоваться для новых АвтоТаймеров. Это может быть либо мастер, либо классический редактор.

source: The match attribute is mandatory.
ru: Атрибут совпадения является обязательным.

source: This is a name you can give the AutoTimer. It will be shown in the Overview and the Preview.
ru: Это имя вы можете дать автотаймеру. Оно будет показано в 'Обзор'е и 'Предпросмотр'е.

source: This is the delay in minutes that the AutoTimer will wait after a search to search the EPG again.
ru: Это задержка в минутах, котрую автотаймер ожидает после поиска, чтобы снова искать EPG.

source: This is what will be looked for in event titles. Note that looking for e.g. german umlauts can be tricky as you have to know the encoding the channel uses.
ru: Это то, что будет искаться в названий событии. Обратите внимание, что ищете, например немецкие умляуты могут осложнить поиск, вы должны знать кодировку, которую использует канал в EPG.

source: This setting controls the behavior when a timer matches a found event.
ru: Эта настройка управляет поведением, когда таймер соответствует найденному событию.

source: This toggles the behavior on timer conflicts. If an AutoTimer matches an event that conflicts with an existing timer it will not ignore this event but add it disabled.
ru: Этот параметр переключает поведение при конфликте таймеров. Если автотаймер соответствует событию, которое конфликтует с существующим таймером он не будет игнорировать это событие, но добавит его в отключенные.

source: Thursday
ru: четверг

source: Time in minutes to append to recording.
ru: Время в минутах, которое будет добавлено к записи.

source: Time in minutes to prepend to recording.
ru: Время в минутах, которое должен добавляться перед записью.

source: Timer type
ru: Тип таймера

source: Title
ru: Название

source: Title and Short description
ru: Название и короткое описание

source: Title and all descriptions
ru: Название и все описание

source: Tuesday
ru: вторник

source: Unless this is enabled AutoTimer will NOT automatically look for events matching your AutoTimers but only when you leave the GUI with the green button.
ru: Если этот параметр не будет включен, автотаймер НЕ будет автоматически искать события, соответствующие вашим автотаймерам, но только если вы не покидаете управление ЗЕЛЕНОЙ кнопкой.

source: Upper bound of timespan.
ru: Верхний предел промежутка времени.

source: Upper bound of timespan. Nothing after this time will be matched. Offsets are not taken into account!
ru: Верхний предел промежутка времени. Ничего после этого времени не будут совпадать. Смещения не учитывается!

source: Use a custom location
ru: Используйте другое место

source: Use automatic selection of alternates.
ru: Использование автоматического выбора альтернатив.

source: Wednesday
ru: среда

source: Weekday
ru: будний день

source: Weekend
ru: выходные

source: Weekly (Monday)
ru: Еженедельно (понедельник)

source: Weekly (Sunday)
ru: Еженедельно (воскресенье)

source: Welcome. This Wizard will help you to create a new AutoTimer by providing descriptions for common settings.
ru: Добро пожаловать. Этот мастер поможет вам создать новый автотаймер путем предоставления описаний общих настроек.

source: When supporting "Fast Scan" the service type is ignored. You don't need to enable this unless your Image supports "Fast Scan" and you are using it.
ru: Когда поддержано "Быстрое сканирование" тип сервиса игнорируется. Вам не нужно включить его, если ваш имидж поддерживает "Быстрое сканирование" и вы используете его.

source: When this is enabled AutoTimer will ONLY check for new events whilst in stanadby.
ru: Если эта опция включена, автотаймер будет проверять только новые события в режиме ожидания.

source: When this option is enabled the AutoTimer won't match events where another timer with the same description already exists in the timer list.
ru: Если эта опция включена, автотаймер не будет соответствовать событиям, когда уже существует другой таймер с таким же описанием в списке таймеров.

source: With this option enabled the channel to record will be selected automaticliy using your list of alternates.
ru: Если эта опция включена, канал для записи будет выбрана автоматически с помощью списка альтернатив.

source: With this option you can restrict the AutoTimer to a certain amount of scheduled recordings. Set this to 0 to disable this functionality.
ru: С помощью этой опции вы можете ограничить автотаймер определенным количеством запланированных записей. Установите в 0, чтобы отключить эту функцию.

source: Wizard
ru: Мастер

source: Yes
ru: Да

source: Yes, keep them.
ru: Да, сохранить их.

source: You can control for how many days in the future timers are added. Set this to 0 to disable this feature.
ru: Вы можете контролировать, на сколько дней в будущем будут добавлены таймеры. Установите в 0, чтобы отключить эту функцию.

source: You can set the basic properties of an AutoTimer here. While 'Name' is just a human-readable name displayed in the Overview, 'Match in title' is what is looked for in the EPG.
ru: Здесь Вы можете установить основные свойства АвтоТаймера. Хотя 'Имя' просто имя в человеческом понимании, отображаемое в 'Обзор'е, 'Совпадение в названии' является тем, что ищется в EPG.

source: You did not provide a valid 'Match in title' Attribute for your new AutoTimer. As this is a mandatory Attribute you cannot continue without doing so.
ru: Вы не предоставили действительного 'Совпадение в названии' атрибута для вашего нового автотаймера. Поскольку это является обязательным атрибутом вы не сможете продолжить без него.

source: You entered "%s" as Text to match. Do you want to remove trailing whitespaces?
ru: Вы ввели "%s" как текст для соответствия. Хотите удалить конечные пробелы?

source: You successfully configured a new AutoTimer. Do you want to add it to the list? You can go back a step by pressing EXIT on your remote.
ru: Вы успешно настроили новый автотаймер. Вы хотите добавить его в список? Вы можете вернуться на шаг назад, нажав кнопку EXIT на пульте ДУ.

source: Your 'Match in title' Attribute ends with a Whitespace. Please confirm if this was intentional, if not they will be removed.
ru: Ваш 'Совпадение в названии' атрибут заканчивается пробелом. Пожалуйста, подтвердите, если это было сделано намеренно, если это не так, они будут удалены.

source: Your config file is not well-formed: %s
ru: Конфигурационный файл не правильно сформирован: %s

source: add AutoTimer
ru: добавить автотаймер

source: add AutoTimer...
ru: добавить АвтоТаймер...

source: add filters
ru: добавить фильтры

source: add services
ru: добавить сервисы

source: auto
ru: автоматически

source: autotimers need a match attribute
ru: автотаймеры нуждаются в атрибуте совпадение

source: case-insensitive search
ru: поиск без учета регистра

source: case-sensitive search
ru: поиск с учетом регистра

source: config changed.
ru: конфигураця изменилась.

source: delete
ru: удалить

source: description match
ru: в описании

source: disable
ru: отключить
