Repository: oe-alliance/enigma2-plugins
Catalog: vixautotimer/po/*.po
Languages: ru

source: do nothing
ru: ничего не делать

source: edit filters
ru: редактировать фильтры

source: edit services
ru: редактирование сервисов

source: enable
ru: включить

source: exact match
ru: точно

source: go to deep standby
ru: перейти в режим глубокого ожидания

source: go to standby
ru: перейти в режим ожидания

source: in Description
ru: в описании

source: in Shortdescription
ru: в коротком описании

source: in Title
ru: в наименовании

source: mins
ru: мин

source: missing parameter "id"
ru: отсутствует параметр "id"

source: on Weekday
ru: по будням

source: partial match
ru: частичное совпадение

source: record
ru: запись

source: standard
ru: стандарт

source: title starts with
ru: название начинается с

source: unable to find timer with id %i
ru: не удается найти таймер с id %i

source: zap
ru: переключение
