Repository: oe-alliance/enigma2-plugins
Catalog: satloader/po/*.po
Languages: lt

source: About
lt: Apie

source: Bouquet
lt: Bukietas

source: Cancel
lt: Atšaukti

source: Do you want to restart the GUI now?
lt: Ar norite paleisti grafinę aplinką iš naujo dabar?

source: Download:
lt: Parsiuntimas:

source: Downloading bouquets failed!
lt: Bukietų parsiųsti nepavyko!

source: Downloading satellites failed!
lt: Palydovų parsiųsti nepavyko!

source: Downloading succesfull! Parsing ...
lt: Parsiųsti pavyko! Apdorojama...

source: Frequency:
lt: Dažnis:

source: GUI needs a restart to apply changes.
lt: Kad pakeitimai įsigaliotų, grafinę aplinką reikia paleisti iš naujo.

source: GUI needs a restart.
lt: Grafinę aplinką reikia paleisti iš naujo.

source: Install
lt: Įdiegti

source: Multi Sat
lt: Kelių palydovų

source: OK
lt: Gerai

source: Parsing failed!
lt: Apdorojimo klaida!

source: Please select at least one bouquet
lt: Pasirinkite bent vieną bukietą

source: Please select at least one satellite
lt: Pasirinkite bent vieną palydovą

source: Please select at least one transponder
lt: Pasirinkite bent vieną transponderį

source: Please wait...
lt: Palaukite...

source: Press ok button to select bouquet
lt: Bukietui pasirinkti, spauskite 'OK'

source: Press ok button to select satellite
lt: Palydovui pasirinkti, spauskite 'OK'

source: Press ok or green button to install satellites.xml
lt: Kad įdiegti satellites.xml, spauskite 'OK', arba 'ŽALIĄ' mygtuką

source: Restart GUI now?
lt: Paleisti grafinę aplinką iš naujo dabar?

source: Save
lt: Išsaugoti

source: Source:
lt: Šaltinis:

source: Symbol Rate:
lt: Simbolių sparta:

source: Transponder
lt: Transponderis

source: Transponder selection
lt: Transponderio pasirinkimas

source: has been saved.
lt: išsaugotas.

source: satellites.xml has been built.
lt: satellites.xml buvo sukurtas.

source: satellites.xml is updated
lt: satellites.xml atnaujintas

source: selected bouquets are installed
lt: pasirinkti bukietai įdiegti
