Repository: oe-alliance/enigma2-plugins
Catalog: mphelp/po/*.po
Languages: fi, lt, nl

source: AutoTimer FAQ
lt: Autolaikmačio DUK

source: AutoTimer Help
fi: AutoTimer Ohjeita
lt: Autolaikmačio pagalba

source: Close
fi: Sulje
lt: Uždaryti
nl: Sluit

source: Congratulations
fi: Onnittelut
lt: Sveikiname
nl: Gefeliciteerd

source: FAQ
lt: DUK

source: Frequently asked questions about the AutoTimer
fi: AutoTimerin usein kysytyt kysymykset
lt: Autolaikmačio Dažnai Užduodami Klausimai
nl: Frequently asked questions over de AutoTimer

source: Generic setup
fi: Yleisasetukset
lt: Bendroji sąranka
nl: Algemene instellingen

source: Question: I found a problem with the AutoTimer, can you fix it?/nAnswer: First try the AutoTimer version in a recent (experimental) Image to see if the problem was fixed. Then read the Help again and the upcoming FAQs to make sure that this is actually a problem and not expected behavior./nIf you still think there is something wrong with the AutoTimer, please visit http://www.dream-multimedia-tv.de/board and post your problem there./n/nQ: The plugin only adds timers when leaving the configuration, not automatically. What can I do?/nA: From the Overview press MENU and enter the 'Setup'. In this screen enable 'Poll automatically' and you should be good to go.
fi: Kysyttyä: Löysin AutoTimer:sta ongelman, voitko korjata sen?/nVastaus: Lue ensin opastesivut ja FAQ uudestaan ja totea että kyseessä on oikeasti ongelma eikä ominaisuus. Kokeile ensin päivittää vastaanottimeesi viimeisin Beta-image jos ongelma on jo siinä korjattu./nJos olet vieläkin sitä mieltä että kyseessä on ongelma, käy osoitteessa http://www.dream-multimedia-tv.de/board ja kerro heille löytämästäsi ongelmasta./n/nKysyttyä: Plugin lisää ajastuksia kun poistut asetuksista, ei automaattisesti. Mikä avuksi?/nVastaus: Perusvalikossa paina MENU ja mene asetuksiin. Tässä näytössä laita päälle 'Hae automaattisesti'.
lt: Klausimas: Autolaikmatis neteisingai veikia, ar galite tai sutvarkyti?/nAtsakymas: Pirmiausiai išbandykite, gal problema jau sutvarkyta naujausioje autolaikmačio versijoje iš paskutinio, eksperimentinio atvaizdo. Po to vėl perskaitykite "Pagalbą" ir naujausius DUK, kad įsitikintumėte, ar tai tikrai šio įskiepio problema./nJei vis dar manote, kad kažkas negerai su autolaikmačiu, apsilankykite http://www.dream-multimedia-tv.de/ ir aprašykite savo problemą forume./n/nK: Įskiepis įtraukia laikmačius tik tada, kai uždaromas konfigūravimo langas, bet ne automatiškai. Ką man daryti?/nA: 'Apžvalgoje' spauskite 'MENU' ir atsidarykite 'Sąranką'. Čia įjunkite 'Užklausti automatiškai' ir viskas veiks.
nl: Vraag: ik ondervond een probleem met de AutoTimer, kunt u dat oplossent?/nAntwoord: Probeer eerst AutoTimer in een recent (experimenteel) Image om te zien of daarin het probleem is opgelost. Lees dan opnieuw de help-functie en de FAQ's om zeker te stellen dat het een probleem is, en geen beoogd gedrag./nAls u nog steeds denkt dat er een probleem is, bezoek dan www.dream-multimedia-tv.de/board en plaats uw probleem daar./n/nQ: De plugin voegt alleen timers toe, als de configuratie wordt verlaten, niet automatisch. Wat kan ik doen?/nA: In het Autotimer scherm drukt u op MENU en vervolgens op 'Instellingen'.In dat scherm zet u 'Controleer automatisch' op 'activeren'.

source: Question: My AutoTimer for 'News' does not record the 'Late News'./nAnswer: Check 'Search type' and 'Search strictness' for the given AutoTimer./n/nQ: The show I'm trying to record contains umlauts in its title. AutoTimer does not find it./nA: Check the 'EPG encoding' for the given AutoTimer. For german stations 'UTF-8' should be selected./n/nQ: I seem to be unable to record two subsequent events. There is only a single timer created that spans (part of) both events./nA: From the Overview press MENU and enter the 'Setup'. In this screen disable 'Guess existing timer based on begin/end'.
lt: Klausimas: Mano 'Naujienos' autolaikmatis neįrašinėja 'Paskutinės naujienos'./nAtsakymas: Tikrinkite šio laikmačio 'Paieškos tipas' ir 'Paieškos tikslumas'./n/nK: Mano norimos įrašyti laidos pavadinime yra umliautai ir autolaikmatis jos neranda./nA: Tikrinkite šio autolaikmačio 'EPG kodavimą'. Vokietijos stotims reika pasirinkti 'UTF-8'./n/nK: Man nesigauna įrašyti dviejų paskesnių įvykių. Yra sukurtas tik vienas laikmatis, kur persidengia dalis abiejų renginių./nA: Apžvalgoje spauskite 'MENU', atverkite 'Sąranką' ir išjunkite 'Atspėti esamą laikmatį, remiantis pradžia/pabaiga'.
nl: Vraag: Mijn AutoTimer voor 'Nieuws' maakt geen timers voor 'Laat Nieuws'. /nAntwoord: Controleer 'zoektype' en selecteer 'gedeeltelijke overeenkomst' voor de betreffende timer./n/nQ: Het progamma dat ik wil opnemen heeft een umlaut in de naam. AutoTimer vindt dat programma niet./nA: Controleer 'EPG codering' voor die timer. Voor Duitse benamingen moet 'UTF-8' worden gebruikt./n/nQ: Ik slaag er niet in twee opeenvolgende programma's op te nemen. Er wordt slechts één timer gemaaktI die beide programma's omvat./nA: Ga naar de instellingen en de-activeer 'Raad bestaande timers gebaseerd op begin/eindeFrom the Overview press MENU and enter the 'Setup'.

source: Question: You keep talking about help being provided for each parameter. I'm unable to read it (in part or in full)./nAnswer: Try using the default skin and if it works ask the creator of your regular skin. If it still does not work your image might not provide the actual default skin so contact the creator of your image.
fi: Kysyttyä: Kerroitte että jokaiselle parametrille on oma aputeksti ruudun alareunassa. En pysty lukemaan sitä (kokonaan tai osittain)./n/nVastaus: Koita ottaa käyttöön oletus skin, ja jos tekstit näkyvät sen kanssa, ota yhteys käyttämäsi skin:n tekijään että sen saisi korjattua. Jos se ei vieläkään näy, käyttämäsi image ei välttämättä toimi skin:n kanssa, jolloin ota yhteys imagen tekijöihin.
lt: Klausimas: Jūs kalbate apie pagalbą dėl kiekvieno parametro. Bet aš negaliu jos perskaityti (iš dalies arba visiškai)./nAtsakymas: Pabandykite perjungti į numatytąją aplinkos temą ir jei tai padės, parašykite apie problemą savos vartotojo aplinkos temos kūrėjui. Jei vis dar negerai, tikriausiai jūsų atvaizdas nepalaiko dabartinės numatytosios temos, todėl parašykite šio atvaizdo kūrėjams.
nl: Vraag: U heeft het steeds over 'help' die beschikbaar is voor elke parameter. Maar ik zie die niet (of maar gedeeltelijk)./nAntwoord: Probeer eens de defaupt skin te gebruiken: als dat goed gaat stel dan de auteur van uw skin op de hoogte. Als het dan nog niet goed gaat, gebruikt uw image geen goede default skin.

source: The 'Overview'
fi: Yleiskatsaus
lt: 'Apžvalga'
nl: Het overzicht

source: The AutoTimer overview is the standard entry point to this plugin./n/nIf AutoTimers are configured you can choose them from a list to change them (OK button on your remote) or remove them (YELLOW button on your remote)./nNew Timers can be added by pressing the BLUE button and the control menu can be opened using the MENU button./n/nWhen leaving the plugin using the GREEN button it will search the EPG for matching events ONCE. To configure a regular search interval of the plugin to search for events open the control menu and enter the plugin setup.
lt: Autolaikmačių apžvalga, tai įprastinis šio įskiepio atvėrimo langas./n/nJeigu autolaikmačiai nustatyti, Jūs galite pakeisti pasirinktąjį (pulto mygtuku 'OK'), pašalinti ('GELTONU' pulto mygtuku)./nNaukus laikmačius pridėsite 'MĖLYNU' nuotolinio pulto mygtuku, o valdymo meniu atversite mygtuku 'MENU'./n/nUždarant įskiepį 'ŽALIU' mygtuku, jis VIENĄKAT tikrins EPG tiitinkančių užklausą įvykių. Kad nustatytumėte pastovų įvykių atitikimo paieškos intervalą, per įskiepio valdymo meniu atverkite įskiepio sąanką.

source: The control menu hides less frequently used options of the plugin, including the configuration and default settings for new AutoTimers./n/nWhile you can just open the menu and take a look for yourself, let's go through the available options:/n - Help:/n What you are looking at right now/n - Preview:/n Simulate EPG search, helps finding errors in your setup./n - Import existing Timer:/n Create a new AutoTimer based on an existing regular timer./n - Import from EPG:/n Create an AutoTimer based on an EPG event./n - Setup:/n Generic configuration of the plugin./n - Edit new timer defaults:/n Configure default values for new AutoTimers./n - Create a new timer using the wizard/classic editor:/n Use the non-default editor to create a new AutoTimer.
fi: AutoTimer valikossa on harvemmin tarvittavia toimintoja kuten asetukset. /n/nVoit avata valikon ja käydä itse läpi mitä se sisältää, mutta tässä sisältö lyhyesti:/n-Ohje:/nSe mitä katselet juuri nyt/n-Esikatselu:/nSimuloi EPG.hakua ja auttaa löytämään mahdolliset asetusvirheet./n-Tuo olemassa oleva ajastus:/nLuo automaattiajastus normaaliajastuksen perusteella./n-Tuo ohjelmaoppaasta:/nLuo automaattiajastus EPG:n tiedoista./n-Asetukset:/nPluginin asetukset./n-Muokkaa uusien ajastuksien oletusarvoja./n-Luo uusi ajastus avustustoiminnon avulla:/nErilainen vaihtoehto luoda uusi automaattiajastus.
lt: Valdymo meniu paslepia rečiau naudojamas įskiepio opcijas, įskaitant ir naujų autolaikmačių konfigūravimą ir numatytuosius nustatymus./n/nKol galite tiesiog atidaryti meniu ir peržvelgti dėl savęs, aptarkime galimas parinktis:/n - Pagalba:/n Tai, ką jūs matote šiuo metu./n - Peržiūra:/n Imituoja EPG paiešką, padeda surasti jūsų nustatymų klaidas./n - Importuoti esamą laikmatį:/n Skirta sukurti naują autolaikmatį esamo laikmačio pagrindu./n - Importuoti iš EPG:/n Skirta sukurti autolaikmatį EPG įvykio pagrindu./n - Sąranka:/n Bendrieji įskiepio konfigūracijos nustatymai./n - Redaguoti naujo laikmačio numatytąsias reikšmes:/n Skirta naujai sukurtų autolaikmačių numatytosioms reikšmėms pakeisti./n - Sukurkite naują laikmatį, naudodami vedlį/klasikinį redaktorių:/n Susikursite naują autolaikmatį, nenaudodami numatytųjų nustatymų.
nl: Het menu verbergt minder gebruikte opties van deze plugin, inclusief de configuratie en de standaard instellingen voor nieuwe AutoTimers./n/nTerwijl u zelf het menu kunt openen om zelf de opties te bekijken, kunnen we even alle beschikbare opties doorlopen:/n - Help:/n Wat zoek u op dit moment/n - Voorvertoning:/n Simuleer EPG zoekslag, helpt het vinden van fouten in uw instellingen./n - Importeer bestaande Timer:/n Creëer een nieuwe AutoTimer gebaseerd op een bestaande gewone timer./n - Import vanuit de EPG:/n Creëer een AutoTimer gebaseerd op een EPG event./n - Instellingen:/n Algemene instellingen van de plugin./n - Nieuwe timers aanpassen:/n Bepaalt de standaard instellingen voor nieuwe AutoTimers./n - Nieuwe timers instellen met de wizard:/n Geef aan of de klassieke editor of de wizard gebruikt moet worden voor nieuwe timers.

source: This FAQ is supposed to help everyone unwilling to help themselves by reading all the provided help available, and those who did not find a solution to their problems within the provided documentation./n/nTo make these hints a little easier to read, they are split up on multiple pages. You can go to the next page using the BLUE button on your remote control and back using the YELLOW one. Pressing the RED button or EXIT will close the FAQ.
fi: Tämä FAQ on tarkoitettu niille jotka eivät ole lukeneet tarkempia ohjeita ja niille, jotka eivät ole löytäneet vastausta luettuaan tarkemmat ohjeet./n/nOhjeet ovat pilkottu useammalle sivulle jotta ne olisi helpompi sisäistää. Pääset seuraavalle sivulle painamalla kaukosäätimen SINISTÄ -nappulaa ja takasin painamalla KELTAISTA nappia. PUNAISESTA tai EXIT -napista suljetaan opastesivut.
lt: Šis DUK skirtas padėti visiems, nevengiantiems padėti sau, skaitant ir gilinantis į visą prieinamą informaciją ir tiems, kurie neranda savų problemų sprendimo pateiktoje dokumentacijoje./n/nKad padaryti šiuos patarimus patogiau skaitomais, jie padalinti į keletą puslapių. Į kitą puslapį galite pereiti, paspaudę 'MĖLYNĄ' mygtuką, o grįžti atgal su 'GELTONU'. 'RAUDONAS', arba 'EXIT' mygtukai uždarys šį DUK.
nl: Deze FAQ is bedoeld om een ieder te helpen die niet zichzelf wil helpen door alle beschikbare help door te lezen, en ook degenen die voor hun probleem geen oplossing hebben gevonden in de beschikbare documentatie./n/nOm deze hints makkelijker leesbaar te maken, zijn ze in meerdere pagina's gesplitst.U gaat naar de volgende pagina met de BLAUWE toets en met de GELE gaat u terug. U kunt afsluiten doo rop ROOD of EXIT te drukken.

source: This help screen is supposed to give you a quick look at everything the AutoTimer has to offer./nYou can abort it at any time by pressing the RED or EXIT button on your remote control or bring it up at a later point by selecting it from the control menu using the MENU button from the regular entry point of the plugin (more on that later)./n/n/nBut you really should consider to take the few minutes it takes to read these help pages.
fi: Tämä opastevalikko kertoo pikaisesti mitä kaikkea AutoTimer osaa tehdä./nVoit keskeyttää toimintosi painamalla kaukosäätimen PUNAISTA tai EXIT -nappia. Voit palata opasteisiin painamalla MENU -nappulaa selatessasi ajastuksia./n/n/nKäytä hetki lukeaksesi nämä opastesivut läpi jolloin ymmärrät paremmin pluginin toimintoja.
lt: Šis pagalbos langas skirtas greitai visų autolaikmačio galimybių apžvalgai./nJį bet kada galite uždaryti, paspaudę 'RAUDONĄ', arba 'EXIT' mygtukus, arba atsiverti bet kada vėliau iš valdymo meniu, paspaudę 'MENU' mygtuką įskiepio įprastiniame pradiniame lange (apie tai kiek vėliau)./n/n/nBet jums tikrai verta skirti keletą minučių ir perskaityti šiuos pagalbos puslapius.
nl: Dit helpscherm biedt u een snelle blik op alles dat AutoTimer u te bieden heeft./nU kunt het scherm op elk moment verlaten met de RODE of de EXIT toets en het op elk moment weer oproepen door HELP te kiezen in het menu./n/n/nMaar u zou echt een paar minuten moeten uit trekken om deze pagina's door te nemen.

source: This is mostly a matter of taste./nThe Wizard provides you with a reduced set of options and presents them in smaller sets at a time. It is mostly aimed at users not very experienced with this plugin or the 'expert' level features of enigma2./n/nYou can check out the 'classic' editor by opening an existing timer from the overview and if you prefer this view over the wizard you can change the default editor in the setup dialog.
fi: Opastettu vai manuaalinen ajastusten tekeminen? Tämä on tottumuskysymys./nOhjattu asetusten tekeminen näyttää Sinulle pienemmän osan asetuksia pilkottuna pienempiin osiin. Tämä on tarkoitettu niille, joilla ei ole vielä hirveästi kokemusta tästä plugin:sta tai Enigma2 -toiminnoista./n/nVoit kokeilla 'yksinkertaista' -valikkoa avaamalla olemassa olevan ajastuksen , ja jos pidät tästä asettelusta, voit vaihtaa sen valikosta oletukseksi.
lt: Tai daugiausiai skonio reikalas./nVedlys suteikia jums ribotą parinkčių rinkinį ir tuo pat metu, smulkesnėmis dalimis. Jis geriausiai tinka vartotojams, nelabai patyrusiems su šiuo įskiepiu, ar 'išplėstinio' lygio enigma2 funkcijomis./n/nGalite išmėginti 'klasikinį' redaktorių, atsidarę jau esamą laikmatį apžvalgai ir jei nuspręsite, kad šis vaizdas geriau už vedlį, numatytąjį redaktorių galite pakeisti sąrankos dialoge.
nl: Dit is meestal een kwestie van smaak./nDe Wizard presenteert u een beperkt aantal instelmogelijkheden in een kleiner tijdsinterval, bedoeld voor ongeoefende gebruikers. /n/nU kunt een bestaande timer openen en bekijken of u liever de klassieke editor of de wizard gebruikt.

source: This screen should be pretty straight-forward. If the option name does not give its meaning away there should be an explanation for each of them when you select them. If there is no visible explanation this is most likely a skin issue and please try if the default skin fixes the issue./n/nA lot of effort has been put in making the parameters as easy to understand as possible, so give reading them a try ;-).
fi: Automaattiajastuksen asetukset: Tämän näytön pitäisi olla aika selkeä. Jos valinnan nimi ei kerro sen tarkoitusta, ruudun alareunassa pitäisi olla selitys mitä kyseinen toiminto tekee. Jos selitystä ei näy, todennäköisesti se johtuu käytössä olevasta skin:istä. Kokeile käyttää oletus skiniä, jos se toisi tekstit näkyviin. On nähty paljon vaivaa että asetukset on tehty mahdollisimman selkokielisiksi, joten kannattaa lukea ne ;-).
lt: Šis langas tikrai neturėtų būti sudėtingas. Jei parinkties pavadinimas nepaaiškina jos prasmės, visada yra platesnis kiekvienos jų išaiškinimas, matomas pasirinkus tą parinktį. Jei nematote šių išaiškinimų, tikimiausia to priežastis - jūsų naudojamos aplinkos temos nesuderinamumas. Problemai išspręsti, pasirinkite numatytąją temą./n/nĮ tai, kad visi parametrai būtų kuo lengviau suprantami, įdėta daugybė pastangų, todėl tiesiog bandykite įsiskaityti ir suvokti ;-).
nl: Dit scherm zou duidelijk moeten zijn. ALs de naam van de optie niet duidelijk is, wordt er een toelichting gegeven als u die selekteert. Als er geen verklaring zichtbaar is, is dat waarschijnlijk een tekortkoming van de gebrukte skin; u kunt dan proberen of de default skin verbetering brengt./n/nEr is veel moeite gedaan de gebruikte parameters begrijpelijk te maken, dus probeer eens die te lezen ;-).

source: Welcome to the AutoTimer-Plugin
fi: Tervetuloa käyttämään AutoTimer -Plugin:ia.
lt: Sveiki, Autolaikmačio įskiepio vartotojai
nl: Welkom bij de AutoTimer-Plugin

source: What is this 'control menu' you keep talking about?
fi: Mikä on tämä 'Asetusvalikko'?
lt: Kas per 'valdymo meniu', apie kurį nuolat kalbama?
nl: Wat is dat 'control menu' waar u het steeds over heeft?

source: Wizard or Classic Editor?
fi: Avustaja vai klassinen editori?
lt: Vedlys, ar klasikinis redaktorius?
nl: Wizard of Klassieke Bewerker?

source: You now know almost everything there is to know about the AutoTimer-Plugin./n/nAs a final hint I can't stress how important it is to take a look at the help texts that are shown in the setup dialogs as they cover the most frequently asked questions. Surprisingly even after the hints were added ;-).
fi: Nyt tiedät melkein kaiken mitä AutoTimer -plugin:sta on kerrottavaa. Viimeiseksi, käyttäessäsi tätä plugin:ia ja kohdatessasi mahdollisen ongelman, on tärkeää että katsot vihjetekstit jotka näkyy ruudun alareunassa selatessasi valikoita. Ne kattavat suurimman osan mitä löytyy FAQ:sta.
lt: Jūs dabar žinote beveik viską, ką galima žinoti apie autolaikmačio įskiepį./n/nGalutinis patarimas, kurį reikia pabrėžti - kaip svarbu yra skaityti į pagalbos tekstus, rodomus sąrankos dialoguose, nes jie aprėpia dažniausiai užduodamus klausimus. Net ir užduotus po šių tekstų įdėjimo ;-).
nl: U weet nu vrijwel alles wat er te weten valt over de AutoTimer-Plugin./n/nAls laatste hint willen wij meegeven dat het heel belangrijk is om naar de help-teksten te kijken die worden getoond in de instellingen dialoog, want die dekken de meeste vragen. Verrassend genoeg zelfs nadat de hints zijn toegevoegd ;-).

source: Question: My AutoTimer for 'News' does not record the 'Late News'./nAnswer: Check 'Search type' and 'Search strictness' for the given AutoTimer./n/nQ: The show I'm trying to record contains umlauts in its title. AutoTimer does not find it./nA: Check the 'EPG encoding' for the given AutoTimer. For german stations 'ISO8859-15' should be selected./n/nQ: I seem to be unable to record two subsequent events. There is only a single timer created that spans (part of) both events./nA: From the Overview press MENU and enter the 'Setup'. In this screen disable 'Guess existing timer based on begin/end'.
fi: Kysyttyä: Olen laittanut AutoTimerin ajastamaan hakusanalla 'uutiset', mutta se ei tallenna ohjelmaa 'myöhäisuutiset'./n Vastaus: Tarkasta 'Haun tyyppi' ja 'Haun tarkkuus' valitun tallennuksen asetuksista./n/nKysyttyä: Ajastetun ohjelman otsikko sisältää erikoismerkkejä. AutoTimer ei löydä ohjelmia./nVastaus: Tarkasta asetus 'EPG:n enkoodaus'. Valittavissa on muutama vaihtoehto./n/nKysyttyä: En pysty ajastamaan kahta perättäistä samannimistä ohjelmaa. On vain yksi ajastus joka tallentaa molemmista ohjelmista vain osan./nVastaus: Laita AutoTimerin asetuksista pois päältä seuraava valinta 'Arvaa olemassa oleva ajastus alku/loppuajan perusteella'.

source: The AutoTimer overview is the standard entry point to this plugin./n/nIf AutoTimers are configured you can choose them from a list to change them (OK button on your remove) or remove them (YELLOW button on your remote)./nNew Timers can be added by pressing the BLUE button and the control menu can be opened using the MENU button./n/nWhen leaving the plugin using the GREEN button it will search the EPG for matching events ONCE. To configure a regular search interval of the plugin to search for events open the control menu and enter the plugin setup.
fi: Automaattiajastus -valikosta pääset hallinnoimaan ajastuksiasi./n/nPääset muokkaamaan ajastuksia klikkaamalla kaukosäätimen OK -nappulaa tai poistamaan ne KELTAISELLA nappulalla./nSINISELLÄ nappulalla pääset lisäämään uusia ajastuksia ja AutoTimer -valikon saat auki painamalla MENU -nappulaa./n/nKun poistut AutoTimer -plugin:sta painamalla VIHREÄÄ nappulaa, se etsii YHDEN kerran EPG:stä haluamasi ohjelman. Automaattiajastuksen asetuksista voit määritellä kuinka usein plugin hakee EPG:stä ajastamiasi ohjelmia.
nl: Het AutoTimer overzichtscherm is het standaard begin van deze plugin./n/nAls AutoTimers zijn geconfigureeerd kunt u deze vanuit de lijst kiezen om die aan te passen ('OK'-toets) of te verwijderen ('GELE'-toets)./n"Nieuwe Timers kunnen worden toegevoegd door op de 'BLAUWE'-toets te drukken en het menu kan worden geopend door op de 'MENU'-toets te drukken./n/nAls de plugin wordt verlaten door op de 'GROENE'-toets te drukken,zal de EPG eenmalig worden doorzocht op overeenkomende events. In het menu kunt u configureren met welke intervallen de plugin moet gaan zoeken.
