Repository: oe-alliance/enigma2-plugins
Catalog: epgsearchpli/po/*.po
Languages: cs, lt, nl, ru, sv

source: (%d min)
ru: (%d мин)

source: (%s%d min)
ru: (%s%d мин)

source: Add "Search event in EPG" to channel menu
lt: Pridėti "ieškoti įvykio EPG" į kanalo meniu
ru: Добавить "Поиск события в EPG" в меню каналов

source: Add "Search event in EPG" to event menu
lt: Pridėti "ieškoti įvykio EPG" į įvykio meniu
ru: Добавить "Поиск события в EPG" в меню событий

source: Add "Search" Button to EPG
lt: Į EPG pridėti 'Paieška' mygtuką
ru: Добавить "Поиск" на синюю кнопку в EPG

source: Add timer
cs: + Časovač
lt: Įtraukti laikmatį
nl: Voeg timer toe
ru: Добавить таймер
sv: Lägg till Timer

source: Adds "Search event in EPG" item into the channel selection context menu (needs restart GUI)
lt: Pridės "ieškoti įvykio EPG" į kanalo pasirinkimo kontekstinį meniu (grafinę aplinką reikės paleisti iš naujo)
ru: Добавляет "Поиск события в EPG" в контекстное меню селектора каналов (кнопка меню), необходим рестарт GUI.

source: Adds "Search event in EPG" item into the event menu (needs restart GUI)
lt: Pridės "ieškoti įvykio EPG" į įvykio meniu (grafinę aplinką reikės paleisti iš naujo)
ru: Добавляет "Поиск события в EPG" в меню событий (кнопка меню) одиночного/мульти/графического EPG (необходим рестарт GUI).

source: Cancel
cs: Zrušit
lt: Atšaukti
nl: Annuleren
ru: Отмена
sv: Avbryt

source: Channel Selection
cs: Výběr stanice
lt: Kanalo pasirinkimas
nl: Zenderkeuze
ru: Список каналов
sv: Avbryt val

source: Choice list
lt: Pasirinkimų sąrašas
ru: Список выбора

source: Choice list EPGSearch
lt: EPG paieškos pasirinkimų sąrašas
ru: Список выбора поиска EPG

source: Choice list RED Button
lt: Pasirinkimų sąrašas 'RAUDONU' mygtuku
ru: Список выбора на красной кнопке

source: Choosing an encoding. "UTF-8" to search for EPG cyrillic.
lt: Koduotės pasirinkimas. EPG paieškai kirilica - UTF-8.
ru: Выбор кодировки для поиска. Выберите "UTF-8" для поиска EPG на кириллице.

source: Clear history
lt: Išvalyti istoriją
ru: Очистка истории

source: Could not read AutoTimer timer list: %s
cs: Nelze načíst seznam AutoČasovače:% s
lt: Nepavyko perskaityti autolaikmačio laikmačių sąrašo: %s
nl: Kan AutoTimer timer lijst niet lezen : %s
ru: Не удалось прочитать список таймеров из Автотаймера: %s
sv: Kunde inte läsa AutoTimer Timerlista: %s

source: Display name service as in bouquets
lt: Kanalų pavadinimus rodyti, kaip bukietuose
ru: Имя сервиса как в букетах

source: EPG Search
cs: Hledat v EPG
lt: EPG paieška
nl: EPG doorzoeken
ru: EPG поиск
sv: EPG-sökning

source: EPGSearch
lt: EPG paieška
ru: Поиск EPG
sv: EPG-sökning

source: EPGSearch Setup
cs: Nastavení EPGSearch
lt: EPG paieškos sąranka
nl: EPGSearch instellingen
ru: Поиск EPG - настройки
sv: Ställ in EPG-sökning

source: Encoding Search to EPG
lt: EPG paieškos koduotė
ru: Кодировка для поиска EPG

source: Enter text to search for
cs: Vložte text k vyhledání
lt: Įrašykite ieškomą tekstą
nl: Voer te zoeken tekst in:
ru: Введите текст для поиска
sv: Ange text att söka efter

source: Export selected as AutoTimer
lt: Eksportuoti pasirinktą, kaip autolaikmatį
ru: Экспорт выбранного как Автотаймер

source: History
lt: Istorija
ru: История

source: How many entries to keep in the search history at most. 0 disables history entirely!
cs: Kolik položek udržovat v historii vyhledávání. 0 kompletně historii vypne!
lt: Kokį didžiausią skaičių įrašų saugoti paieškos istorijoje. '0' - uždrausti istoriją!
nl: Hoeveel entries mogen er in de zoekhistory bewaard worden? "0" schakelt history geheel uit!
ru: Сколько элементов хранить в истории поиска. 0 - отключает историю полностью!

source: If 'Search only bouquets' is enabled, show service name as in bouquets for renamed services.
lt: Įjungus 'Ieškoti tik bukietuose', pervadinti kanalai rodomi pavadinimais, kaip bukietuose.
ru: Если 'Поиск только в фаворитах' включен, то показывать имя сервиса как в букетах, для переименованных сервисов.

source: If this setting is enabled, searching EPG in only services in user bouquets.
lt: Jei šis parametras įjungtas, EPG ieškoma tik kanalams, esantiems bukietuose.
ru: Если этот параметр включен, поиск EPG производится только в сервисах из фаворитных списков.

source: If this setting is enabled, the plugin adds a "Search" Button to the regular EPG.
lt: Jei šis parametras įjungtas, įskiepis prideda 'Paieška' mygtuką į įprastą EPG.
ru: Если этот параметр включен, плагин добавляет "Поиск" на синюю кнопку в одиночное EPG.

source: If this setting is enabled, the plugin adds picons.
lt: Jei šis parametras įjungtas, įskiepis įkels piktogramas.
ru: Если этот параметр включен, плагин отображает пиконы.

source: Import from AutoTimer
cs: Import z AutoČasovače
lt: Importuoti iš autolaikmačio
nl: Importeren uit AutoTimer
ru: Импорт из Автотаймера
sv: Importera från AutoTimer

source: Import from EPG
cs: Import z EPG
lt: Importuoti iš EPG
nl: Uit de EPG importeren
ru: Импорт из EPG
sv: Importera från EPG

source: Import from Timer
cs: Import z časovače
lt: Importuoti iš laikmačio
nl: Importeren uit de timer
ru: Импорт из таймеров
sv: Importera från Timers

source: Length of History
cs: Délka historie
lt: Istorijos dydis
nl: Grotte van de geschiedenis
ru: Количество истории поиска
sv: Längd på Historik

source: List of history is cleared !
lt: Istorijos sąrašas išvalytas!
ru: Лист истории очищен !

source: Lookup in TMBD
lt: Paieška TMBD
ru: Поиск в TMBD

source: New Search
cs: Nové hledání
lt: Nauja paieška
nl: Nieuw
ru: Новый поиск
sv: Ny sökning

source: No history !
lt: Be istorijos!
ru: Нет истории !

source: Open selected in IMDb
cs: Otevřít v IMDb
lt: Atverti pasirinktą IMDb
nl: Open selectie in IMDb
ru: Открыть поиск в IMDb
sv: Öppna vald i IMDb

source: Partnerbox Entries
lt: Kaimyninio aparato įrašai
ru: Профили Partnerbox

source: Save search as AutoTimer
cs: Uložit jako AutoČasovač
lt: Išsaugoti paiešką, kaip autolaikmatį
nl: Bewaar als AutoTimer
ru: Сохранить поиск как Автотаймер
sv: Spara sökning som AutoTimer

source: Search
cs: Hledat
lt: Paieška
nl: Zoeken
ru: Поиск
sv: Sök

source: Search EPG
cs: Hledat v EPG
nl: EPG doorzoeken
ru: Поиск EPG
sv: Sök EPG

source: Search EPG by title event
lt: EPG paieška pagal įvykio pavadinimą
ru: поиск EPG по названию события

source: Search event in EPG
lt: Ieškoti EPG įvykio
ru: Поиск события в EPG

source: Search for TMDb info
lt: Ieškoti TMDB informacijos
ru: Поиск в TMDb инфо

source: Search only bouquets
lt: Ieškoti tik bukietuose
ru: Поиск только в фаворитах

source: Search strictness
lt: Paieškos tikslumas
ru: Регистр поиска

source: Search type
lt: Paieškos tipas
ru: Тип поиска

source: Search type for filter
lt: Paieškos tipo filtras
ru: Тип поиска для фильтра

source: Select a timer to search
cs: Vyberte časovač pro vyhledávání
lt: Pasirinkite laikmatį paieškai
nl: Selecteer te zoeken timer...
ru: Выберите таймер для поиска...
sv: Välj en timer att söka

source: Select action:
lt: Pasirinkite veiksmą:
ru: Выберите действие:

source: Select channel
lt: Pasirinkite kanalą
ru: Выбор канала

source: Select text to search for
cs: Vyberte text, který chcete hledat
lt: Pasirinkite ieškomą tekstą
nl: Selecteer te zoeken tekst...
ru: Выберите текст для поиска
sv: Välj text att söka efter

source: Select type for filter search. Press button P +/- for show/hide filter in description after search.
lt: Pasirinkite paieškos tipo filtrą. Spauskite 'P +/-', kad atverti/užverti filtrą aprašyme po paieškos.
ru: Выберите тип поиска для фильтра. Нажмите P +/- ,что бы показать/скрыть фильтр в описании сервисов, после успешного поиска.

source: Select type for search, "partial match" for the most extensive search.
lt: Pasirinkite paieškos tipą 'dalinis atitikimas', kad labiausiai išplėsti paiešką.
ru: Выберите тип поиска, "частичное совпадение" для самого обширного поиска.

source: Select type: 'Search and Select channel' or 'Search'.
lt: Pasirinkite tipą: 'Ieškoti ir pasirinkti kanalą', arba 'Ieškoti'.
ru: Выберите тип: 'Поиск и выбор канала' или 'Поиск'.

source: Select whether or not you want to enforce case correctness.
lt: Pasirinkite, norėsite, ar ne laikytis raidžių tikslumo.
ru: Выберите, учитывать или не учитывать регистр при поиске.

source: Setup
cs: Nastavit
lt: Sąranka
nl: Instellingen
ru: Настройки
sv: Ställ in

source: Timers list
lt: Laikmačių sąrašas
ru: Список таймеров

source: Type blue Button
lt: Spauskite 'MĖLYNĄ' mygtuką.
ru: Тип синей кнопки

source: Use Picons
lt: Naudoti piktogramas
ru: Использовать пиконы

source: Zap to selected service
lt: Perjungti į pasirinktą kanalą
ru: Переключить на выбранный сервис

source: case-insensitive search
lt: paieška, neatsižvelgiant į DIDŽIĄSIAS-mažąsias raides
ru: поиск без учета регистра

source: case-sensitive search
lt: paieška, atsižvelgiant į DIDŽIĄSIAS-mažąsias raides
ru: поиск с учетом регистра

source: choice (Search and standard)
lt: pasirinkimas (paieška ir standartas)
ru: выбор (поиск и стандарт)

source: exact match
lt: tikslus atitikimas
ru: точное совпадение

source: only Search
lt: tik paieška
ru: только поиск

source: partial match
lt: dalinis atitikimas
ru: частичное совпадение

source: search EPG
cs: hledat v EPG
lt: ieškoti EPG
nl: EPG doorzoeken
ru: поиск EPG
sv: EPG-sökning

source: search EPG...
cs: hledat v EPG...
lt: ieškoti EPG...
nl: EPG doorzoeken...
ru: поиск EPG...
sv: EPG-sökning

source: title starts with
lt: pavadinimas prasideda
ru: название начинается с

source: OK
lt: Gerai

source: Add AutoTimer
cs: + AutoČasovač
nl: Voeg AutoTimer toe
sv: Lägg till AutoTimer

source: Add a auto timer for current event
nl: Voeg een autotimer toe voor het huidige event

source: Add a record timer for current event
nl: Voeg een opnametimer toe voor het huidige event

source: Add a zap timer for current event
nl: Voeg een zaptimer toe voor het huidige event

source: Add/Remove timer for current event
nl: Verwijder/Voeg een timer toe voor het huidige event

source: Choose the encode type for search, helpful for foreign languages.
nl: Kies het code type voor het zoeken; handig voor diverse talen.

source: Close dialog
nl: Sluit dialoog

source: Enable this to be able to access the EPG-Search from within the plugin browser.
cs: Povolit = budete mít přístup k Hledání v EPG na v Prohlížeči pluginů.
nl: Toon EPG-Search in plugin browser.
sv: Aktivera detta för att kunna få tillgång till EPG-sökning inifrån Plugins.

source: Exit EPG
nl: Verlaat EPG

source: Goto next bouquet
nl: Ga naar de volgende favoriet

source: Goto next channel
nl: Ga naar het volgende kanaal

source: Goto previous bouquet
nl: Ga naar de vorige favoriet

source: Goto previous channel
nl: Ga naar het vorige kanaal

source: IMDB search for current event
nl: IMDB zoekslag voor het huidige event

source: IMDb Search
cs: Prohledat IMDb
nl: IMDb zoeken
sv: IMDb-sökning

source: Move down a page
nl: Ga één pagina omlaag

source: Move up a page
nl: Ga één pagina omhoog

source: No history
cs: Bez historie
nl: Geen historiek
sv: Ingen historik

source: Search Encoding
nl: Zoek codering
sv: Sök avkodning

source: Search for similar events
nl: Zoek naar gelijksoortige events

source: Setup menu
nl: Instellingen menu

source: Show AutoTimer List
nl: Toon AutoTimer lijst

source: Show detailed event info
nl: Toon gedetailleerde event informatie

source: Show in plugin browser
cs: Zobrazit v Prohlížeči pluginů
nl: Toon in Plugoin browser
sv: Visa i Pluginbläddrare

source: Show search history
cs: Historie hledání
nl: Toon zoekhistory
sv: Visa sökhistorik

source: Show single epg for current channel
nl: Toon de EPG voor het huidige kanaal

source: Zap to channel (setup in menu)
nl: Zap naar kanaal (stel in in menu)

source: Zap to channel and close (setup in menu)
nl: Zap naar kanaal en sluit (stel in in menu)
