Repository: oe-alliance/enigma2-plugins
Catalog: autotimer/po/*.po
Languages: el, et, fi, hu, pt, sr

source: - Version:
el: - Έκδοση:
et: - Versioon:
fi: - Versio:
hu: - Verzió:

source: 0 - timers will not be added.
el: 0 - χρονοδιακόπτες δεν θα προστεθούν.

source: add AutoTimer
el: Προσθήκη Αυτ. Χρ/κόπτη

source: %d conflict(s) encountered when trying to add new timers: %s
el: Εντοπίστηκε(αν) %d διένεξη(εις) κατά την προσπάθεια προσθήκης νέων χρονοδιακοπτών: %s
et: %d vastuolu uute taimerite lisamisel: %s
fi: %d ristiriita(a) uusien ajastuksien lisäyksessä: %s
hu: %d ütközés számolva az új időzítők hozzáadásakor: %s
pt: %d conflito(s) encontrados ao tentar adicionar novos timers: %s

source: %d conflict(s) solved with similar timer(s): %s
el: Λύθηκε(αν) %d διένεξη(εις) με παρόμοιο(ους) χρονοδιακόπτη(ες): %s
et: %d vastuolu lahendati asendustaimeriga: %s
fi: %d ristiriita(a) ratkaistu samankaltaisilla ajastuksilla: %s
hu: %d konfliktus(ok) megoldása hasonló időzítőkkel: %s
pt: %d conflito(s) resolvidos com timers idênticos: %s

source: %s: %s at %s
el: %s: %s σε %s
pt: %s: %s em %s

source: Activate VPS
el: Ενεργοποίηση VPS
et: Aktiveeri VPS
fi: Aktivoi VPS
hu: VPS aktiválása
pt: Ativar Vps

source: Add
el: Προσθήκη
et: Lisa
fi: Lisää
hu: Hozzáadás
pt: Adicionar
sr: Dodaj

source: Add "Choice list AutoTimer" menu button to multi-EPG
el: Προσθήκη πλήκτρου μενού "Λίστας Επιλογών Αυτ. Χρ/κόπτη" στον πολλαπλό EPG

source: Add "Choice list AutoTimer" menu button to single-EPG
el: Προσθήκη πλήκτρου μενού "Λίστας Επιλογών Αυτ. Χρ/κόπτη" στον μονό EPG

source: Add AutoTimer
el: Προσθήκη Αυτ. Χρ/κόπτη

source: Add new AutoTimer
el: Προσθήκη νέου Αυτ. Χρ/κόπτη
et: Lisa uus autotaimer
fi: Lisää uusi automaattiajastus
hu: Új AutoTimer hozzáadása
pt: Adicionar um novo AutoTimer
sr: Dodaj novi autotajmer

source: Add services
el: Προσθήκη υπηρεσιών
et: Lisa kanaleid
fi: Lisää kanavia
hu: Csatornák hozzáadása

source: Add similar timer on conflict
el: Προσθήκη παρόμοιου χρονοδιακόπτη κατά τη διένεξη
et: Vastuolu tekkimisel lisa asendustaimer
fi: Lisää ristiriitatapauksessa samankaltaisia ajastuksia
hu: Hasonló időzítő hozzáadása konfliktusnál
pt: Adicionar um timer similar em conflito

source: Add timer as disabled on conflict
el: Προσθήκη χρονοδιακόπτη ως ανενεργού κατά τη διένεξη
et: Vastuolu korral lisa keelatud taimerina
fi: Ristiriitatapauksessa lisää ei käytössä oleva ajastus
hu: Időzítő hozzáadása letiltottként konfliktusnál
pt: Adicionar um timer como desativado em conflito
sr: Dodaj tajmer kao isključen kod konflikta

source: Advanced
el: Προχωρημένο

source: After event
el: Μετά την εκπομπή
et: Pärast sündmust
fi: Ajastuksen jälkeen
hu: Esemény után
pt: Após o evento
sr: Posle događaja

source: All channels
el: Όλα τα κανάλια
et: Kõik kanalid
fi: Kaikki kanavat
hu: Összes csatorna

source: All non-repeating timers
el: Όλοι οι μη επαναλαμβανόμενοι χρονοδιακόπτες
et: Kõik mittekorduvad taimerid
fi: Kaikki kerta-ajastukset
hu: Összes nem ismétlődő időzítő
pt: Todos os Timers de não-repetição
sr: Svi neponavljajući tajmeri

source: Always write config
el: Εγγραφή πάντα του αρχείου ρυθμίσεων
et: Salvesta seadistus alati
fi: Kirjoita asetuksiin aina
hu: Konfiguráció írása mindig

source: Amount of recordings left
el: Αριθμός εγγραφών που απομένουν
et: Järelejäänud salvestuste arv
fi: Tallennuksia jäljellä
hu: Az elmaradt felvételek mennyisége
pt: Espaço para gravações possível

source: Any service/recording
el: Κάθε υπηρεσία/εγγραφή
et: Iga kanal/salvestis
fi: Mikä tahansa kanava/tallenne
hu: Bármely csatornánál/felvételnél
pt: Qualquer serviço/gravação

source: Any time
el: Οποιαδήποτε στιγμή

source: AutoTimer
el: Αυτόματος Χρονοδιακόπτης
et: Autotaimer
fi: Automaattiajastus

source: AutoTimer %d timer(s) were added.
el: Αυτόματος Χρονοδιακόπης Προστέθηκε(αν) %d χρονοδιακόπτης(ες).

source: AutoTimer Context Menu
el: Μενού Περιεχομένων Αυτ. Χρ/κόπτη
et: Autotaimeri menüü
fi: Automaattiajastus valikko
hu: AutoTimer kontextus menü

source: AutoTimer Editor
el: Επεξεργασία Αυτ. Χρ/κόπτη
et: Autotaimeri muutmine
fi: Automaattiajastuksien muokkaus
hu: AutoTimer szerkesztő
pt: Editor AutoTimer
sr: Urednik autotajmera

source: AutoTimer Filters
el: Φίλτρα Αυτ. Χρ/κόπτη
et: Autotaimeri filtrid
fi: Automaattiajastuksien suodattimet
hu: AutoTimer Szűrők
pt: Filtros AutoTimer
sr: Filteri autotajmera

source: AutoTimer Services
el: Υπηρεσίες Αυτ. Χρ/κόπτη
et: Autotaimeri kanalid
fi: Automaattiajastuksien kanavat
hu: AutoTimer Csatornák
pt: Serviços AutoTimer
sr: Kanali autotajmera

source: AutoTimer Settings
el: Ρυθμίσεις Αυτ. Χρ/κόπτη
et: Autotaimeri seadistused
fi: Automaattiajastuksen asetukset
hu: AutoTimer Beállítás
pt: Definições AutoTimer
sr: Podešavanja autotajmera

source: AutoTimer failed with error %s
el: Ο Αυτόματος Χρονοδιακόπτης απέτυχε με σφάλμα %s

source: AutoTimer overview
el: Επισκόπηση Αυτ. Χρ/κόπτη
et: Autotaimerid
fi: AutoTimer yleiskatsaus
hu: AutoTimer áttekintése
pt: Visão geral AutoTimer
sr: Pregled autotajmera

source: AutoTimer was added successfully
el: Ο Αυτόματος Χρονοδιακόπτης προστέθηκε με επιτυχία
et: Autotaimeri lisamine õnnestus
fi: Automaattiajastuksen lisäys onnistui
hu: AutoTimer sikeresen hozzáadva
pt: AutoTimer adicionado com sucesso

source: AutoTimer was changed successfully
el: Ο Αυτ. Χρ/κόπτης άλλαξε με επιτυχία
et: Autotaimeri muutmine õnnestus
fi: Automaattiajastuksen muutos onnistui
hu: Az AutoTimer sikeresen megváltozott
pt: AutoTimer modificado com sucesso

source: AutoTimer was removed
el: Ο Αυτ. Χρ/κόπτης αφαιρέθηκε
et: Autotaimer eemaldati
fi: Automaattiajastus poistettu
hu: Az AutoTimer eltávolítva
pt: AutoTimer foi removido

source: Begin of "after event" timespan
el: Αρχή χρονικής διάρκειας "μετά το πρόγραμμα"
et: "pärast sündmust" ajavahemiku algus
fi: "Ohjelman jälkeisen " aikajakson alku
hu: Az "esemény utáni" időszak kezdete
pt: Intervalo de Início de "após evento"
sr: Početak vrem.razmaka posle događaja

source: Begin of timespan
el: Εκκίνηση χρονικού διαστήματος
et: Ajavahemiku algus
fi: Aikajakson alku
hu: Az időtartam kezdete
pt: Início do intervalo de tempo
sr: Početak vrem. razmaka

source: Bouquets
el: Μπουκέτα
et: Lemmiknimekirjad
fi: Suosikkilistat
hu: Csatornacsomagok
sr: Buketi

source: By enabling this events will not be matched if they don't occur on certain dates.
el: Ενεργοποιώντας αυτό, δεν θα γίνεται συσχέτιση προγραμμάτων αν δεν μεταδοθούν σε συγκεκριμένες ημερομηνίες.
et: Kui lubatud, leitakse ainult kindlal kuupäeval toimuvad vasted.
fi: Tällä valinnalla voit estää hakutulokset joita ei esitetä tiettyinä päivinä.
hu: Ha engedélyezi ezt, akkor csak a beállított időpontok között veszi figyelembe a keresést.
pt: Ao permitir, estes eventos não vão ser correspondidos, se não ocorrerem em determinadas datas.

source: By enabling this you will be notified about similar timers added during automated polling. There is no intelligence involved, so it might bother you about the same conflict over and over.
el: Ενεργοποιώντας αυτό, θα ενημερώνεστε για παρόμοιους χρονοδιακόπτες που προστίθενται κατά την αυτόματη ανίχνευση. Δεν είναι κάτι έξυπνο, οπότε μπορεί να σας ειδοποιεί συνεχώς για την ίδια διένεξη.
et: Kui lubatud, teavitatakse automaatse päringu ajal lisatud sarnastest taimeritest. Ühe ja sama vastuolu kohta võib tulla mitmekordne automaatne teade.
fi: Valitsemalla tämän saat automaattihaun aikana ilmoituksen samankaltaisista ajastuksista. Toiminnossa ei ole älyä, joten se saattaa ilmoittaa toistuvasti samoista päällekkäisyyksistä.
hu: Ennek engedélyezésével értesítést kap az automatizált lekérdezések során hozzáadott hasonló időzítőkről. Ha nincs intelligens végrehajtás, akkor újra és újra ugyanazt a konfliktust okozhatja.
pt: Ao permitir isto, será notificado sobre Timers semelhantes adicionados durante a sondagem automática. Não há inteligência envolvida, por isso, isto pode incomodá-lo sobre o mesmo conflito cada vez mais.

source: By enabling this you will be notified about timer conflicts found during automated polling. There is no intelligence involved, so it might bother you about the same conflict over and over.
el: Ενεργοποιώντας αυτό, θα ενημερώνεστε για διενέξεις χρονοδιακοπτών που προκύπτουν κατά την αυτόματη ανίχνευση. Δεν είναι κάτι έξυπνο, οπότε μπορεί να σας ειδοποιεί συνεχώς για την ίδια διένεξη.
et: Kui lubatud, teavitatakse automaatse päringu ajal leitud taimerikonfliktidest. Ühe ja sama vastuolu kohta võib tulla mitmekordne automaatne teade.
fi: Valitsemalla tämän saat automaattihaun aikana ilmoituksen päällekkäisistä ajastuksista. Toiminnossa ei ole älyä, joten se saattaa ilmoittaa toistuvasti samoista päällekkäisyyksistä.
hu: Ennek engedélyezésével értesülhet az időzített ütközésről az automatizált lekérdezések során. Ha nincs intelligens végrehajtás, akkor újra és újra ugyanazt a konfliktust okozhatja.
pt: Ao permitir isto, será notificado sobre conflitos do Timer encontrados durante a sondagem automatizada. Não há inteligência envolvida, por isso isto pode incomodá-lo sobre o mesmo conflito cada vez mais.

source: By enabling this you will be notified about timer(s) added during automated polling. Just not in standby mode.
el: Ενεργοποιώντας αυτό, θα ενημερώνεστε για τους χρονοδιακόπτες που προστίθενται κατά την αυτόματη ανίχνευσή τους. Απλά όχι κατά την αναμονή.

source: Cancel
el: Ακύρωση
et: Tühista
fi: Peruuta
hu: Mégse
pt: Cancelar
sr: Otkaži

source: Change default recording offset?
el: Αλλαγή προεπιλεγμένης μετατόπισης χρόνου εγγραφής ;
et: Kas muuta salvestuse vaikimisi ajavaru?
fi: Muuta tallennuksen oletuslisäaikaa?
hu: Az alapértelmezett felvételi eltolás módosítása?
pt: Alterar o tempo final da gravação?

source: Channel Selection
el: Επιλογή Καναλιού
et: Kanalinimekiri
fi: Kanavien valinta
hu: Csatorna kiválasztása
pt: Seleção de Canais
sr: Izbor kanala

source: Channels
el: Κανάλια
et: Kanalid
fi: Kanavat
hu: Csatornák
pt: Canais
sr: Kanali

source: Check for uniqueness in
el: Έλεγχος μοναδικότητας σε
et: Kontrolli ainulaadsust
fi: Tarkista ainutlaatuisuus
hu: Ellenőrizze az egyediséget
pt: Verificação de unicicidade

source: Check the event id (eit) and remove the timer if there is no corresponding EPG event. Due to compatibility issues with SerienRecorder and IPRec, only timer created by AutoTimer are affected.
el: Έλεγχος του id προγράμματος (eit) και αφαίρεση του χρονοδιακόπτη αν δεν υπάρχει αντίστοιχο στο EPG. Λόγω θεμάτων συμβατότητας με τα SerienRecorder και IPRec, θα επηρεάζεται μόνο ο χρονοδιακόπτης που δημιουργείται Αυτόματα.
et: Kontrolli saate tunnust (eit) ja eemalda taimer, kui see EPG-s sellist saadet ei ole. Ühilduvusprobleemide tõttu SerienRecorder ja IPRec pluginatega, puudutab see ainult Autotaimeri poolt loodud taimereid.
fi: Tarkista tapahtumaId (eit) ja poista ajastus jos EPG:stä ei löydy samaa tapahtumaa. Yhteensopivuusongelmien takia SerienRecorder ja IPRec kanssa, vain AutoTimerin tekemät ajastukset huolitaan.
hu: Ellenőrizze az eseményazonosítót (eit), és távolítsa el az időzítőt, ha nincs megfelelő EPG esemény. A SerienRecorder és IPRec kompatibilitási problémák miatt csak az AutoTimer által létrehozott időzítő érinti.

source: Choice list AutoTimer
el: Λίστα επιλογών Αυτ. Χρ/κόπτη

source: Choose target folder
el: Επιλογή φάκελου προορισμού
et: Vali sihtkataloog
fi: Valitse kohdehakemisto
hu: Célmappa kiválasztása
pt: Selecione a pasta destino
sr: Izaberi ciljnu fasciklu

source: Classic
el: Κλασσική
et: Klassikaline
fi: Klassinen
hu: Klasszikus
pt: Clássico
sr: Klasično

source: Clone selected timer
el: Κλωνοποίηση επιλεγμένου χρονοδιακόπτη
et: Klooni valitud taimer
fi: Kloonaa valittu ajastus
hu: A kiválasztott időzítő másolása

source: Close and forget changes
el: Κλείσιμο και αγνόηση αλλαγών
et: Sulge ja tühista muudatused
fi: Sulje, älä tallenna muutoksia
hu: Bezárás és a változások elfelejtése
pt: Fechar e esquecer as alterações
sr: Zatvori i zaboravi izmene

source: Close, save changes and search now
el: Κλείσιμο, αποθήκευση αλλαγών και αναζήτηση τώρα

source: Configure AutoTimer behavior
el: Ρύθμιση συμπεριφοράς του Αυτ. Χρ/κόπτη
et: Autotaimeri seadistamine
hu: Állítsa be a AutoTimer működését
sr: Konfiguriši ponašanje autotajmera

source: Control recording completely by service
el: Πλήρης έλεγχος της εγγραφής από την υπηρεσία
et: Salvestamine on täielikult kanali juhtida
fi: Täydellinen tallennuksien hallinta taustapalvelun avulla.
hu: Ellenőrizze a felvételt teljes mértékben szervizeléssel
pt: Controlar Totalmente a gravação pelo serviço

source: Couldn't load config file!
el: Αδυναμία φόρτωσης του αρχείου ρυθμίσεων!
et: Seadistusfaili laadimine nurjus!
fi: Asetuksia ei voitu ladata!
hu: Nem sikerült betölteni a konfigurációs fájlt!

source: Create AutoTimer
el: Δημιουργία Αυτ. Χρ/κόπτη

source: Create a new timer using the classic editor
el: Δημιουργία νέου χρονοδιακόπτη με χρήση κλασσικής επεξεργασίας
et: Loo uus taimer tavaredaktoriga
fi: Luo uusi ajastus klassisen editorin avulla
hu: Hozzon létre egy új időzítőt a klasszikus szerkesztő segítségével
pt: Criar um novo timer com o editor clássico
sr: Kreiraj novi tajmer koristeći klasični urednik

source: Create a new timer using the wizard
el: Δημιουργία νέου χρονοδιακόπτη με χρήση οδηγού
et: Loo uus taimer kasutades abilist
fi: Luo uusi ajastus avustustoiminnon avulla
hu: Hozzon létre egy új időzítőt a varázsló segítségével
pt: Criar um novo timer com o assistente
sr: Kreiraj novi tajmer koristeći čarobnjak

source: Create debug log file
el: Δημιουργία αρχείου καταγραφής εκσφαλμάτωσης

source: Custom (%s)
el: Ορισμένο από το χρήστη (%s)
et: Kohandatud (%s)
fi: Muokattu (%s)
hu: Saját (%s)
pt: Personalizado (%s)
sr: Prilagođeno (%s)

source: Custom location
el: Τοποθεσία ορισμένη από το χρήστη
et: Määratud asukoht
fi: Muokattu hakemisto
hu: Saját hely a rögzítéshez
pt: Localização Personalizada
sr: Prilagođena lokacija

source: Custom offset
el: Μετατόπιση χρόνου από το χρήστη
et: Kohandatud ajavaru
fi: Muokattu lisäaika
hu: Egyéni eltolás felvételkor
pt: Deslocamento Personalizado
sr: Prilagođen istup

source: Defines where to search for duplicates (only title, short description or even extended description)
el: Ορίζει πού θα γίνεται αναζήτηση διπλοτύπων (μόνο τίτλος, σύντομη περιγραφή ή ακόμα εκτεταμένη περιγραφή)
et: Määrab, kust otsida duplikaate (ainult pealkiri, lühikirjeldus või isegi sisukokkuvõte)
fi: Määrittää mistä etsitään duplikaatteja (vain otsikosta, lyhyestä kuvauksesta vai myös pitkästä kuvauksesta)
hu: Meghatározza, hol keressen duplikátumokat (csak cím, rövid leírás vagy akár kiterjesztett leírás)
pt: Define onde procurar por duplicações (só títulos, descrições resumidas or descrições estendidas)

source: Delay after editing (in sec)
el: Καθυστέρηση μετά την επεξεργασία (σε δευτ)

source: Delete
el: Διαγραφή
et: Kustuta
fi: Poista
hu: Törlés
pt: Apagar
sr: Obriši

source: Description
el: Περιγραφή
et: Kirjeldus
fi: Kuvaus
hu: Az időzítő neve
pt: Descrição
sr: Opis

source: EPG encoding
el: Κωδικοποίηση EPG
et: EPG tähemärgistik
fi: EPG:n enkoodaus
hu: EPG kódolás
pt: Codificação do EPG
sr: EPG enkripcija

source: Edit AutoTimer
el: Επεξεργασία Αυτ. Χρ/κόπτη
et: Muuda autotaimerit
fi: Muokkaa automaattiajastusta
hu: AutoTimer szerkesztés
pt: Editar AutoTimer
sr: Uredi autotajmer

source: Edit AutoTimer filters
el: Επεξεργασία φίλτρων Αυτ. Χρ/κόπτη
et: Muuda autotaimeri filtreid
fi: Muokkaa automaattiajastuksen suodattimia
hu: AutoTimer szűrők szerkesztése
pt: Editar Filtros AutoTimer
sr: Uredi filtere autotajmera

source: Edit AutoTimer services
el: Επεξεργασία υπηρεσιών Αυτ. Χρ/κόπτη
et: Muuda autotaimeri kanaleid
fi: Muokkaa automaattiajastuksen kanavia
hu: AutoTimer csatornák szerkesztése
pt: Editar serviços AutoTimer
sr: Uredi kanale autotajmera

source: Edit Timers and scan for new Events
el: Επεξεργασία Χρονοδιακοπτών και ανίχνευση για νέα Προγράμματα
et: Muuda taimereid ja otsi uusi saateid
fi: Muokkaa ajastuksia ja etsi uusia ohjelmia
hu: Időzítők szerkesztése és új események keresése
pt: Editar Timers e procurar por novos Eventos
sr: Uredi tajmere i traži nove događaje

source: Edit new timer defaults
el: Επεξεργασία προεπιλογών νέου χρονοδιακόπτη
et: Muuda uue taimeri vaikeväärtusi
fi: Muokkaa uusien ajastuksien oletusarvoja
hu: Új időzítő alapértelmezett beállításainak módosítása
pt: Editar padrões do novo Timer
sr: Uredi standarde novog tajmera

source: Edit selected AutoTimer
el: Επεξεργασία επιλεγμένου Χρονοδιακόπτη
et: Muuda valitud autotaimerit
fi: Muokkaa valittua automaattiajastusta
hu: A kiválasztott AutoTimer szerkesztése
pt: Editar os AutoTimer selecionados
sr: Uredi izabrani autotajmer

source: Edit services
el: Επεξεργασία υπηρεσιών
et: Muuda kanaleid
fi: Muokkaa kanavia
hu: Csatornák szerkesztése

source: Editing
el: Επεξεργασία
et: Muutmine
fi: Muokkaus
hu: Szerkesztés
pt: A editar
sr: Uređivanje

source: Editor for new AutoTimers
el: Επεξεργασία νέων Αυτ. Χρ/κοπτών
et: Redaktor uuele autotaimerile
fi: Automaattiajastuksien muokkaus
hu: Új AutoTimer időzítők szerkesztője
pt: Editor para novos AutoTimers
sr: Urednik novih autotajmera

source: Enable Filtering
el: Ενεργοποίηση Φίλτρων
et: Luba filtrid
fi: Ota suodatus käyttöön
hu: Szűrés engedélyezése
pt: Ativar a filtragem
sr: Aktiviraj filtriranje

source: Enable Service Restriction
el: Ενεργοποίηση Περιορισμού Υπηρεσίας
et: Luba piirangud kanalitele
fi: Ota kanavien rajoitus käyttöön
hu: Csatornára korlátozás engedélyezése
pt: Ativar a restição de serviços
sr: Aktiviraj zabrane kanala

source: Enable this to add item for create the AutoTimer into event menu (needs restart GUI).
el: Ενεργοποιώντας αυτό προστίθεται ο Αυτόματος Χρονοδιακόπτης στο μενού προγραμμάτων (απαιτείται επανεκκίνηση επιφάνειας χρήστη).

source: Enable this to be able to access the AutoTimer Overview from within the extension menu.
el: Αυτό ενεργοποιεί τη πρόσβαση της Προεπισκόπησης του Αυτ. Χρ/κόπτη από το μενού επεκτάσεων.
et: Kui lubatud, kuvatakse autotaimeri ülevaade laienduste menüüs.
fi: Ota tämä käyttöön jos haluat automaattiajastuksen yleisnäkymän laajennusvalikkoon.
hu: Engedélyezze ezt, hogy hozzáférhessen az AutoTimer áttekintéséhez a Bővítmények menüből.
pt: Permitir que seja capaz de aceder à Visão geral AutoTimer de dentro do menu de extensões.

source: Enable this to be able to access the add to AutoTimer from the channel selection context menu.
el: Αυτό ενεργοποιεί την πρόβαση στην προσθήκη Αυτ. Χρ/κόπτη από το μενού επιλογής καναλιών.

source: Enable timer conflict detection
el: Ενεργοποίηση εντοπισμού διενέξεων των χρονοδιακοπτών

source: Enabled
el: Ενεργό
et: Lubatud
fi: Käytössä
hu: Engedélyezve
pt: Ativado
sr: Uključeno

source: Encoding the channel uses for it's EPG data. You only need to change this if you're searching for special characters like the german umlauts.
el: Κωδικοποίηση που χρησιμοποιεί το κανάλια για τα δεδομένα EPG. Χρειάζεται να το αλλάξετε μόνο αν αναζητείτε ειδικούς χαρακτήρες όπως τα διαλυτικά.
et: Tähemärgistikku kasutatakse EPG andmetes. Seda on vaja muuta ainult siis, kui kasutad otsingus täpitähti.
fi: Kanavan käyttämä EPG-koodaus. Sinun tarvitsee muuttaa tätä vain jos etsit erikoismerkkejä.
hu: Milyen kódolással vegye figyelembe az EPG adatokban való keresést.
pt: A codificação do canal usada para a dados EPG. Só precisa de mudar isso, se está à procura de carateres especiais, tais como, o trema alemão.

source: End of "after event" timespan
el: Τέλος χρονικής διάρκειας "μετά το πρόγραμμα"
et: "Pärast sündmust" ajavahemiku lõpp
fi: "Ohjelman" jälkeisen aikajakson loppu
hu: Az "esemény utáni" időszak vége
pt: Fim de "após evento" intervalo de tempo
sr: Kraj vrem. razmaka posle događaja

source: End of timespan
el: Τέλος χρονικού διαστήματος
et: Ajavahemiku lõpp
fi: Aikajakson loppu
hu: Az időtartam vége
pt: Fim do intervalo de tempo
sr: Kraj vrem. razmaka

source: Enter or edit description
el: Εισαγωγή η επεξεργασία περιγραφής
fi: Syötä, tai muokkaa kuvausta

source: Enter or edit match title
el: Εισαγωγή ή επεξεργασία συσχετισμένου τίτλου
fi: Syötä, tai muokkaa osuman otsikkoa

source: Enter or edit text
el: Εισαγωγή ή επεξεργασία κειμένου

source: Everyday
el: Κάθε ημέρα
et: Iga päev
fi: Joka päivä
hu: Minden nap

source: Exact match
el: Ακριβής συσχέτιση
et: Täpne vaste
fi: Täysin sama
hu: Pontos egyezés
pt: Correspondência integral
sr: Potpuno slaganje

source: Exclude
el: Εξαίρεση
et: Jäta välja
fi: Älä käytä
hu: Kizárás
pt: Excluir
sr: Isključi

source: Execute "after event" during timespan
el: Εκτέλεση του "μετά το πρόγραμμα" κατά το χρονικό διάστημα
et: Teosta "pärast sündmust" ajavahemiku ajal
fi: Suorita "ohjelman jälkeen" aikajakson aikana
hu: Az "esemény utáni" végrehajtása az időtartam alatt
pt: Executar "após o evento" durante o período de tempo
sr: Izvrši posle događaja,u vrem. razmaku

source: Filter
el: Φίλτρο
fi: Suodatin
hu: Szűrő
pt: Filtro

source: First day to match events. No event that begins before this date will be matched.
el: Πρώτη ημέρα συσχέτισης προγραμμάτων. Δεν θα συσχετίζεται κανένα πρόγραμμα πριν αυτή την ημερομηνία.
et: Esimene päev vastete otsimiseks. Sellest varasemad saated ei lähe arvesse.
fi: Ensimmäinen automaattihaun päivä. Tätä aikaisempia ohjelmia ei haeta.
hu: Nem lehet olyan esemény amely ezen időpont elött kezdődik.
pt: Primeiro dia para corresponder eventos. Os eventos que começam antes desta data serão correspondidos.

source: Found a total of %d matching Events. %d Timer were added and %d modified, %d conflicts encountered, %d similars added.
el: Βρέθηκαν συνολικά %d συσχετισμένα Προγράμματα. Προστέθηκαν %d Χρονοδιακόπτες και %d τροποποιήθηκαν, βρέθηκαν %d διενέξεις, προστέθηκαν %d παρόμοια.

source: Frequently asked questions
el: Συχνές ερωτήσεις
et: Korduma kippuvad küsimused
fi: Usein kysyttyjä kysymyksiä
hu: Gyakran ismételt kérdések
pt: Perguntas frequentes

source: Fri
el: Παρ
et: R
fi: Pe
hu: Pén

source: Friday
el: Παρασκευή
et: Reede
fi: Perjantai
hu: Péntek
pt: Sexta Feira
sr: Petak

source: Guess existing timer based on begin/end
el: Υπολογισμός υπάρχοντος χρονοδιακόπτη βάσει αρχής/τέλους
et: Eelda olemasolev taimer algus/lõpuaja järgi
fi: Arvaa olemassa oleva ajastus alku/loppuajan perusteella
hu: Találd ki a meglévő időzítőt a kezdés/vége alapján
pt: Adivinha o Timer existente baseado no início / fim
sr: Procena postojećeg tajmera baziranog na Početak/Kraj

source: Help
el: Βοήθεια
et: Abi
fi: Ohje
hu: Súgó
pt: Ajuda

source: If 0, the popup will remain open.
el: Αν 0, το αναδυόμενο παράθυρο θα παραμείνει ανοικτό.
et: Kui 0, jääb hüpikaken avatuks.
fi: Jos 0, popup jää näkyviin.
hu: Ha 0, a felugró ablak nyitva marad.

source: If a timer conflict occurs, AutoTimer will search outside the timespan for a similar event and add it.
el: Αν προκύψει διένεξη χρονοδιακόπτη, ο Αυτ. Χρ/κόπτης θα ψάξει εκτός του χρονικού διαστήματος για παρόμοιο πρόγραμμα και θα το προσθέσει.
et: Vastuolus taimerite korral otsib Autotaimer sarnaseid saateid ajavahemikust väljas ja lisab need.
fi: Jos havaitaaan ajastusristiriita, automaattiajastus etsii aikajakson ulkopuolelta samankaltaista ohjelmaa ja lisää sen.
hu: Ha időzítési konfliktus következik be, az AutoTimer a hasonló események időtartamán kívül keres hasonló eseményt és hozzáadja azt.
pt: Se ocorrer um conflito de TIMERS, AutoTimer irá procurar fora do tempo limite por um evento semelhante e adiciona-o.

source: If enabled, the polling will be skipped if EPGRefresh is currently running.
el: Αν ενεργοποιηθεί, η ανίχνευση θα παρακαμφθεί αν το EPGRefresh ήδη τρέχει.
et: Kui lubatud, jäetakse päring vahele, kui EPGRefresh sel hetkel töötab.
fi: Jos päällä, hakua ei tehdä jos EPGRefresh on ajossa.
hu: Ha engedélyezve van, a lekérdezést kihagyjuk, ha az EPG Műsorújság frissítés jelenleg fut.
