Repository: oe-alliance/enigma2-plugins
Catalog: autotimer/po/*.po
Languages: el, et, fi, hu, pt, sr

source: The control menu hides less frequently used options of the plugin, including the configuration and default settings for new AutoTimers./n/nWhile you can just open the menu and take a look for yourself, let's go through the available options:/n - Help:/n What you are looking at right now/n - Preview:/n Simulate EPG search, helps finding errors in your setup./n - Import existing Timer:/n Create a new AutoTimer based on an existing regular timer./n - Import from EPG:/n Create an AutoTimer based on an EPG event./n - Setup:/n Generic configuration of the plugin./n - Edit new timer defaults:/n Configure default values for new AutoTimers./n - Create a new timer using the wizard/classic editor:/n Use the non-default editor to create a new AutoTimer.
fi: HUOM!! Tämä suomennos löytyy tiedostosta MPHelp.po HUOM!!
hu: A vezérlő menü elrejti a bővítmény kevésbé használt beállításait, beleértve az új AutoTimerek konfigurációját és alapértelmezett beállításait is./n/nAmennyiben megnyithatja a menüt, akkor megnézheti magának azt, menjen végig a rendelkezésre álló lehetőségeken:/n - Súgó :/nAz, amit most nézel/n - Előnézet:/nSzimulálja az EPG keresést, segít megállapítani a beállítások hibáit./n - Import meglévő időzítő importálása:/nHozzon létre egy új automatikus mutatót egy meglévő rendszeres időzítő alapján. - Import EPG-ből:/nHozzon létre egy automatikus műsorújságot egy EPG esemény alapján./n - Beállítás:/nA plugin./n általános konfigurációja - Az új időzítő alapértelmezett értékeinek szerkesztése: n Az új AutoTimers alapértelmezett értékeinek beállítása. egy új időzítő a varázsló/klasszikus szerkesztővel:/n Használja a nem alapértelmezett szerkesztőt új AutoTimer létrehozásához.

source: This FAQ is supposed to help everyone unwilling to help themselves by reading all the provided help available, and those who did not find a solution to their problems within the provided documentation./n/nTo make these hints a little easier to read, they are split up on multiple pages. You can go to the next page using the BLUE button on your remote control and back using the YELLOW one. Pressing the RED button or EXIT will close the FAQ.
fi: HUOM!! Tämä suomennos löytyy tiedostosta MPHelp.po HUOM!!
hu: Ez a GYIK segíteni fog mindenkinek, aki nem tud segíteni magának, ha elolvassa az összes rendelkezésre álló segítséget, és azokat, akik nem találtak megoldást a problémáikra a rendelkezésre bocsátott dokumentációban./n/nAz útmutatók kicsit könnyebb olvashatósága érdekében. több oldalra van osztva. A következő oldalon a távvezérlő KÉK gombjával, majd a SÁRGA gombbal léphet. A PIROS gombbal vagy az EXIT gombbal bezárhatja a GYIK-ot.

source: This allows you to apply other filters. Use the yellow key to edit other filters.
et: Võimaldab kasutada teisi filtreid. Teiste filtrite muutmiseks kasuta kollast nuppu.
fi: Tästä voit syöttää toisen filtterin. Käytä keltaista nappia muokkaaksesi toista filtteriä.
hu: Ez lehetővé teszi a további szűrő alkalmazását. Használja a sárga gombot a további szűrő szerkesztéséhez.

source: This help screen is supposed to give you a quick look at everything the AutoTimer has to offer./nYou can abort it at any time by pressing the RED or EXIT button on your remote control or bring it up at a later point by selecting it from the control menu using the MENU button from the regular entry point of the plugin (more on that later)./n/n/nBut you really should consider to take the few minutes it takes to read these help pages.
fi: HUOM!! Tämä suomennos löytyy tiedostosta MPHelp.po HUOM!!
hu: Ez a súgó képernyő gyorsan áttekintheti mindazt, amit az AutoTimer kínál./nBármikor megszakíthatja a távvezérlő PIROS vagy EXIT gombjának megnyomásával vagy egy későbbi időpontban történő felemelésével a vezérlőmenüt a plugin rendszeres belépési pontján található MENU gombbal (többet később is)./n/n/nFordítson néhány percet a súgó oldalak végig olvasásához.

source: This is mostly a matter of taste./nThe Wizard provides you with a reduced set of options and presents them in smaller sets at a time. It is mostly aimed at users not very experienced with this plugin or the 'expert' level features of enigma2./n/nYou can check out the 'classic' editor by opening an existing timer from the overview and if you prefer this view over the wizard you can change the default editor in the setup dialog.
fi: HUOM!! Tämä suomennos löytyy tiedostosta MPHelp.po HUOM!!
hu: Ez többnyire ízlés kérdése./nA varázsló csökkentett opciókat kínál, és egyszerre kisebb készletekben jeleníti meg őket. Leginkább olyan felhasználók számára készült, akik nem nagyon tapasztalták ezt a plugint vagy az enigma2./n/nszakértői szintű funkcióit. A klasszikus szerkesztőt a meglévő időzítő megnyitásával tekintheti meg az áttekintésből, és ha ezt a nézetet varázsló segítségével megváltoztathatja az alapértelmezett szerkesztőt a beállítási párbeszédablakban.

source: This is the delay in %s that the AutoTimer will wait after doing a search before searching the EPG again.
fi: Tämä on viive %s kun Autotimer odottaa ennen seuraavaa EPG-hakua.

source: This screen should be pretty straight-forward. If the option name does not give its meaning away there should be an explanation for each of them when you select them. If there is no visible explanation this is most likely a skin issue and please try if the default skin fixes the issue./n/nA lot of effort has been put in making the parameters as easy to understand as possible, so give reading them a try ;-).
fi: HUOM!! Tämä suomennos löytyy tiedostosta MPHelp.po HUOM!!
hu: Ez a képernyő legyen elég egyszerű. Ha az opció neve nem adja meg értelmét, mindegyiknek magyarázatot kell adnia, amikor kiválasztja őket. Ha nincs látható magyarázata, ez valószínűleg kinézeti probléma, és kérjük, próbálja meg, hogy az alapértelmezett kinézet javítja-e a problémát./n/nA sok erőfeszítést tettek a paraméterek minél könnyebb megértésére, ezért olvasd el őket, s próbáld ki azokat;-).

source: Use automatic selection of alternates.
et: Asenduskanalite automaatset valik.
fi: Käytä automaattista vaihtoehtojen valintaa.
hu: Alternatívaként használja az automatikus kiválasztást.

source: Use other filters
et: Kasuta teisi filtreid
fi: Käytä muita suodattimia
hu: Egyéb szűrők használata

source: Welcome to the AutoTimer-Plugin
et: Tere tulemast kasutama Autotaimerit
fi: Tervetuloa automaattiajastus-lisäosaan
hu: Üdvözöljük az AutoTimer bővítményben

source: Welcome. This Wizard will help you to create a new AutoTimer by providing descriptions for common settings.
et: Tere tulemast. Kirjeldades üldisemaid seadistusi aitab see abiline luua uut autotaimerit.
fi: Tervetuloa. Tämä toiminto näyttää kuvaukset yleisimmistä asetuksista joiden avulla voit luoda uusia automaattiajastuksia
hu: Üdvözöljük. Ez a varázsló segít új AutoTimer létrehozásában a közös beállítások leírásaival.
pt: Bem vindo. Este assistente irá ajudá-lo a criar um novo AutoTimer, fornecendo descrições de configurações comuns.
sr: Dobrodošli. Ovaj čarobnjak će vam pomoći da napravite novi auto tajmer obezbeđujući opise za opšte postavke.

source: What is this 'control menu' you keep talking about?
et: Mis see 'juhtmenüü' on, millest siin räägitakse?
fi: Mikä on tämä 'Asetusvalikko'?
hu: Mi ez a 'vezérlő menü', amiről beszélünk?

source: With this option enabled the channel to record will be selected automaticliy using your list of alternates.
et: Kui lubatud, valitakse salvestatav kanal automaatselt asenduskanalite nimekirjast.
fi: Jos päällä, valitaan tallennettava kanava automaattisesti sinun vaihtoehtoisten kanavien luettelosta
hu: Ezzel az opcióval engedélyezve van a felvételre kiválasztott csatorna kiválasztása az alternatívak listájával.

source: Wizard or Classic Editor?
et: Abiline või klassikaline redaktor?
fi: Avustaja vai klassinen editori?
hu: Varázsló vagy klasszikus szerkesztő?

source: Yes
et: Jah
fi: Kyllä
hu: Igen
pt: Sim
sr: Da

source: Yes, keep them.
et: Jah, hoia alles.
fi: Kyllä, säilytä ne.
hu: Igen, tartsa meg őket.
pt: Sim, mantenha-os.
sr: Da, zadrži ih.

source: You can set the basic properties of an AutoTimer here. While 'Name' is just a human-readable name displayed in the Overview, 'Match in title' is what is looked for in the EPG.
et: Siin saad muuta autotaimeri põhilisi omadusi. 'Nimi' on kasutuses ainult autotaimeri ülevaates, tegelikult otsitakse EPG-st tunnust 'Kokkulangevus pealkirjas'.
fi: Tässä voit muuttaa automaattiajastuksen ominaisuuksia. 'Nimi' on käytössä vain käyttäjän yleisnäkymässä, 'Hae ohjelmanimi' on se mitä haetaan ohjelmatiedoista.
hu: Itt beállíthatja az AutoTimer alapvető tulajdonságait. Bár a "Név" csak egy ember által olvasható név, amelyet az Áttekintés tartalmaz, az EPG-ben keresett 'Egyezőség a címben'.
pt: Pode definir as propriedades básicas de um AutoTimer aqui. Enquanto 'Nome' é apenas um nome legível exibido na visão geral, "correspondente em título" é o que é procurado no EPG.
sr: Ovde možete podesiti osnovno jednog auto tajmera. Dok je 'Ime' samo za ljude čitljivo ime prikazano u pregledu, 'Slaganje u naslovu' je ono šta tražimo u EPG.

source: You did not provide a valid 'Match in title' Attribute for your new AutoTimer. As this is a mandatory Attribute you cannot continue without doing so.
et: Sa ei sisestanud kehtivat 'Kokkulangevus pealkirjas' tunnust uue autotaimeri jaoks. Kuivõrd see on kohustuslik, ei saa jätkata enne seda tegemata.
fi: En syöttänyt kunnollista 'Hae ohjelmanimi' hakutietoa uudelle automaattiajastukselle. Koska kyseinen tieto on pakollinen, et voi jatkaa ennen kuin olet tehnyt sen.
hu: Nem adott meg egy érvényes 'Egyezőség a címben' attribútumot az új AutoTimer számára. Mivel ez kötelező attribútum, akkor nem folytathatod anélkül, hogy ezt megtennéd.
pt: Não forneceu uma válida "correnspondência em título" Atributo para o seu novo AutoTimer. Como este é um atributo obrigatório não poderá continuar sem fazê-lo.
sr: Niste obezbedili validnu "slaganje u naslovu" osobinu za vaš novi auto tajmer. Kako je ovo obavezna osobina,ne možete nastaviti pre nego to učinite.

source: You now know almost everything there is to know about the AutoTimer-Plugin./n/nAs a final hint I can't stress how important it is to take a look at the help texts that are shown in the setup dialogs as they cover the most frequently asked questions. Surprisingly even after the hints were added ;-).
fi: HUOM!! Tämä suomennos löytyy tiedostosta MPHelp.po HUOM!!
hu: Most már majdnem mindent tudsz, amit az AutoTimer -Pluginról tudni akarsz./n/nEgy utolsó ötletként nem tudom hangsúlyozni, mennyire fontos megnézni azokat a súgószövegeket, amelyek a beállítási párbeszédpanelen jelennek meg, leggyakrabban a feltett kérdéseket. Meglepő módon még a tippek után is ;-).

source: You successfully configured a new AutoTimer. Do you want to add it to the list? You can go back a step by pressing EXIT on your remote.
et: Uus autotaimer on häälestatud. Kas lisada see nimekirja? Saad minna sammu tagasi vajutades puldil EXIT.
fi: Olet luonut uuden automaattiajastuksen. Haluatko lisätä sen listalle?. Voit palata askeleen taaksepäin exit-näppäimellä.
hu: Sikeresen konfigurálta az új AutoTimer beállítást. Szeretné hozzáadni a listához? A távvezérlő EXIT gombjának megnyomásával léphet vissza.
pt: Configurou com sucesso um novo AutoTimer. Deseja adicioná-lo à lista? Pode ir um passo para trás com a tecla EXIT no telecomando.
sr: Vi ste uspešno konfigurisali novi auto tajmer.Da li želite da ga dodate na listu? Možete se vratiti korak nazad stiskajući IZLAZ na daljinskom.

source: Your 'Match in title' Attribute ends with a Whitespace. Please confirm if this was intentional, if not they will be removed.
et: 'Nime kokkulangevuse' tunnuse lõpus on tühik. Kinnita, et see oli tahtlik; kui ei, siis tühik kõrvaldatakse.
fi: Syöttämäsi 'Hae ohjelmanimi' hakutieto päättyy välilyöntiin. Vahvista, että tämä on tahallista. Muussa tapauksessa välilyönti poistetaan.
hu: Az "Egyezés a címben" attribútum véget ér fehér területtel. Kérjük, erősítse meg, hogy ez szándékos volt-e, ha nem, eltávolítják őket.
pt: O seu Atributo 'correspondência em título' termina com um espaço em branco. Por favor, confirme se este foi intencional, se não eles serão removidos.
sr: Vaša "Slaganje u naslovu" osobina završava praznim prostorom. Molim potvrdite da li je ovo bilo namerno,ako ne on će biti uklonjen.

source: hours
fi: tunteja

source: minutes
fi: minuutteja

source: Add zap timer instead of record timer?
et: Kas lisada salvestustaimeri asemel kanalivahetustaimer?
hu: Műsorhoz ugró időzítő hozzáadása a felvételi időzítő helyett?

source: Auto Timer
et: Autotaimer
hu: Automatikus Időzítés

source: Do you really want to delete %s?
et: Kas kustutada %s?
hu: Tényleg törölni szeretné a(z) %s-t?
sr: Da li zaista želite da izbrišete %s?

source: If this is enabled an existing timer will also be considered recording an event if it records at least 80%s of the it.
et: Kui lubatud, loetakse ka olemasolev taimer saadet salvestavaks, kui salvestatakse vähemalt 80%s saatest.
hu: Ha ez engedélyezett, egy meglévő időzítőt akkor is figyelembe veszünk, ha rögzítünk egy eseményt, és ha legalább 80%s már rögzítettünk.

source: If this is enabled an existing timer will also be considered recording an event if it records at least 80%% of the it.
et: Kui lubatud, siis loetakse olemasolev taimer täidetuks, kui salvestatakse vähemalt 80%% saatest.
hu: Ha ez engedélyezett, egy meglévő időzítőt akkor is figyelembe veszünk, ha rögzítünk egy eseményt, és ha legalább 80 %%-át rögzítettünk.

source: This is the delay in minutes that the AutoTimer will wait after a search to search the EPG again.
et: See on viiteaeg minutites enne Autotaimeri uut EPG otsingut
hu: Ez az a perc késleltetés, amelyet az AutoTimer várakozik a keresés után az EPG újra keresésére.

source: add services
et: lisa kanaleid
hu: csatornák hozzáadása
sr: Dodaj kanale

source: edit services
et: muuda kanaleid
hu: csatornák szerkesztése
sr: Uredi kanale

source: Ammount of recordings left
sr: Preostalo vreme za snimanje

source: Found a total of %d matching Events. %d Timer were added and %d modified.
sr: Nađeno ukupno %d egzaktnih slaganja. %d Tajmera je dodato i %d izmenjeno.
