Repository: oe-alliance/enigma2-plugins
Catalog: autotimer/po/*.po
Languages: el, et, fi, hu, pt, sr

source: Should this AutoTimer only match up to a certain event duration?
el: Πρέπει αυτός ο Αυτ. Χρ/κόπτης να συσχετίζει έως μία συγκεκριμένη διάρκεια προγράμματος;
et: Kas see autotaimer otsib ainult teatud kestusega saateid?
fi: Hakeeko tämä automaattiajastus vain tietyn pituisia ohjelmia?
hu: Szeretné, ha az AutoTimer csak egy adott esemény időtartamára vonatkozna?
pt: Deverá este AutoTimer apenas corresponder a uma determinada duração de evento?

source: Should timers created by this AutoTimer be recorded to a custom location?
el: Πρέπει οι χρονοδιακόπτες που δημιουργούνται από αυτό τον Αυτ. Χρ/κόπτη να εγγράφονται σε ορισμένη τοποθεσία;
et: Kas selle Autotaimeri poolt loodud taimerid salvestatakse muudetud asukohta?
fi: Tallennetaanko tämän automaattiajastuksen luomat ajastukset eri hakemistoon?
hu: Szeretné, ha az AutoTimer által létrehozott időzített felvételt egyéni helyre kellene rögzítenie?
pt: Deverão os timers criados por este AutoTimer ser registados num local personalizado?

source: Show "add to AutoTimer" in channel selection menu
el: Εμφάνιση του "προσθήκη στον Αυτ. Χρ/κόπτη" στο μενού επιλογής καναλιών

source: Show in event menu
el: Εμφάνιση στο μενού προγραμμάτων

source: Show in extension menu
el: Εμφάνιση στο μενού επεκτάσεων
et: Näita laienduste menüüs
fi: Näytä laajennusvalikossa
hu: Mutassa a kiterjesztés menüben
pt: Mostrar no menu de extensões
sr: Prikaži u meniu proširenja

source: Show notification on added timers
el: Προειδοποίηση για προστιθέμενους χρονοδιακόπτες

source: Show notification on conflicts
el: Εμφάνιση προειδοποίησης στις διενέξεις
et: Teavita vastuolude korral
fi: Näytä ilmoitus ristiriidoista
hu: Értesítések megjelenítése konfliktusoknál
pt: Mostrar notificação em conflitos

source: Show notification on similars
el: Εμφάνιση ειδοποίησης στα παρόμοια
et: Teavita sarnaste leidmisel
fi: Näytä ilmoitus samankaltaisista
hu: Értesítések megjelenítése hasonlóságoknál
pt: Mostrar notificação para similares

source: Skip poll during epg refresh
el: Παράκαμψη ανίχνευσης κατά την ανανέωση epg
et: Epg värskenduse ajal päringut ei toimu
fi: Ohita haku epg:n virkistyksen aikana
hu: A kutatás kihagyása az epg frissítés alatt

source: Skip poll during records
el: Παράκαμψη ανίχνευσης κατά τις εγγραφές
et: Salvestamise ajal päringut ei toimu
fi: Älä hae tallennuksien aikana
hu: A kutatás kihagyása a felvétel alatt

source: Sort AutoTimer
el: Ταξινόμηση Αυτ. Χρ/κόπτη
et: Järjesta autotaimer
fi: Järjestä automaattiajastukset
hu: Az AutoTimer rendezése
pt: Ordenar AutoTimer
sr: Izaberi autotajmer

source: Sort Time
el: Ταξινόμηση Χρόνου
et: Järjesta aja järgi
fi: Aikajärj.
hu: Rendezési idő
pt: Ordenar Hora
sr: Izaberi vreme

source: Specify the name and location for the log.
el: Ορισμός του ονόματος και της τοποθεσίας της καταγραφής.

source: Standard
el: Στάνταρ

source: Standard input date/time
el: Στάνταρ εισαγωγή ημερομηνίας/ώρας

source: Startup delay (in min)
el: Καθυστέρηση εκκίνησης (σε λεπτά)
et: Viiteaeg algkäivitusel (minutites)
fi: Käynnistysviive (minuuttia)
hu: Indítási késleltetés (percben)

source: Style auto timers list
el: Στυλ λίστας αυτόματων χρονοδιακοπτών

source: Sun
el: Κυρ
et: P
fi: Su
hu: Vas

source: Sunday
el: Κυριακή
et: Pühapäev
fi: Sunnuntai
hu: Vasárnap
pt: Domingo
sr: Nedelja

source: Support "Fast Scan"?
el: Υποστήριξη "Γρήγορης Ανίχνευσης ";
et: "Kiirotsingu"-tugi
fi: Tue "Nopeaa hakua"?
hu: "Gyors átvizsgálás" támogatás?
pt: Suporta "Busca Rápida"?

source: Tags
el: Ετικέτες
et: Sildid
fi: Avainsanat
hu: Címkék
pt: Etiquetas
sr: Oznake

source: Tags the Timer/Recording will have.
el: Ετικέτες που θα έχει ο Χρονοδιακόπτης/Εγγραφή
et: Nimesilt taimerile/salvestusele.
fi: Ajastuksen/tallenteen avainsanat.
hu: Az Időzítő/Felvétel funkcióinak van-e címkéje.
pt: Etiquetas do Timer / que a gravação terá.

source: The counter can automatically be reset to the limit at certain intervals.
el: Ο μετρητής μπορεί να μηδενιστεί αυτόματα στο όριο σε συγκεκριμένα μεσοδιαστήματα.
et: Loendurit saab nullida piirarvuni teatud ajavahemike järel.
fi: Laskuri voidaan nollata raja-arvoon tietyin väliajoin.
hu: A számláló bizonyos időközönként automatikusan visszaállítható a határértékre.
pt: O contador pode ser automaticamente redefinido para o limite em determinados intervalos.

source: The editor to be used for new AutoTimers. This can either be the Wizard or the classic editor.
el: Επεξεργαστής για νέους Αυτ. Χρ/κόπτες. Αυτό μπορεί να είναι είτε ο Οδηγός ή η κλασσική επεξεργασία.
et: Siin saad lisada uusi autotaimereid. Seda saab teha kasutades abilist või klassikalist redaktorit.
fi: Automaattiajastuksien muokkaus. Tämä voi olla avustettu tai klassinen muokkaustila.
hu: Az új AutoTimer időzítésekhez használt szerkesztő. Ez lehet a varázsló vagy a klasszikus szerkesztő.
pt: O editor para ser usado para novos AutoTimers. Este pode ser o assistente ou o editor clássico.

source: The match attribute is mandatory.
el: Η παράμετρος συσχέτισης είναι υποχρεωτική.
et: Vastete omadus on kohustuslik.
fi: Vastaavuuden hakutieto on pakollinen.
hu: Az egyezőségi attribútum kötelező.
pt: O atributo correspondente é obrigatório.
sr: Atribut slaganja je obavezan.

source: This is a name you can give the AutoTimer. It will be shown in the Overview and the Preview.
el: Αυτό είναι το όνομα που μπορείτε να δώσετε στον Αυτ. Χρ/κόπτη. Θα εμφανίζεται στην Επισκόπηση και την Προεπισκόπηση.
et: See on nimi, mille saab anda autotaimerile. Antud nime näidatakse nii ülevaates kui ka eelvaates.
fi: Voit antaa nimen automaattiajastukselle. Se näkyy yleisnäkymässä ja esikatselussa.
hu: Ez a név lesz beállítva az AutoTimer időzítéshez. Ezzel a névvel jelenik meg az Áttekintés és az Előnézet között.
pt: Este é um nome que pode dar o AutoTimer. Será mostrado na Visão Geral e Pré-visualização.

source: This is the delay in hours that the AutoTimer will wait after a search to search the EPG again.
el: Καθυστέρηση σε ώρες όπου ο Αυτ. Χρ/κόπτης θα περιμένει μετά από μία αναζήτηση να ξαναψάξει στο EPG ξανά.
et: See on Autotaimeri ooteaeg tundides eelmise EPG andmete otsingu ja uue otsingu vahel.
hu: Ez az óra késleltetése, amely az AutoTimer a keresést követően újra keresni fogja az EPG-t.

source: This is the delay in minutes that the AutoTimer will wait on initial launch to not delay enigma2 startup time.
el: Καθυστέρηση σε λεπτά όπου ο Αυτ. Χρ/κόπτης θα περιμένει κατά την αρχική του εκκίνηση να μη καθυστερήσει την ώρα εκκίνησης του enigma2.
et: Viiteaeg minutites enne Autotaimeri käivitamist alglaadimisel, et mitte aeglustada enigma2 käivitumist.
hu: Ez az a perc késleltetés, amelyet az AutoTimer a kezdeti indításkor vár, hogy ne késleltesse az enigma2 indítási idejét.

source: This is the delay in seconds that the AutoTimer will wait after editing the AutoTimers.
el: Καθυστέρηση σε δευτερόλεπτα όπου ο Αυτ. Χρ/κόπτης θα περιμένει μετά την επεξεργασία των Αυτ. Χρ/κοπτών.

source: This is the duration in minutes that the AutoTimer is allowed to run.
el: Διάρκεια σε λεπτά όπου επιτρέπεται να εκτελείται ο Αυτόματος Χρονοδιακόπης.

source: This is what will be looked for in event titles. Note that looking for e.g. german umlauts can be tricky as you have to know the encoding the channel uses.
el: Σε αυτό θα γίνεται αναζήτηση στους τίτλους προγραμμάτων. Σημειώστε ότι η αναζήτηση ειδικών χαρακτήρων π.χ διαλυτικά μπορεί να είναι προβληματική καθώς πρέπει να γνωρίζετε την κωδικοποίηση χαρακτήρων του καναλιού.
et: Seda hakatakse otsima saate nimes. Täpitähtede otsimine on keeruline, sest tuleb teada, millist tähemärgistikku kanal kasutab.
fi: Tätä etsitään ohjelmien nimistä. Huomaa, että ääkkösten haku voi olla hankalaa koska sinun pitää tietää kanavan käyttämä merkkikoodaus.
hu: Ezt keresi a műsorok címében. Vegye figyelembe az ékezetes karakterek kódolását is.
pt: Isto é o que vai ser procurado em títulos de eventos. Note-se que, por exemplo, procurando tremas alemão pode ser complicado, tem de saber a codificação que o canal usa.

source: This option allows you to turn off the timer confict detection. This option is for advanced users.
el: Με αυτή την επιλογή μπορείτε να απενεργοποιήσετε τον εντοπισμό διενέξεων του χρονοδιακόπτη. Απευθύνεται σε προχωρημένους χρήστες.

source: This setting controls the behavior when a timer matches a found event.
el: Αυτή η ρύθμιση ελέγχει τη συμπεριφορά ενός χρονοδιακόπτη όταν συσχετίζεται με ένα πρόγραμμα που έχει βρεθεί.
et: See määrab käitumise taimerile vastava saate leidmisel.
fi: Tämä valitsee mitä tapahtuu kun ajastus täsmää löydettyyn ohjelmaan.
hu: Ez a beállítás szabályozza a viselkedést, amikor egy időzítő megegyezik egy talált eseménnyel.
pt: Essa configuração controla o comportamento quando um Timer corresponde a um evento encontrado.

source: This toggles the behavior on timer conflicts. If an AutoTimer matches an event that conflicts with an existing timer it will not ignore this event but add it disabled.
el: Εναλλαγή της συμπεριφοράς διενέξεων των χρονοδιακοπτών. Αν ένας Αυτ. Χρ/κόπτης συσχετίσει ένα πρόγραμμα που βρίσκεται σε διένεξη με έναν υπάρχοντα δεν θα το αγνοεί αλλά θα το προσθέτει ως ανενεργό.
et: See määrab käitumise taimeri konflikti puhul. Kui autotaimer leiab vaste, mis on konfliktis olemasoleva taimeriga, lisatakse taimer mitteaktiivsena.
fi: Tämä valitsee mita tapahtuu päällekkäisissä ajastuksissa. Jos automaattiajastus löytää ohjelman, joka on päällekkäinen olemassa olevan ajastuksen kanssa, se lisää uuden ajastuksen mutta kytkee sen pois päältä.
hu: Ez megváltoztatja az időzítési ütközések viselkedését. Ha egy AutoTimer megegyezik egy olyan eseménnyel, amely ütközik egy meglévő időzítővel, akkor nem hagyja figyelmen kívül ezt az eseményt, de hozzáadhatja azt.
pt: Isso alterna o comportamento em conflitos de Timers. Se um AutoTimer corresponde um evento que entra em conflito com um temporizador existente que não irá ignorar este evento, mas adicioná-lo-á desativado.

source: Thur
el: Πεμ
et: N
fi: To
hu: Csü

source: Thursday
el: Πέμπτη
et: Neljapäev
fi: Torstai
hu: Csütörtök
pt: Quinta Feira
sr: Četvrtak

source: Time in minutes to append to recording.
el: Χρόνος σε λεπτά που προστίθεται στην εγγραφή.
et: Salvestiste lõppu lisatav aeg (min).
fi: Lisäaika (minuutteina) tallennuksen loppuun.
hu: Ennyi perccel később fejeződjön be a felvétel a beállított értéktől.
pt: Tempo em minutos para anexar à gravação.

source: Time in minutes to prepend to recording.
el: Χρόνος σε λεπτά που παρεμβάλλεται στην εγγραφή.
et: Salvestiste algusesse lisatav aeg (min).
fi: Lisäaika (minuutteina) tallennuksen alkuun.
hu: Ennyi perccel hamarabb kezdődjön a felvétel a beállított értéktől.
pt: Tempo em minutos para preceder a gravação.

source: Timeout (in min)
el: Χρόνος λήξης (σε λεπτά)

source: Timer type
el: Τύπος χρονοδιακόπτη
et: Taimeri liik
fi: Ajastuksen tyyppi
hu: Időzítés típusa
pt: Tipo de Timer
sr: Tip tajmera

source: Timers list
el: Λίστα χρονοδιακοπτών

source: Title
el: Τίτλος
et: Nimi
fi: Otsikko
hu: Cím
pt: Título

source: Title and Short description
el: Τίτλος και Σύντομη περιγραφή
et: Nimi ja lühikirjeldus
fi: Otsikko ja lyhyt kuvaus
hu: Cím és a rövid leírás
pt: Título e descrições resumidas

source: Title and all descriptions
el: Τίτλος και όλες οι περιγραφές
et: Nimi ja kõik kirjeldused
fi: Otsikko ja kaikki kuvaukset
hu: Cím és az összes leírás
pt: Título e todas as descrições

source: Tue
el: Τρί
et: T
fi: Ti
hu: Ked

source: Tuesday
el: Τρίτη
et: Teisipäev
fi: Tiistai
hu: Kedd
pt: Terça Feira
sr: Utorak

source: Unless this is enabled AutoTimer will NOT automatically look for events matching your AutoTimers but only when you leave the GUI with the green button.
el: Εκτός και αν είναι ενεργό, ο Αυτ. Χρ/κόπτης ΔΕΝ θα ψάξει για προγράμματα που ταιριάζουν με τους Αυτόματους Χρονοδιακόπτες, αλλά μόνο εάν φύγεται από το μενού με το πράσινο πλήκτρο.
et: Kuni see on keelatud, ei otsi Autotaimer automaatselt vasteid seatud autotaimeritega. Otsing toimub ainult kasutajaliidesest lahkumisel rohelist nuppu vajutades.
hu: Hacsak ez nem engedélyezett, az AutoTimer automatikusan nem keresi az AutoTimer időzítéseknek megfelelő eseményeket, csak akkor, ha a GUI-t a zöld gombbal hagyja el.
pt: A menos que este AutoTimer esteja ativado, não irá procurar automaticamente eventos que coincidem com os seus AutoTimers, mas apenas quando sair do GUI com a tecla VERDE.

source: Upper bound of timespan.
el: Μέγιστο όριο χρονικού διαστήματος.
et: Ajavahemiku suurim piir.
fi: Aikajakson yläraja.
hu: A határidő felső határa.
pt: Limite superior do período de tempo.

source: Upper bound of timespan. Nothing after this time will be matched. Offsets are not taken into account!
el: Μέγιστο όριο χρονικού διαστήματος. Τίποτα δεν θα συσχετίζεται μετά από αυτό. Οι καθυστερήσεις δεν λαμβάνονται υπόψιν.
et: Ajavahemiku ülemine piir. Pärast seda aega miski ei sobi. Ajavaru ei võeta arvesse!
fi: Aikajakson yläraja. Mitään tämän jälkeistä ei haeta. Lisäaikoja ei oteta huomioon!
hu: A határidő felső határa. Ezen időpontig történik a figyelembevétele. Az eltolódásokat nem veszik figyelembe!
pt: Limite superior do período de tempo. Nada antes desta vez vai ser correspondido. Compensações não são tidas em conta!

source: Use a custom location
el: Χρήση τοποθεσίας ορισμένης από το χρήστη
et: Kasuta määratud asukohta
fi: Käytä muokattua tallennushakemistoa
hu: Egyéni hely használata
pt: Usar localização personalizada
sr: Koristi prilagođenu lokaciju

source: Use blue key to edit bouquets or services.
el: Χρήση μπλε πλήκτρου για επεξεργασία μπουκέτων ή υπηρεσιών.

source: Use yellow key to edit filters.
el: Χρήση κίτρινου πλήκτρου για επεξεργασία φίλτρων.

source: Wakeup receiver for start timer
el: Αφύπνιση του δέκτη για χρονοδιακόπτη εκκίνησης

source: Wed
el: Τετ
et: K
fi: Ke
hu: Sze

source: Wednesday
el: Τετάρτη
et: Kolmapäev
fi: Keskiviikko
hu: Szerda
pt: Quarta Feira
sr: Sreda

source: Weekday
el: Μέρα Εβδομάδας
et: Argipäev
fi: Viikonpäivä
hu: Hétköznap
pt: Dia da Semana
sr: Dan u nedelji

source: Weekend
el: Σαββατοκύριακο
et: Nädalavahetus
fi: Viikonloppu
hu: Hétvége
pt: Fins de Semana
sr: Vikend

source: Weekly (Monday)
el: Εβδομαδιαία (Δευτέρα)
et: Kord nädalas (Esmaspäev)
fi: Viikoittain (maanantai)
hu: Hetente (Hétfő)
pt: Semanalmente (Segunda Feira)
sr: Nedeljno (Ponedeljak)

source: Weekly (Sunday)
el: Εβδομαδιαία (Κυριακή)
et: Kord nädalas (Pühapäev)
fi: Viikoittain (sunnuntai)
hu: Hetente (Vasárnap)
pt: Semanalmente (Domingo)
sr: Nedeljno (Nedelja)

source: When supporting "Fast Scan" the service type is ignored. You don't need to enable this unless your Image supports "Fast Scan" and you are using it.
el: Όταν υποστηρίζεται η "Γρήγορη Ανίχνευση" αγνοείται ο τύπος της υπηρεσίας. Δεν χρειάζεται να είναι ενεργό, εκτός και αν το Image σας υποστηρίζει τη "Γρήγορη Ανίχνευση" και τη χρησιμοποιείτε.
et: Olemasoleva "Fast Scan" toetuse puhul teenuse liiki ei kontrollita. Luba valik juhul kui "Fast Scan" on toetatud ja sa seda ka kasutad.
fi: Kun "Nopeaa hakua" tuetaan, ei kanavan tyyppiä tarkisteta. Sinun ei tarvitse kytkeä tätä päälle, ellei käyttämäsi ohjelmisto tue "Nopeaa hakua" ja käytät sitä.
hu: A "Gyors keresés" támogatásakor a szolgáltatás típusát figyelmen kívül hagyja. Ezt nem szükséges engedélyezni, hacsak a lemezkép nem támogatja a "Gyors keresés" funkciót, és Ön nem használja azt.
pt: Ao suportar "Busca Rápida" o tipo de serviço é ignorado. Não precisa ativar isto a menos que sua imagem suporte "Busca Rápida" e a use.

source: When this is enabled AutoTimer will ONLY check for new events whilst in stanadby.
el: Με αυτή την επιλογή, ο Αυτ. Χρ/κόπτης θα ελέγχει ΜΟΝΟ για νέα προγράμματα κατά την αναμονή.
et: Kui lubatud, otsib Autotaimer uusi saateid ainult ooteseisundis.
fi: Jos tämä on päällä, automaattiajastus hakee uusia ohjelmia vain valmiustilassa.
hu: Ha ez engedélyezett, az AutoTimer CSAK új eseményeket keres, amíg a készenléti üzemmódban van.

source: When this option is enabled the AutoTimer won't match events where another timer with the same description already exists in the timer list.
el: Με αυτή την επιλογή, ο Αυτ. Χρ/κόπτης δεν θα συσχετίζει τα προγράμματα όταν υπάρχει άλλος χρονοδιακόπτης με την ίδια περιγραφή στη λίστα.
et: Kui lubatud, ei otsi autotaimer vasteid saadetele, kui sama sisukokkuvõttega teine taimer on juba olemas.
fi: Kun tämä asetus on päällä, automaattiajastus ei hae ohjelmia joille on jo olemassa ajastus samalla kuvauksella.
hu: Ha ez az opció engedélyezve van, az AutoTimer nem illeszkedik azokhoz az eseményekhez, ahol egy másik, ugyanazzal a leírással rendelkező időzítő már létezik az időzítő listán.
pt: Quando esta opção for ativada, o AutoTimer não irá corresponder a eventos onde outro Timer com a mesma descrição já existe na lista de Timers.

source: With this option enabled the channel to record on can be changed to a alternative service it is restricted to.
el: Με αυτή την επιλογή, το κανάλι προς εγγραφή μπορεί να αλλάξει στην εναλλακτική υπηρεσία όπου έχει περιοριστεί.
et: Kui lubatud, saab salvestatava kanali vahetada saatele määratud asenduskanaliga.
hu: Ezzel az opcióval engedélyezve van, hogy a rögzített csatorna alternatív csatornaként megváltoztatható legyen.

source: With this option you can restrict the AutoTimer to a certain amount of scheduled recordings. Set this to 0 to disable this functionality.
el: Με αυτή την επιλογή, μπορείτε να περιορίσετε τον Αυτ. Χρ/κόπτη σε συγκεκριμένο αριθμό προγραμματισμένων εγγραφών. Θέστε 0 για απενεργοποίηση της λειτουργίας.
et: Selle valikuga saad piirata Autotaimeri poolt tehtavate salvestuste arvu teatud hulgani. Määrates '0' seda piirangut ei kasutata.
fi: Tällä asetuksella voit rajoittaa automaattiajastuksen tiettyyn määrään ajastuksia. 0 arvo kytkee rajoituksen pois päältä.
hu: Ezzel az opcióval az AutoTimer korlátozott mennyiségű ütemezett felvételre korlátozható. Állítsa ezt 0-ra a funkció kikapcsolásához.
pt: Com esta opção, pode restringir o AutoTimer para uma determinada quantidade de gravações programadas. Ajustar para 0 para desativar esta funcionalidade.

source: Wizard
el: Οδηγός
et: Abimees
fi: Avustaja
hu: Varázsló
pt: Assistente
sr: Čarobnjak

source: Write the config file after every change which the user quits by saving.
el: Εγγραφή του αρχείου ρυθμίσεων μετά κάθε αλλαγή που εγκαταλείπει ο χρήστης αποθηκεύοντας.
et: Uuenda seadistusfaili pärast iga muudatust, mille kasutaja väljudes salvestab.
fi: Kirjoita asetustiedosto jokaisen muutoksen jälkeen kun tallennetaan.
hu: Konfigurációs fájl írása minden olyan módosítás után, amelyet a felhasználó mentéssel ment le.

source: Yes, and delete all timers generated by this autotimer
el: Ναι, και να διαγραφούν όλοι οι χρονοδιακόπτες που δημιουργήθηκαν
et: Jah ja kustuta ka kõik selle autotaimeri loodud taimerid
fi: Kyllä, ja poista kaikki tämän automaattiajastuksen tekemät ajastukset
hu: Igen, és törölje az AutoTimer által generált összes időzítőt
pt: Sim, e apagar todos os timeres gerados por este autotimer

source: Yes, but keep timers generated by this autotimer
el: Ναι, αλλά να κρατηθούν οι χρονοδιακόπτες που δημιουργήθηκαν
et: Jah, aga säilita selle autotaimeri loodud taimerid
fi: Kyllä, mutta säilytä tämän automaattiajastuksen tekemät ajastukset
hu: Igen, és tartsa meg az AutoTimer által generált összes időzítőt
pt: Sim, mas manter os timers gerados por este autotimer

source: You can control for how many days in the future timers are added. Set this to 0 to disable this feature.
el: Έλεγχος του αριθμού ημερών όπου θα προστίθενται χρονοδιακόπτες στο μέλλον. Θέστε 0 για απενεργοποίηση.
et: Saad otsustada, mitmeks järgnevaks päevaks taimerid lisatakse. Selle valiku keelamiseks määra '0'.
fi: Voit määritellä kuinka monta päivää eteenpäin ajastukset lisätään. Asettamalla arvoksi 0 on tämä määritys pois päältä.
hu: Beállíthatja, hogy hány napot adjon a jövőbeli időzítőkhez. Állítsa ezt 0-ra a funkció letiltásához.
pt: Pode controlar por quantos dias no futuro os Timers são adicionados. Ajustar para 0 para desativar esse recurso.

source: You entered "%s" as Text to match. Do you want to remove trailing whitespaces?
el: Έχετε εισάγει το "%s" ως Κείμενο προς συσχέτιση. Θέλετε να αφαιρεθούν τα κενά που ακολουθούν;
et: Sisestasid "%s" otsitavaks tekstiks. Kas eemaldada lõpus olevad tühikud?
fi: Syötit "%s" hakutekstiksi. Haluatko poistaa lopussa olevat välilyönnit?
hu: A(z) "%s" kifejezést a szöveg illeszkedve adta meg El szeretné távolítani a befejező fehér területeket?
pt: Digitou "%s" como texto para correspondência. Quer remover espaços dos espaços em branco?
sr: Uneli ste "%s" kao tekst za slaganje. Da li želite da uklonite prazne prostore?

source: Your config file is not well-formed: %s
el: Το αρχείο ρυθμίσεων δεν είναι καλοδιαμορφωμένο: %s
et: Seadistusfail on vigane: %s
fi: Asetustiedosto ei ole kunnollinen: %s
hu: A konfigurációs fájl nem megfelelő: %s
pt: O arquivo de configuração não está bem construído: %s
sr: Vaša konfig. dat. nije dobro formirana : %s

source: add AutoTimer
el: Προσθήκη Αυτ. Χρ/κόπτη
et: Lisa autotaimer
fi: Lisää automaattiajastus
hu: auto timer hozzáadása
pt: Adicionar AutoTimer
sr: Dodaj autotajmer

source: add AutoTimer...
el: Προσθήκη Αυτ. Χρ/κόπτη...
et: Lisa autotaimer
fi: lisää automaattiajastus...
hu: auto timer hozzáadása...
pt: Adicionar AutoTimer...
sr: Dodaj autotajmer...

source: add filters
el: προσθήκη φίλτρων
et: lisa filtreid
hu: szűrők hozzáadása
sr: Dodaj filtere

source: always
el: πάντα

source: auto
el: αυτόματο
et: automaatne
fi: autom.
hu: automatikus

source: autotimers need a match attribute
el: οι αυτόματοι χρονοδιακόπτες απαιτούν μία παράμετρο συσχέτισης
et: autotaimerid peavad vastama tunnusele
fi: automaattiajastus tarvitsee vastaavuusmäärityksen
hu: autotimer időzítéseknek egy egyezőségi attribútumra van szükségük
pt: autotimers precisam de um atributo correspondente

source: case-insensitive search
el: αναζήτηση χωρίς διάκριση μικρών-κεφαλαίων
et: Tõusutundetu otsing
fi: merkkikokoriippumaton haku
hu: nem érzékeny a kis- és nagybetűs keresésre
pt: pesquisa não diferencia maiúsculas de minúsculas
sr: pretraga bez vel/mal slova

source: case-sensitive search
el: αναζήτηση με διάκριση μικρών-κεφαλαίων
et: Tõusutundlik otsing
fi: merkkikokoriippuvainen haku
hu: kis- és nagybetűkre érzékeny keresés
pt: pesquisa diferencia maiúsculas de minúsculas
sr: Pretraga sa vel/mal slovima

source: config changed.
el: το αρχείο ρυθμίσεων άλλαξε.
et: seadistus muudetud.
fi: asetuksia muutettu.
hu: konfiguráció megváltoztatva.
pt: config mudou.

source: create AutoTimer for current event
el: δημιουργία Αυτ. Χρ/κόπτη για το τρέχον πρόγραμμα

source: delete
el: διαγραφή
et: kustuta
hu: törlés
sr: obriši

source: description match
el: συσχέτιση περιγραφής
et: Vaste kirjeldusele
fi: hae kuvauksesta
hu: a leírással megegyező
pt: correspondência da descrição

source: disable
el: απενεργοποίηση
et: Keela
fi: Pois
hu: letiltás
pt: desativar
sr: isključi

source: disabled
el: ανενεργό
et: Keelatud
fi: Pois
hu: letíltva

source: do nothing
el: να μη γίνει τίποτα
et: Ei tee midagi
fi: älä tee mitään
hu: ne csináljon semmit
pt: não fazer nada
sr: ne čini ništa

source: edit filters
el: επεξεργασία φίλτρων
et: muuda filtreid
hu: szűrők szerkesztése
sr: Uredi filtere

source: enable
el: ενεργοποίηση
et: Luba
fi: Päällä
hu: engedélyezés
pt: ativar
sr: uključi

source: enabled
el: ενεργό
et: Lubatud
fi: Päällä
hu: engedélyezve

source: exact match
el: ακριβής συσχέτιση
et: Täpne vaste
fi: täysi vastaavuus
hu: pontos egyezés, illeszkedés
pt: correspondência exata
sr: egzaktno slaganje

source: go to deep standby
el: μετάβαση σε βαθιά αναμονή
et: Puhkeseisundisse
fi: siirry virransäästötilaan
hu: a készülék kikapcsolása
pt: ir para modo de suspensão
sr: ugasi drimboks
