Repository: oe-alliance/enigma2-plugins
Catalog: autotimer/po/*.po
Languages: el, et, fi, hu, pt, sr

source: If enabled, the polling will be skipped if a recording is in progress.
el: Αν ενεργοποιηθεί, η ανίχνευση θα παρακάμπτεται αν υπάρχει εγγραφή σε εξέλιξη.
et: Kui lubatud, jäetakse salvestamise ajal päring vahele.
fi: Jos päällä, haku ei ole käytössä tallennuksien aikana.
hu: Ha engedélyezve van, a lekérdezés ki lesz hagyva, amíg a felvétel folyamatban van.

source: If the style is advanced, you will see more information about each auto timer.
el: Αν το στυλ είναι προχωρημένο, θα δείτε περισσότερες πληροφορίες για τον κάθε αυτ. χρ/κόπτη.

source: If this enabled, debug Autotimer write in log file.
el: Αν ενεργοποιηθεί, θα γίνεται εγγραφή εκσφαλμάτωσης του Αυτ. Χρ/κόπτη στο αρχείο καταγραφής.

source: If this enabled, debug log print in console mode start enigma2.
el: Αν ενεργοποιηθεί, η η καταγραφή εκσφαλμάτωσης στην κονσόλα εκκινεί το enigma2.

source: If this is enabled an existing timer will also be considered recording an event if it records at least 80% of the it.
el: Αν ενεργοποιηθεί, ένας υπάρχων χρονοδιακόπτης θα λογίζεται ότι γράφει μία εκπομπή ακόμα και αν έχει εγγράψει το 80% της.
fi: Jos tämä valinta on käytössä, olemassa oleva ajastus tulkitaan tallenteeksi jos tallennus kestää vähintään 80% ohjelman kokonaisajasta.
pt: Se isto tiver ativado um timer existente será também considerado gravação se um evento gravar pelo menos 80% dele.

source: If this is enabled, up on the MENU button in the multi-EPG will list of choices for AutoTimer.
el: Αν ενεργοποιηθεί, το πλήκτρο ΜΕΝΟΥ στον πολλαπλό EPG θα εμφανίζει τις επιλογές του Αυτ. Χρ/κόπτη.

source: If this is enabled, up on the Menu button in the standard single-EPG will list of choices for AutoTimer.
el: Αν ενεργοποιηθεί, το πλήκτρο ΜΕΝΟΥ στον μονό EPG θα εμφανίζει τις επιλογές του Αυτ. Χρ/κόπτη.

source: If this is selected, the name of the respective AutoTimer will be added as a tag to timers created by this plugin.
el: Αν ενεργοποιηθεί, το όνομα του αντίστοιχου Αυτ. Χρ/κόπτη θα προστεθεί ως εκτικέτα στους χρονοδιακόπτες που δημιουργήθηκαν από το πρόσθετο.
et: Kui lubatud, lisatakse vastava autotaimeri nimi selle plugina poolt loodud taimerile sildina.
fi: Jos valittu, vastaavan Automaattiajastuksen nimi lisätään avainsanaksi tämän lisäosan luomiin ajastuksiin.
hu: Ha ez be van jelölve, az adott AutoTimer neve hozzáadódik a plugin által létrehozott időzítők címkéjéhez.

source: If this is selected, the tag "AutoTimer" will be given to timers created by this plugin.
el: Με αυτό επιλεγμένο, η ετικέτα "AutoTimer" θα δίνεται στους χρονοδιακόπτες που δημιουργήθηκαν από το πρόσθετο.
et: Kui lubatud, lisatakse silt "autotaimer" selle plugina loodud taimeritele.
fi: Jos tämä on valittu, "Automaattiajastus" lisätään avainsanaksi tämän lisäosan luomiin ajastuksiin.
hu: Ha ez be van jelölve, akkor az "AutoTimer" címkét kapja a bővítmény által létrehozott időzítők.

source: Import AutoTimer
el: Εισαγωγή Αυτ. Χρ/κόπτη
et: Impordi autotaimer
fi: Tuo automaattiajastus
hu: Importálás AutoTimer-ből
pt: Importar AutoTimer
sr: Ubaci autotajmer

source: Import existing Timer
el: Εισαγωγή υπάρχοντος Χρονοδιακόπτη
et: Impordi olemasolev taimer
fi: Tuo olemassa oleva ajastus
hu: Létező időzítő Importálása
pt: Importar Timer existente
sr: Ubaci postojeći tajmer

source: Import from EPG
el: Εισαγωγή από το EPG
et: Impordi EPG-st
fi: Tuo ohjelmaoppaasta
hu: Importálás Műsorújságból
pt: Importar do EPG
sr: Ubaci iz EPG

source: Include
el: Συμπερίληψη
et: Hõlma
fi: Sisällytä
hu: Tartalmazza
pt: Incluir
sr: Uključi

source: Include "AutoTimer" in tags
el: Συμπερίληψη "Αυτ. Χρ/κόπτη" στις ετικέτες
et: Lisa siltidele "Autotaimer"
fi: Sisällytä "Automaattiajastus" avainsanoihin
hu: Tartalmazza az "AutoTimer" címkéket

source: Include AutoTimer name in tags
el: Συμπερίληψη Αυτ. Χρ/κόπτη στις ετικέτες
et: Lisa siltidele autotaimeri nimi
fi: Sisällytä Automaattiajastuksen nimi avainsanoihin
hu: Adja meg az AutoTimer nevét a címkékben

source: Label Timers with season, episode and title, according to the SeriesPlugin settings.
el: Ονοματοδοσία Χρονοδιακοπτών βάσει σαιζόν, επεισοδίου και τίτλου, σύμφωνα με τις ρυθμίσεις του SeriesPlugin.
et: Sildista taimerid hooaja, episoodi ja nime järgi vastavalt 'SeriesPlugin' seadetele.
fi: Nimeää ajastukset kauden, jakson ja otsikon mukaan, riippuen SeriesPlugin lisäosan asetuksista.
hu: Címke időzítők szezon, epizód és cím alapján, a SeriesPlugin beállítások szerint.

source: Label series
el: Σειρές ετικετών
et: Sildista seriaalid
fi: Nimeä sarjat
hu: Címke sorozat

source: Last day to match events. Events have to begin before this date to be matched.
el: Τελευταία ημέρα συσχετισμού προγραμμάτων. Οι εκπομπές πρέπει να ξεκινούν πριν από αυτή την ημερομηνία για να συσχετιστούν.
et: Viimane päev vastete leidmiseks. Pärast seda päeva algavad saateid ei otsita.
fi: Viimeinen automaattiajastuksen päivä. Tämän jälkeisiä ohjelmia ei haeta.
hu: Nem lehet olyan esemény amely ezen időpont után fejeződik be.
pt: Último dia para corresponder eventos. Eventos têm de iniciar antes desta data para serem correspondidos.

source: Location
el: Τοποθεσία
et: Asukoht
fi: Hakemisto
hu: Hely
pt: Localização
sr: Lokacija

source: Lower bound of timespan.
el: Ελάχιστο όριο χρονικού διαστήματος.
et: Ajavahemiku alampiir.
fi: Aikajakson alaraja.
hu: Az időtartam alsó határa.
pt: Limite inferior do período de tempo.

source: Lower bound of timespan. Nothing before this time will be matched. Offsets are not taken into account!
el: Κατώτερο όριο χρονικής διάρκειας. Τίποτα πριν από αυτό δεν θα συσχετίζεται. Οι καθυστερήσεις δεν λαμβάνονται υπόψιν!
et: Ajavahemiku alampiir. Miski enne seda aega ei sobi. Määratud ajavaru ei võeta arvesse!
fi: Aikajakson alaraja. Mitään ennen tätä ei etsitä. Lisäaikoja ei oteta huomioon!
hu: Az időtartam alsó határa. Ez időpont után történik a figyelembevétele. Az eltolódásokat nem veszik figyelembe!
pt: Limite inferior do período de tempo.. Nada antes desta vez vai ser correspondido. Compensações não são tidas em conta!

source: Match Timespan: %02d:%02d - %02d:%02d
el: Χρονικό διάστημα συσχέτισης: %02d:%02d - %02d:%02d
et: Vaste ajavahemikuga: %02d:%02d - %02d:%02d
fi: Haun aikajakso: %02d:%02d - %02d:%02d
hu: Egyezőségi időtartam: %02d:%02d - %02d:%02d
pt: Intervalo de tempo corresponente: %02d:%02d - %02d:%02d
sr: Odg.vrem. razmak: %02d:%02d - %02d:%02d

source: Match title
el: Συσχέτιση τίτλου
et: Vaste pealkirjale
fi: Hae ohjelmanimi
hu: Erre a szóra történik a keresés
pt: Título corresnpondente
sr: Odgov. Naziv

source: Match title: %s
el: Συσχέτιση τίτλου: %s
et: Pealkirjale vastab: %s
fi: Hae ohjelmanimi: %s
hu: Az egyezőség címe: %s
pt: Título corresnpondente: %s
sr: Odgov.naziv: %s

source: Maximum duration (in m)
el: Μέγιστη διάρκεια (σε λεπτά)
et: Maksimaalne kestus (min)
fi: Suurin kesto (minuuttia)
hu: Maximális időtartam (percben)
pt: Duração máxima (em min)
sr: Maksimalno trajanje (u m)

source: Maximum event duration to match. If an event is longer than this amount of time (without offset) it won't be matched.
el: Μέγιστη διάρκεια χρόνου προγράμματος προς συσχέτιση. Αν μία εκπομπή διαρκεί περισσότερο από αυτό το χρόνο (χωρίς καθυστέρηση) δεν θα γίνεται συσχέτιση.
et: Suurim sobiv saate kestus. Kui saade on sellest pikem (ilma ajavaruta), see ei sobi.
fi: Haussa käytettävä maksimi ohjelman kesto. Jos ohjelma on pidempi kuin määritetty kesto (ilman lisäaikaa) ohittaa haku sen.
hu: Az esemény maximális időtartama. Ha egy esemény hosszabb, mint ez az idő (offset nélkül), akkor nem egyezik meg.
pt: Duração máxima do evento a combinar. Se um evento for maior que esta quantidade de tempo (sem deslocamento) não vai ser correspondido.

source: Message Do you really want to delete %s?
el: Μήνυμα Θέλετε σίγουρα να διαγραφεί το %s;
et: Teade Kas kustutada %s?
fi: Varoitus Haluatko varmasti poistaa %s?
hu: Üzenet Tényleg törölni szeretné a(z) %s-t?
pt: Mensagem Quer realmente apagar %s?

source: Modify existing timers
el: Τροποποίηση υπάρχοντων χρονοδιακοπτών
et: Muuda olemasolevaid taimereid
fi: Muokkaa olemassa olevia ajastuksia
hu: A meglévő időzítők módosítása
pt: Modificar Timers existentes
sr: Izmeni postojeće tajmere

source: Mon
el: Δευ
et: E
fi: Ma
hu: Hét

source: Monday
el: Δευτέρα
et: Esmaspäev
fi: Maanantai
hu: Hétfő
pt: Segunda Feira
sr: Ponedeljak

source: Monthly
el: Μηνιαία
et: Kord kuus
fi: Kuukausittain
hu: Havonta
pt: Mensalmente
sr: Mesečno

source: Never
el: Ποτέ
et: Mitte kunagi
fi: Ei koskaan
hu: Soha
pt: Nunca
sr: Nikad

source: New
el: Νέο
et: Uus
fi: Uusi
hu: Új
pt: Novo
sr: Novi

source: No
el: Όχι
et: Ei
fi: Ei
hu: Nem
pt: Não
sr: Ne

source: None
el: Κανένα
et: Mitte ükski
fi: Ei mitään
hu: Nincs
pt: Nenhum
sr: Nijedan

source: Not after
el: Όχι έπειτα από
et: Mitte pärast
fi: Ei jälkeen
hu: Ezen dátum után nem
pt: Não após

source: Not before
el: Όχι πριν από
et: Mitte enne
fi: Ei ennen
hu: Ezen dátum előtt nem
pt: Não antes

source: Number of scheduled recordings left.
el: Αριθμός προγραμματισμένων εγγραφών που απομένουν.
et: Järgi jäänud ajastatud salvestuste arv.
fi: Ajastettuja tallennuksia jäljellä.
hu: A tervezett felvételek elmaradt száma.
pt: Espaço para gravações possível

source: Offset after recording (in m)
el: Μετατόπιση χρόνου μετά την εγγραφή (σε λεπτά)
et: Ajavaru pärast salvestust (min)
fi: Lisäaika tallennuksen jälkeen (min.)
hu: Eltolás felvétel után (percben)
pt: Margem após gravação (minutos)
sr: Vreme posle snimanja (u m)

source: Offset before recording (in m)
el: Μετατόπιση χρόνου πριν την εγγραφή (σε λεπτά)
et: Ajavaru enne salvestust (min)
fi: Lisäaika ennen tallennusta (min.)
hu: Eltolás felvétel előtt (percben)
pt: Margem antes da gravação (minutos)
sr: Vreme pre snimanja (u m)

source: On any service
el: Σε οποιαδήποτε υπηρεσία
et: Igal kanalil
fi: Millä tahansa kanavalla
hu: Bármely csatornánál
pt: Em qualquer serviço
sr: Na bilo kojem kanalu

source: On same service
el: Στην ίδια υπηρεσία
et: Samal kanalil
fi: Samalla kanavalla
hu: Ugyanazon a csatornánál
pt: No mesmo serviço
sr: Na istom kanalu

source: Only AutoTimers created during this session
el: Μόνο για Αυτ. Χρ/κόπτες που δημιουργήθηκαν σε αυτή τη συνεδρία
et: Ainult sel korral loodud autotaimerid
fi: Vain tällä kertaa luodut automaattiajastukset
hu: Csak az ebben a munkamenetben készült AutoTimer időzítések
pt: Só AutoTimers criados durante esta sessão
sr: Samo autotajmeri kreirani za vreme ove sesije

source: Only add timer for next x days
el: Προσθήκη χρονοδιακόπτη μόνο για τις επόμενες x ημέρες
et: Lisa taimer ainult järgnevaks x päevaks
fi: Lisää ajastuksia vain seuraaville x-määrälle päiviä
hu: Csak a következő x naphoz hozzáadott időzítő
pt: Adicione Timers só para os próximos x dias

source: Only match during timespan
el: Συσχέτιση μόνο κατά τη διάρκεια του χρονικού διαστήματος
et: Ainult sobivas ajavahemikus
fi: Hae vain aikajaksolta
hu: Csak az időtartam alatti egyezőség
pt: Só que correspondam durante o período de tempo
sr: Samo slaganje u vrem. razmaku

source: Only on Service: %s
el: Μόνο στην Υπηρεσία: %s
et: Ainult kanalil: %s
fi: Vain kanavalta: %s
hu: Csak ezen a csatornán: %s
pt: Só no serviço: %s
sr: Samo na Kanalu: %s

source: Only on Weekday: %s
el: Μόνο στην Ημέρα της Εβδομάδας: %s
et: Ainult kindlal päeval: %s
fi: Vain viikonpäivänä: %s
hu: Csak a hétköznapokon: %s
pt: Só em dia da semana: %s

source: Only poll while in standby
el: Ανίχνευση μόνο κατά την αναμονή
et: Päring ainult ooteseisundis
fi: Hae vain valmiustilassa
hu: Kizárólag készenléti állapotban

source: Open Context Menu
el: Άνοιγμα Μενού Πληροφοριών
et: Ava kontekstmenüü
fi: Avaa valikko
hu: A környezeti menüt megnyitása
pt: Abrir o Menu de contexto
sr: Otvori dopunski meni

source: Open Timers list
el: Άνοιγμα λίστας Χρονοδιακοπτών

source: Open plugin
el: Άνοιγμα προσθέτου

source: Open select location
el: Άνοιγμα επιλεγμένης τοποθεσίας

source: Open select location as timer name
el: Άνοιγμα επιλεγμένης τοποθεσίας ως όνομα χρονοδιακόπτη

source: Open standard setup menu
el: Άνοιγμα μενού στάνταρ ρυθμίσεων

source: Other filters (edit in filter menu)
el: Άλλα φίλτρα (επεξεργασία στο μενού φίλτρων)

source: Override found with alternative service
el: Βρέθηκε υπερκάλυψη με την εναλλακτική υπηρεσία
et: Eelista asenduskanalit
hu: A megtalált csatorna felülírása egy alternatív csatornával
sr: Poništi nađeno sa alternativnim kanalom

source: Path debug log
el: Διαδρομή καταγραφών εκσφαλμάτωσης

source: Please provide a Text to match
el: Παρακαλώ εισάγετε Κείμενο προς συσχέτιση
et: Sisesta otsitav tekst
fi: Syötä haettava teksti
hu: Kérjük, adja meg a megfelelő szöveget
pt: Por favor forneça um Texto com correpondência
sr: Molim obezbedite Tekst za slaganje

source: Poll Interval (in h)
el: Μεσοδιάστημα ανίχνευσης (σε ώρες)
et: Päringu sagedus (tundides)
hu: Poll intervallum (órában)
sr: Interval izbora (u h)

source: Poll automatically
el: Ανίχνευση αυτόματα
et: Automaatne päring
fi: Hae automaattisesti
hu: Poll automatikusan
pt: Sondar automaticamente
sr: Automatski izbor

source: Popup timeout in seconds
el: Χρόνος λήξης αναδυόμενου παραθύρου σε δευτερόλεπτα
et: Hüpikakna ajapiirang sekundites
fi: Popupin viive sekunteissa
hu: Felugró ablak eltűnése másodpercekben

source: Power state to change to after recordings. Select "standard" to not change the default behavior of enigma2 or values changed by yourself.
el: Κατάσταση τροφοδοσίας για μετά τις εγγραφές. Επιλέξτε "στάνταρ" για να μην αλλάξει η προεπιλεγμένη συμπεριφορά του enigma2 ή τιμές που αλλάξατε εσείς.
et: Toite seaded peale salvestamist. Vali "tavaline", et mitte muuta enigma2 vaikimisi toimingut või enda määratud väärtusi.
fi: Tallennuksen jälkeinen tila. Valitse "vakio" jos et halua muuttaa Enigma2:n oletustoimintaa tai arvoa jonka olet itse määrittänyt.
hu: Üzemi állapot módosítása a felvételek után. Válassza ki a "alapértelmezett" beállítást, hogy ne változtassa meg az enigma2 az alapértelmezett viselkedését vagy a saját maga által megváltoztatott értékeket.
pt: Estado de energia para alterar para após as gravações. Selecione "standard" para não alterar o comportamento padrão do enigma2 ou valores alterados por si.

source: Preview
el: Προεπισκόπηση
et: Eelvaade
fi: Esikatselu
hu: Előnézet
pt: Previsualizar
sr: Pregled

source: Preview AutoTimer
el: Προεπισκόπηση Αυτ. Χρ/κόπτη
et: Eelvaade
fi: Esikatsele automaattiajastusta
hu: AutoTimer előnézete
pt: Previsualizar AutoTimer
sr: Pregled autotajmera

source: Preview for your AutoTimers
el: Προεπισκόπηση για τους Αυτ. Χρ/κόπτες

source: Print shell log
el: Εκτύπωση καταγραφής κελύφους

source: Really close without saving settings?
el: Έξοδος χωρίς αποθήκευση ρυθμίσεων;
et: Kas väljuda seadeid salvestamata?
fi: Haluatko poistua tallentamatta asetuksia?
hu: Tényleg bezárja a beállítások mentése nélkül?
pt: Deseja sair mesmo sem gravar as definições?
sr: Stvarno zatvoriti bez čuvanja postavki?

source: Record a maximum of x times
el: Εγγραφή το μέγιστο x φορές
et: Salvesta maksimaalselt x korda
fi: Tallenna enintään x kertaa
hu: Legfeljebb x alkalommal rögzítsen
pt: Gravar um máximo de x vezes
sr: Snimi maksimum x puta

source: Record on
el: Εγγραφή σε
et: Salvesta
fi: Tallenna
hu: Felvételi hely
pt: Gravar em
sr: Snimanje uklj.

source: Remove not existing events
el: Αφαίρεση μη υπάρχοντων προγραμμάτων
et: Eemalda olematud saated
fi: Poista olemattomat ajastukset
hu: A nem létező események eltávolítása

source: Remove selected AutoTimer
el: Αφαίρεση επιλεγμένου Αυτ. Χρ/κόπτη
et: Kustuta valitud autotaimer
fi: Poista valittu automaattiajastus
hu: A kiválasztott AutoTimer eltávolítása
pt: Remover o AutoTimer selecionado
sr: Ukloni izabrani autotajmer

source: Require description to be unique
el: Απαίτηση μοναδικότητας της περιγραφής
et: Nõua ainukordset kirjeldust
fi: Vaadi yksilöllinen kuvaus
hu: A leírás leírása egyedi legyen
pt: Requer descrição para ser único
sr: Zahteva jedinstven opis

source: Reset count
el: Μηδενισμός μετρητών
et: Lähtesta arvestus
fi: Nollaa laskuri
hu: Számláló nullázása
pt: Restabelecer contadores
sr: Resetuj brojanje

source: Restrict "after event" to a certain timespan?
el: Περιορισμός του "μετά το πρόγραμμα" σε συγκεκριμένο χρονικό διάστημα;
et: Kas piirata "pärast sündmust" kindla ajavahemikuga?
fi: Rajoita "ohjelman jälkeen" toiminto tiettyyn aikajaksoon?
hu: Korlátozza az "esemény utáni" egy bizonyos időtartamot?
pt: Restrito "após o evento" para um certo período de tempo?

source: Restrict to events on certain dates
el: Περιορισμός σε προγράμματα συγκεκριμένων ημερομηνιών
et: Ainult kindlal kuupäeval
fi: Rajoita haku tiettyjen päivien ohjelmiin
hu: Korlátozza az eseményeket bizonyos időpontokra
pt: Restrito a eventos em certas datas

source: Restriction to certain bouquets (edit in services menu)
el: Περιορισμός σε συγκεκριμένες μπουκέτα (μενού υπηρεσιών)

source: Restriction to certain days of week (edit in filter menu)
el: Περιορισμός σε συγκεκριμένες ημέρες (μενού φίλτρων)

source: Restriction to certain services (edit in services menu)
el: Περιορισμός σε συγκεκριμένες υπηρεσίες (μενού υπηρεσιών)

source: Sat
el: Σαβ
et: L
fi: La
hu: Szo

source: Saturday
el: Σάββατο
et: Laupäev
fi: Lauantai
hu: Szombat
pt: Sábado
sr: Subota

source: Save
el: Αποθήκευση
et: Salvesta
fi: Tallenna
hu: Mentés
pt: Salvar
sr: Sačuvaj

source: Save and search now
el: Αποθήκευση και αναζήτηση τώρα

source: Search new events matching for your AutoTimers
el: Αναζήτηση νέων προγραμμάτων που συσχετίζονται με τους Αυτ. Χρ/κόπτες

source: Search strictness
el: Αυστηρότητα αναζήτησης
et: Otsingu rangus
fi: Haun tarkkuus
hu: Keresési korlátozások
pt: Procura rigorosa
sr: Striktnost traženja

source: Search type
el: Τύπος αναζήτησης
et: Otsingu tüüp
fi: Haun tyyppi
hu: Keresés típusa
pt: Tipo de procura
sr: Tip traženja

source: Select "exact match" to enforce "Match title" to match exactly, "partial match" if you only want to search for a part of the event title or "description match" if you only want to search for a part of the event description.
el: Επιλέξτε "ακριβής συσχέτιση" για να αναγκάσετε τον ακριβή συσχετισμό του "Συσχέτιση τίτλου", "μερική συσχέτιση" αν θέλετε να ψάξετε μόνο ένα μέρος του τίτλου ή "συσχετισμός περιγραφής" αν θέλετε να ψάξετε μόνο ένα μέρος της περιγραφής του προγράμματος.
et: Vali "täpne vaste", et "Vaste pealkirjale" määrang otsiks täpselt selle nimega saadet, "osaline vaste" osaliselt kattuva nimega saate otsinguks või "vaste kirjeldusele", kui soovid otsida ainult osa kirjeldusest.
fi: Valitset "täysin sama" pakottaaksesi "Hae ohjelmanimi" hakemaan juuri sitä nimeä, "osittainen vastaavuus" jos haluat hakea vain osaa osaa ohjelman nimestä tai "kuvaus" jos haluat hakea osaa ohjelman kuvaustekstistä
hu: Válassza ki a keresés típusát, hogy miként kíván keresni. Pontos illeszkedéssel, vagy csak a szöveg egy részét kívánja megkeresni
pt: Selecionar "correspondência exata" para forçar "título correspondente" a corresponder exatamente, "parcialmente correspondente" se pretende procurar por uma parte do evento ou "descrição correspondente" se pretende procurar por uma parte da descrição do evento

source: Select a timer to import
el: Επιλογή ενός χρονοδιακόπτη για εισαγωγή
et: Vali importimiseks taimer
fi: Valitse tuotava ajastus
hu: Válassza ki az importálandó időzítőt
pt: Selecionar Timer a importar
sr: Izaberi tajmer za uvoz

source: Select action
el: Επιλογή ενέργειας

source: Select action for AutoTimer or input date/time:
el: Επιλογή ενέργειας για τον Αυτ. Χρ/κόπτη ή εισαγωγή ημερομηνίας/ώρας:

source: Select action for AutoTimer:
el: Επιλογή ενέργειας του Αυτ. Χρ/κόπτη:

source: Select bouquet to record on
el: Επιλογή μπουκέτου για εγγραφή
et: Vali lemmiknimekiri. millelt salvestada
fi: Valitse tallennettava suosikkilista
hu: Válassza ki a csatornacsomagokat a rögzítéshez
pt: Selecione um bouquet para gravar
sr: Izaberi buket za snimanje

source: Select channel to record on
el: Επιλογή καναλιού προς εγγραφή
et: Vali kanal. millelt salvestada
fi: Valitse tallennettava kanava
hu: Válassza ki a csatornákat a rögzítéshez
pt: Selecione o canal que deseja gravar
sr: Izaberi kanal za snimanje

source: Select the location to save the recording to.
el: Επιλογή της τοποθεσίας αποθήκευσης της εγγραφής.
et: Vali salvestise jaoks asukoht
fi: Valitse tallennushakemisto.
pt: Selecione a localização das gravações

source: Select type of Filter
el: Επιλογή τύπου Φίλτρου
et: Vali filtri tüüp
fi: Valitse suodattimen tyyppi
hu: Válassza ki a szűrő típusát
pt: Selecionar o tipo de Filtro
sr: Izaberi tip filtera

source: Select whether or not you want to enforce case correctness.
el: Επιλέξτε εάν ή όχι θα γίνεται αναγκαστική διόρθωση κεφαλαίων.
et: Vali, kas suurtel ja väikestel tähtedel tehakse vahet.
fi: Valitse erotellaanko isot ja pienet kirjaimet.
hu: Válassza ki, a kis- és nagybetű érzékeny keresést.
pt: Selecione ou não se deseja aplicar a correção da ocorrência.

source: Set End Time
el: Ορισμός Χρόνου Λήξης
et: Määra lõpuaeg
fi: Aseta loppumisaika
hu: Állítsa be a befejezés időpontját
pt: Defina a hora final

source: Set an end time for the timer. If you do, the timespan of the event might be blocked for recordings.
el: Ορισμός χρόνου λήξης για τον χρονοδιακόπτη. Με αυτό, μπορεί το χρονικό διάστημα του προγράμματος να εμποδιστεί για εγγραφές.
et: Määra taimeri lõpuaeg. Seda tehes võib saate ajaaken olla takistuseks salvestustele.
fi: Aseta ajastimen lopetusaika. Jos syötät ajan, ohjelman aikajakso voi olla estetty tekemään tallennuksia.
hu: Állítsa be az időzítő befejezési idejét. Ha igen, akkor az esemény időtartama blokkolva lesz a felvételekhez.
pt: Definir o tempo final para o timer. Se o fizer, o intervalo de tempo do evento pode ser bloqueado para gravações.

source: Set maximum duration
el: Ορισμός μέγιστης διάρκειας
et: Määra suurim kestus
fi: Aseta maksimikesto
hu: Állítsa be a maximális időt
pt: Definir a duração máxima
sr: Postavi maksim. trajanje

source: Set this NO to disable this AutoTimer.
el: Επιλέξτε ΟΧΙ για απενεργοποίηση αυτού του Αυτ. Χρ/κόπτη.
et: Autotaimeri keelamiseks määra 'EI'
fi: Poista tämä automaattiajastus käytöstä laittamalla arvoksi Ei.
hu: Az AutoTimer engedélyezése/letiltása. Állítsa ezt a 'Nem' értékre, ha az AutoTimer letiltását szeretné.
pt: Definir NÃO para desativar este AutoTimer.

source: Set timer type: zap, simple record, zap+record (always zap to service before start record).
el: Ορισμός τύπου χρονοδιακόπτη: μετάβαση, απλή εγγραφή, μετάβαση+εγγραφή (πάντα μετάβαση στην υπηρεσία πριν την έναρξη της εγγραφής).
et: Määra taimeri tüüp: kanalivahetus, lihtsalt salvestus, kanalivahetus+salvestus (kanalivahetus enne salvestuse algamist).
fi: Aseta ajastusmuoto: zap, tavallinen ajastus, zap+ajastus (tee aina zap oikealle kanavalle ennen ajastusta)
hu: Állítsa be az időzítés típusát: Csatornára ugrás, egyszerű felvétel, csatornára ugrás + felvétel (mindig ugorjon a csatornára a felvétel elindítása előtt).

source: Set wakeup receiver type. This works only for zap timers.
el: Ορισμός τύπου αφύπνισης δέκτη. Αυτό λειτουργεί μόνο σε χρονοδιακόπτες ζάπινγκ.

source: Setup
el: Εγκατάσταση
et: Seadistamine
fi: Asetukset
hu: Beállítás
pt: Definir
sr: Podešavanje

source: Should this AutoTimer be restricted to a timespan?
el: Πρέπει αυτός ο Αυτ. Χρ/κόπτης να περιοριστεί σε ένα χρονικό διάστημα;
et: Kas see autotaimer järgib ajavahemiku piirangut?
fi: Rajoitetaanko tämä automaattiajastus aikajaksoon?
hu: Szeretné, ha ez az AutoTimer egy időtartamra korlátozódna?
pt: Deverá este AutoTimer ser restrito a um intervalo de tempo?
