Repository: oe-alliance/enigma2-plugins
Catalog: autotimer/po/*.po
Languages: el, et, fi, hu, pt, sr

source: go to standby
el: μετάβαση σε αναμονή
et: Ooteseisundisse
fi: siirry valmiustilaan
hu: a készülék lekapcsolása készenléti módba
pt: Ir para modo de espera
sr: idi u pripravnost

source: in Description
el: σε Περιγραφή
et: Kirjelduses
fi: kuvauksessa
hu: a leírásban
pt: na Descrição
sr: U opisu

source: in Shortdescription
el: σε Σύντομη περιγραφή
et: Lühikirjelduses
fi: lyhyessä kuvauksessa
hu: a rövid leírásban
pt: em Descrição curta
sr: u kratkom opisu

source: in Title
el: σε Τίτλο
et: Nimes
fi: otsikossa
hu: címben
pt: no Título
sr: u nazivu

source: mins
el: λεπτά
et: minutit
hu: perc
sr: min.

source: missing parameter "id"
el: λείπει η παράμετρος "id"
et: parameetri "id" puudub
fi: parametri "id" puuttuu
hu: hiányzó paraméter "id"
pt: "id" parâmetro em falta

source: never
el: ποτέ

source: on Weekday
el: σε Καθημερινή
et: Nädalapäeval
fi: viikonpäivänä
hu: hétköznap
pt: em Dia da Semana
sr: u nedelji

source: only from deep standby
el: μόνο από βαθιά αναμονή

source: only from standby
el: μόνο από αναμονή

source: partial match
el: μερική συσχέτιση
et: Osaline vaste
fi: osittainen vastaavuus
hu: részleges egyezés, illeszkedés
pt: correspondência parcial
sr: delimično slaganje

source: record
el: εγγραφή
et: Salvestus
fi: tallennus
hu: felvétel
pt: gravar
sr: snimanje

source: standard
el: στάνταρ
et: Tavaline
fi: vakio
hu: alapértelmezett
pt: normal
sr: standardno

source: title starts with
el: ο τίτλος ξεκινά με
et: Nimi algab
fi: otsikko alkaa sanalla
hu: ezzel kezdődik a keresett műsor

source: unable to find timer with id %i
el: αδυναμία εύρεσης χρονοδιακόπτη με id %i
et: Taimerit tunnusega %i ei leitud
fi: ei löydy ajastusta id %i
hu: nem lehet találni időzítőt az %i id számmal
pt: Não é possível localizar o Timer com id %i

source: unknown
el: άγνωστο
et: Tundmatu
fi: tuntematon
hu: ismeretlen

source: zap
el: μετάβαση
et: Kanalivahetus
fi: kanavanvaihto
hu: műsorra ugrás

source: zap and record
el: μετάβαση και εγγραφή
et: kanalivahetus ja salvestamine
fi: zap ja tallenna
hu: műsorra ugrás és felvétel

source: Description - short equal extended for match
el: Περιγραφή - η σύντομη ισούται με την εκτεταμένη για συσχέτιση

source: Do not skip match when not description
el: Μη παράλειψη της συσχέτισης σε μη περιγραφή

source: When this option enabled, short description to equal extended description if short description is empty.
el: Όταν ενεργοποιηθεί αυτή η επιλογή, η σύντομη περιγραφή θα ισούται με την εκτεταμένη, εάν η σύντομη είναι άδεια.

source: When this option enabled and short description and extended description match is empty and timer title exist in match title, match is not a duplicate. Attention, this may result in double timers.
el: Όταν ενεργοποιηθεί αυτή η επιλογή και η συσχέτιση σύντομης και εκτεταμένης περιγραφής είναι άδεια και ο τίτλος του χρονοδιακόπτη υπάρχει στο συσχετισμένο τίτλο, η συσχέτιση δεν είναι διπλότυπη. Προσοχή, αυτό μπορεί να προκαλέσει διπλούς χρονοδιακόπτες.

source: (only services from bouquets).
el: (μόνο υπηρεσίες από τα μπουκέτα).

source: Percentage ratio for duplicates matches
el: Αναλογία ποσοστού για διπλότυπες συσχετίσεις

source: To cater for spelling mistakes and small deviations in the EPG information, you can make the matching algorithm fuzzy by setting the percentage both programmes must be equal for. Use 100% if you only want a match when both are completely identical. Recommended default ratio 80%.
el: Για να ληφθεί μέριμνα για ορθογραφικά λάθη και μικρές αποκλίσεις στις πληροφορίες EPG, μπορείτε να κάνετε τον αλγόριθμο συσχέτισης ασαφή ορίζοντας το ποσοστό με το οποίο πρέπει να ισούνται τα δύο προγράμματα. Χρησιμοποιήστε το 100% μόνο αν θέλετε να γίνει συσχέτιση όταν και τα δύο είναι όμοια. Η συνιστώμενη προεπιλεγμένη αναλογία είναι 80%.

source: Any time
et: Igal ajal
fi: Kaikki ajat
hu: Bármikor

source: (if services are enabled, bouquets are ignored.).
fi: (jos palvelut ovat päällä, kanavia ei oteta huomioon).

source: - Version: %s
fi: - Versio: %s

source: %d.%B %Y
fi: %d.%m.%Y
hu: %Y. %B %d.

source: Abort this Wizard.
et: Sulge abiline.
fi: Keskeytä toiminto.
hu: Megszakítja a varázslót.
pt: Cancelar este Assistente.
sr: Prekini ovog čarobnjaka.

source: Add filters
et: Lisa filtreid
fi: Lisää suodattimia
hu: Szűrők hozzáadása

source: Auto Timers
et: Autotaimerid
fi: Automaattiajastus
hu: Automatikus Időzítések

source: AutoTimer FAQ
et: Autotaimeri KKK
fi: Automaattiajastuksen FAQ

source: AutoTimer Help
et: Autotaimeri abi
fi: Automaattiajastuksen ohjeet
hu: AutoTimer Segítség

source: AutoTimers
et: Autotaimerid
fi: Automaattiajastukset
hu: AutoTimer időzítők

source: Autotimer Settings
fi: Autotimer Asetukset

source: Close
et: Sulge
fi: Sulje
hu: Bezárás
pt: Fechar

source: Close and save changes
et: Sulge ja salvesta muudatused
fi: Sulje ja tallenna muutokset
hu: Bezárás és a változások mentése
pt: Fechar e salvar as alterações
sr: Zatvori i sačuvaj izmene

source: Congratulations
et: Palju õnne
fi: Onnittelut
hu: Gratulálunk

source: Create a new AutoTimer.
et: Loo uus autotaimer.
fi: Luo uusi automaattiajastus.
hu: Egy új AutoTimer létrehozása.
pt: Criar um novo AutoTimer.
sr: Kreiraj novi autotajmer.

source: Edit filters
et: Muuda filtreid
fi: Muokkaa suodattimia
hu: Szűrők szerkesztése

source: Enable this to be able to access the AutoTimer Overview from within the plugin browser.
et: Kui lubatud, kuvatakse autotaimeri ülevaade pluginate menüüs.
fi: Ota tämä käyttöön jos haluat automaattiajastuksen yleisnäkymän lisäosavalikkoon.
hu: Engedélyezze ezt, hogy hozzáférhessen az AutoTimer áttekintéshez a Bővítmény kezelőben.

source: Exit
fi: Poistu

source: Filters are another powerful tool when matching events. An AutoTimer can be restricted to certain Weekdays or only match an event with a text inside eg it's Description. Press BLUE to add a new restriction and YELLOW to remove the selected one.
et: Filtrid on võimsad vahendid saadete vastete leidmiseks. Autotaimeri saab piirata teatud nädalapäevadele või näiteks saadetele, mille kirjelduses on teatud tekst. Vajuta sinist uue piirangu seadmiseks ja kollast valitud piirangu muutmiseks.
fi: Suodattimet ovat tehokkaita työkaluja ohjelmien haussa. Automaattiajastus voidaan rajoittaa tiettyihin viikonpäiviin tai ohjelmiin joissa on esim. tietty kuvausteksti. Lisää uusi rajoitus painamalla sinistä ja poista valittu painamalla keltaista näppäintä.
hu: A szűrők egy másik hatékony eszköz az események illesztésében. Az AutoTimer bizonyos munkanapokon korlátozható, vagy csak egy eseményhez illeszkedik. Nyomja meg a KÉK gombot egy új korlátozás hozzáadásához és a SÁRGA elemet a kiválasztott elem eltávolításához.
pt: Os filtros são outra ferramenta poderosa quando da correspondência de eventos. Um AutoTimer pode ser restrito a determinados dias da semana, ou apenas coincidir com um evento com um texto interno, por exemplo, a sua Descrição. Prima a tecla AZUL para adicionar uma nova restrição e AMARELA para remover o selecionada.
sr: Filteri su još jedan moćan alat kod slaganja događaja. Autotajmer može biti ograničen na određene dane u nedelji ili samo ako se slaže sa tekstom unutra,npr. njegov opis. Pritisni PLAVO da dodaš novo ograničenje i ŽUTO da ukloniš izabrano.

source: Found a total of %d matching Events. %d Timer were added and %d modified, %d conflicts encountered, %d unchanged, %d similars added.
et: Kokku leiti %d vastet. %d taimerit lisatud ja %d muudetud, %d vastuolu leitud, %d muutmata, %d asendustaimerit lisatud.
fi: Löytyi yhteensä %d ehtojen mukaista ohjelmaa. %d ajastusta lisätiin ja %d muutettiin, %d ristiriitaa löytyi, %d muuttumatonta, %d samankaltaista lisättiin.
hu: Összesen %d illeszkedő eseményt talált. %d Az időzítő hozzá lett adva és %d módosítva, %d ütközések észleltek, %d változatlan, %d hasonlók hozzáadva.

source: Frequently asked questions about the AutoTimer
et: Korduma kippuvad küsimused
fi: Automaattiajastuksen usein kysytyt kysymykset
hu: Gyakran feltett kérdések a AutoTimer-ről

source: Generic setup
et: Üldseaded
fi: Yleiset asetukset
hu: Általános beállítás

source: Hour
fi: Tunti

source: If this is disabled AutoTimer will NOT automatically look for events matching your AutoTimers but only when you leave the GUI with the green button.
fi: Jos tämä on pois päältä, Autotimer EI hae asetettuja ajastuksia automaattisesti, mutta tekee sen, jos poistut käyttöliittymästä painamalla vihreää nappia.

source: Include 'AutoTimer' in tags
fi: Sisällytä 'AutoTimer' tageihin

source: It's possible to restrict an AutoTimer to certain Services or Bouquets or to deny specific ones. An Event will only match this AutoTimer if it's on a specific and not denied Service (inside a Bouquet). Press BLUE to add a new restriction and YELLOW to remove the selected one.
et: Autotaimeri otsingu saab piirata teatud kanalitele või lemmiknimekirjadele või keelata mõnede kasutamine. Saade vastab sellele autotaimerile, kui see on määratud kanalil, mis ei ole keelatud (lemmiknimekirjas). Vajuta sinist nuppu uue piirangu määramiseks ja kollast nuppu valitud piirangu muutmiseks.
fi: Voit rajoittaa automaattiajastuksen vain tiettyihin kanaviin tai suosikkilistoihin tai voit estää ne siltä. Ohjelma täsmää tähän automaattiajastukseen vain jos se määritellyllä kanavalla (eikä ole estetyllä suosikkilistalla). Lisää uusi rajoitus painamalla sinistä ja poista valittu painamalla keltaista näppäintä.
pt: É possível restringir um AutoTimer a determinados serviços ou bouquets ou para negar os específicos. Um evento corresponderá sómente para este AutoTimer, se for em um serviço específico e não negado (dentro de um Bouquet). Pressione a tecla AZUL para adicionar uma nova restrição e AMARELA para remover aquele selecionado.
sr: Moguće je ograničiti autotajmer na određene kanale ili bukete ili zabraniti specifične. Događaj će se složiti sa ovim autotajmerom ako je u određenom i nezabranjenom kanalu (u buketu). Pritisni PLAVO da dodaš novo ograničenje i ŽUTO da ukloniš izabrano.

source: Minute
fi: Minuutti

source: No, remove them.
et: Ei, kustuta need.
fi: Ei, poista ne.
hu: Nem, távolítsa el őket.
pt: Não, remova-os
sr: Ne,ukloni ih.

source: Poll Interval (in %s)
fi: Haun aikaväli (%s)

source: Poll Interval (in mins)
et: Päringu sagedus (minutites)
fi: Hakuväli (minuutteja)
hu: Poll intervallum (percben)

source: Poll unit
fi: Haun yksikkö

source: Poll unit selects whether the poll interval should be interpreted in hours or minutes.
fi: Hakuyksikkö määrittää haetaanko tunneissa vai minuuteissa.

source: Question: I found a problem with the AutoTimer, can you fix it?/nAnswer: First try the AutoTimer version in a recent (experimental) Image to see if the problem was fixed. Then read the Help again and the upcoming FAQs to make sure that this is actually a problem and not expected behavior./nIf you still think there is something wrong with the AutoTimer, please visit http://www.dream-multimedia-tv.de/board and post your problem there./n/nQ: The plugin only adds timers when leaving the configuration, not automatically. What can I do?/nA: From the Overview press MENU and enter the 'Setup'. In this screen enable 'Poll automatically' and you should be good to go.
et: Küsimus: Leidsin Autotaimerist probleemi. Kas seda saab lahendada?/nVastus: Esmalt proovi vastuvõtja tarkvara uuendada, äkki on see probleem juba lahenduse leidnud. Järgmiseks loe uuesti läbi ABI ja KKK veendumaks, et tegemist on tõepoolest probleemi, mitte oodatud käitumisega./nKui arvad ikkagi, et viga on Autotaimeris, mine aadressile http://www.dream-multimedia-tv.de/board ja postita oma probleem sinna./n/nK: See plugin lisab taimerid ainult seadistustest lahkumisel, mitte automaatselt. Kas saan midagi muuta?/nV: Vajuta 'Ülevaates' MENU nuppu ja siis 'Seadistamine'. Valikus 'Automaatne päring' määra 'jah',
fi: HUOM!! Tämä suomennos löytyy tiedostosta MPHelp.po HUOM!!
hu: Kérdés: Az AutoTimerrel kapcsolatos problémát észleltem?/nVálasz: Próbálja meg először egy (kísérleti) lemezképen az AutoTimer verziót, hogy megnézze a probléma megoldását. Ezután olvassa el újra a Súgót és a GYIK-okat, hogy megbizonyosodjon róla, hogy valóban ez a probléma, és ez a nem várható viselkedés./nHa még mindig úgy gondolja, hogy valami nincs rendben az AutoTimerrel kapcsolatban, látogasson el a http://www.dream-multimedia-tv.de/board címre és küldje be a problémát ott./n/nKérdés: A beépülő modul csak időzítőt ad hozzá a konfiguráció elhagyásakor, nem automatikusan. Mit tehetek?/nVálasz: Az Áttekintés menüben nyomja meg a MENÜ gombot, és lépjen be a "Beállítás" menübe. Ebben a képernyőn engedélyezze a "Poll automatikus" lehetőséget, és utána jónak kell lennie.

source: Question: My AutoTimer for 'News' does not record the 'Late News'./nAnswer: Check 'Search type' and 'Search strictness' for the given AutoTimer./n/nQ: The show I'm trying to record contains umlauts in its title. AutoTimer does not find it./nA: Check the 'EPG encoding' for the given AutoTimer. For german stations 'UTF-8' should be selected./n/nQ: I seem to be unable to record two subsequent events. There is only a single timer created that spans (part of) both events./nA: From the Overview press MENU and enter the 'Setup'. In this screen disable 'Guess existing timer based on begin/end'.
et: Küsimus: Autotaimer otsisõnaga "Uudised" ei salvesta "Seitsmeseid uudiseid"./nVastus: Kontrolli antud autotaimeri filtreid 'Otsingu tüüp' ja ''Otsingu rangus"./n/nKüsimus: Salvestatava saate nimi sisaldab täpitähti. Autotaimer ei leia saadet./nVastus: Kontrolli antud autotaimeri ''EPG tähemärgistik''. Eesti kanalitel tuleks valida ''ISO8859-15''./n/nKüsimus: Kahe järgneva saate salvestamine ei õnnestu.Luuakse vaid üks taimer, mis salvestab osaliselt mõlemat saadet./nVastus: Autotaimeri ülevaates vajuta MENU > Seadistamine. Seal keela valik "Eelda olemasolev taimer algus/lõpuaja järgi".
fi: Kysyttyä: Olen laittanut automaattiajastuksen ajastamaan hakusanalla 'uutiset', mutta se ei tallenna ohjelmaa 'myöhäisuutiset'./n Vastaus: Tarkasta 'Haun tyyppi' ja 'Haun tarkkuus' valitun tallennuksen asetuksista./n/nKysyttyä: Ajastetun ohjelman otsikko sisältää erikoismerkkejä. Automaattiajastus ei löydä ohjelmia./nVastaus: Tarkasta asetus 'EPG:n enkoodaus'. Valittavissa on muutama vaihtoehto./n/nKysyttyä: En pysty ajastamaan kahta perättäistä samannimistä ohjelmaa. On vain yksi ajastus joka tallentaa molemmista ohjelmista vain osan./nVastaus: Laita automaattiajastuksen asetuksista pois päältä seuraava valinta 'Arvaa olemassa oleva ajastus alku/loppuajan perusteella'.
hu: Kérdés: Az AutoTimer a "Hírek"-nél nem rögzíti az "Híradást". nVálasz: Ellenőrizze a 'keresett típust' és a 'keresést szigorúan' az adott AutoTimer számára./n/nKérdés: A megpróbáltam rögzíteni címben bizonyos ékezetes szavakat. Az AutoTimer nem találja meg azokat./aVálasz: Ellenőrizze az adott "AutoTimer" EPG kódolását. A német csatornák számára az "UTF-8" -t kell választani./n/nKérdés: Úgy tűnik, lehetetlen további két további eseményt rögzíteni. Csak egy időzítő van létrehozva, amely mindkét eseményt kezeli./nVálasz: Az Áttekintés alatt nyomja meg a MENÜ gombot, és írja be a "Beállítás" parancsot. Ebben a képernyőn tiltsa le a "Találd meg a meglévő időzítőt a kezdő/vége alapján".

source: Question: You keep talking about help being provided for each parameter. I'm unable to read it (in part or in full)./nAnswer: Try using the default skin and if it works ask the creator of your regular skin. If it still does not work your image might not provide the actual default skin so contact the creator of your image.
et: Küsimus: Igale valikule pidi leiduma abitekst. Mina seda kusagil ei näe./nVastus: Kasuta tarkvara vaikekujundust ja kui sellega abitekst on nähtav, teavita probleemist senise kujunduse autorit. Kui tekst ei ole ikkagi nähtav, teavita kasutatava tarkvara autoreid.
fi: HUOM!! Tämä suomennos löytyy tiedostosta MPHelp.po HUOM!!
hu: Kérdés: Arról szólnak, hogy segítséget nyújtanak az egyes paraméterekhez. Nem tudom elolvasni (részben vagy teljes egészében). nVálasz: Próbálja meg használni az alapértelmezett kinézetet, és ha ez működik, kérdezze meg a rendszeres kinézetét. Ha még mindig nem működik, akkor a lemezkép nem biztosítja az aktuális alapértelmezett kinézetet, ezért lépjen kapcsolatba a lemezkép készítőjével.

source: Restrict autotimer to bouquets. Use the blue key to edit the bouquet filter.
et: Ainult kindlas lemmiknimekirjas. Lemmiknimekirjade filtri muutmiseks kasuta sinist nuppu
fi: Rajoita autotimer tiettyihin kanaviin. Käytä sinistä nappia muokataksesi hakuehtoja.
hu: Korlátozza az AutoTimerek létrehozását a csatornacsomagokhoz. A kék gomb segítségével szerkesztheti a csatornacsomag szűrőt

source: Restrict autotimer to specific days. Use the yellow key to edit the day filter.
et: Ainult kindlal nädalapäeval. Päevade filtri muutmiseks kasuta kollast .nuppu
fi: Rajoita autotimer tietyille päiville. Käytä keltaista nappia muokataksesi hakuehtoa.
hu: Az AutoTimer korlátozása meghatározott napokra. Használja a sárga gombot a szűrők szerkesztéséhez.

source: Restrict autotimer to specific services, channels. Use the blue key to edit the service filter.
et: Ainult kindlal kanalil. Kanalite filtri muutmiseks kasuta sinist nuppu.
fi: Rajoita autotimer tietylle palvelulle tai kanavalle. Käytä sinistä nappia muokataksesi hakuehtoa.
hu: Az AutoTimer korlátozása bizonyos csatornákhoz. Használja a kék gombot a csatornaszűrő szerkesztéséhez.

source: Restrict to days
et: Ainult kindlal kuupäeval
fi: Rajoita päiviin
hu: Korlátozza napokra

source: Restrict to specific bouquets
et: Ainult kindlas nimekirjas
fi: Rajoita tiettyihin kanaviin
hu: Korlátozza konkrét csatornacsomagokra

source: Restrict to specific services
et: Ainult kindlal kanalil
fi: Rajoita tiettyihin palveluihin
hu: Korlátozza konkrét csatornákra

source: Show in plugin browser
et: Näita pluginate menüüs
fi: Näytä lisäosavalikossa
hu: Megjelenítés a Bővítmény kezelőben

source: Startup delay is the number of minutes before polling after a reboot, so as to not delay enigma2 startup time.
fi: Käynnistysviive on minuutteja ennen hakua, ettei se hidasta Enigma2:sen käynnistymistä.

source: Support 'Fast Scan'?
fi: Tuetaanko 'Nopeaa hakua'?

source: Thank you for using the wizard. Your new AutoTimer has been added to the List. Please press OK to continue.
et: Tänan abilise kasutamise eest, uus autotaimer on lisatud nimekirja. Vajuta jätkamiseks OK.
fi: Uusi automaattiajastus on lisätty. Jatka painamalla OK.
hu: Köszönjük, hogy a varázslót használja. Az új AutoTimer hozzá lett adva a listához. A folytatáshoz nyomja meg az OK gombot.
pt: Obrigado por usar o assistente. O seu novo AutoTimer foi adicionado à Lista. Por favor pressione OK para continuar.
sr: Hvala za korišćenje čarobnjaka.Vaš novi autotajmer je dodat u listu. Pritisnite OK da nastavite.

source: The 'Overview'
et: Autotaimeri ülevaade
fi: Työnäkymä
hu: Az 'Áttekintés'

source: The AutoTimer overview is the standard entry point to this plugin./n/nIf AutoTimers are configured you can choose them from a list to change them (OK button on your remote) or remove them (YELLOW button on your remote)./nNew Timers can be added by pressing the BLUE button and the control menu can be opened using the MENU button./n/nWhen leaving the plugin using the GREEN button it will search the EPG for matching events ONCE. To configure a regular search interval of the plugin to search for events open the control menu and enter the plugin setup.
fi: HUOM!! Tämä suomennos löytyy tiedostosta MPHelp.po HUOM!!
hu: Az AutoTimer áttekintése a beépülő modul szabványos belépési pontja./n/nHa az AutoTimers konfigurálva kiválaszthatja őket egy listából, hogy megváltoztassa őket (OK gomb a távirányítón), vagy távolítsa el őket (SÁRGA gomb a távirányítón)./nÚj időzítők a KÉK gombbal lehet megnyitni, és a vezérlőmenü megnyitható a MENU gombbal./n/nA ZÖLD gomb segítségével hagyja el a plugint, akkor az EPG-t az egyszer megfelelő eseményekre keresheti. A plugin rendszeres keresési intervallumának konfigurálása események kereséséhez nyissa meg a vezérlőmenüt, és adja meg a beépülő modul beállításait.

source: The Timer will not be added to the List. Please press OK to close this Wizard.
et: Taimerit ei lisata nimekirja. Vajuta abilise sulgemiseks OK.
fi: Ajastusta ei lisätä luetteloon. Sulje avustaja painamalla OK.
hu: Az időzítő nem kerül hozzáadásra a listára. A varázsló bezárásához nyomja meg az OK gombot.
pt: O Timer não será adicionado à lista. Por favor, pressione OK para fechar este assistente.
sr: Tajmer neće biti dodat u listu. Molim pritisnite OK da zatvorite čarobnjaka.

source: The Timespan of an AutoTimer is the first 'advanced' attribute. If a timespan is specified an event will only match this AutoTimer if it lies inside of this timespan.
et: 'Ajavahemik' on Autotaimeri esimene 'täpsem' omadus. Kui ajavahemik on määratud, otsitakse vasteid ainult selle ajavahemiku seest.
fi: Automaattiajastuksen aikajakso on ensimmäinen 'laajempi' hakutieto. Jos aikajakso on määritetty, ohjelma haetaan tällä automaattiajastuksella vain jos se on aikajakson sisällä.
hu: Az AutoTimer időintervalluma az első 'haladó' attribútum. Ha időintervallumot ad meg, egy esemény csak akkor fog megfelelni az AutoTimernek, ha ez a határidőn belül van.
pt: O Timespan de um AutoTimer é o primeiro atributo "avançado". Se um período de tempo é especificado um evento só irá corresponder a esse AutoTimer se ele está dentro deste período de tempo.
sr: Vremenski razmak auto tajmera je prva "napredna" osobina.Ako je vrem. razmak naznačen,događaj će se poklopiti sa ovim auto tajmerom samo ako leži u tom vrem. razmaku.

source: The autotimer file (/etc/enigma2/autotimer.xml) is corrupt. A new and empty config was created. A backup of the config can be found here (/etc/enigma2/autotimer.xml_old)
et: Autotaimeri fail (/etc/enigma2/autotimer.xml) on rikutud. Loodi uus tühi fail. Varukoopia vanast leiab asukohast /etc/enigma2/autotimer.xml_old
fi: Autotimerin tiedosto (/etc/enigma2/autotimer.xml) on korruptoitunut. Uusi tyhjä tiedosto on luotu. Varmuuskopio tiedostosta löytyy täältä: (/etc/enigma2/autotimer.xml_old)
hu: Az autotimer fájl (/etc/enigma2/autotimer.xml) sérült. Új és üres beállítást lett létre hozva. A konfiguráció biztonsági mentése itt található (/etc/enigma2/autotimer.xml_old)
