Repository: oe-alliance/enigma2-plugins
Catalog: elektro/po/*.po
Languages: lt, nl, tr

source: Automatically shut down to deep standby
lt: Automatiškai išjungti į gilų budėjimą
nl: Automatisch uitschakelen in deep standby

source: Extensions menu
lt: Plėtinių meniu
nl: Extentie menu
tr: Eklenti menüsü

source: Plugin menu
lt: Įskiepio meniu

source: yes, Profile 1
lt: taip, profilis 1
nl: ja, Profiel 1
tr: evet, Profil 1

source: yes, Profile 2
lt: taip, profilis 2
nl: ja, Profiel 2
tr: evet, Profil 2

source: Monday
lt: pirmadienis
nl: Maandag
tr: Pazartesi

source: Tuesday
lt: antradienis
nl: Dinsdag
tr: Salı

source: Wednesday
lt: trečiadienis
nl: Woensdag
tr: Çarşamba

source: Thursday
lt: ketvirtadienis
nl: Donderdag
tr: Perşembe

source: Friday
lt: penktadienis
nl: Vrijdag
tr: Cuma

source: Saturday
lt: šeštadienis
nl: Zaterdag
tr: Cumartesi

source: Sunday
lt: sekmadienis
nl: Zondag
tr: Pazar

source: no Name
lt: Be pavadinimo
nl: geen naam
tr: hayır, Isim

source: Connection Error
lt: Jungimosi klaida
nl: Verbindingsfout
tr: Bağlantı hatası

source: Ver.
lt: Vers.
tr: Sürüm

source: Wakeup
lt: Pažadinti
nl: Start
tr: Uyan

source: Sleep
lt: Budėjimo būsena
nl: Stop
tr: Hazırda beklet

source: Next day starts at
lt: Kita diena prasideda
nl: Volgende dag start om
tr: Sonraki gün başlangıcı

source: If the box is supposed to enter deep standby e.g. monday night at 1 AM, it actually is already tuesday. To enable this anyway, differing next day start time can be specified here.
lt: Jei Vu+ turėtų būti išjungtas pvz. pirmadienio naktį 1 val., iš tikrųjų jau bus antradienis. Kad leisti šį pasirinkimą, skirtingas kitos dienos pradžios laikas gali būti nurodytas čia.
nl: Als bijvoorbeeld de box verondersteld wordt om in deep standby te schakelen op maandag om 01u00, is het feitelijk al dinsdag. Om dit correct te laten verlopen kan het uur van de dagschakeling ingesteld worden (vb. 03u00)

source: Cancel
lt: Atšaukti
nl: Annuleren
tr: Vazgeç

source: Ok
lt: Gerai
tr: Tamam

source: IP Address
lt: IP adresas
nl: IP adres
tr: IP adresi

source: please wait...
lt: palaukite...
nl: even geduld...
tr: lütfen bekleyiniz...

source: NAS/Server Name or IP
lt: NAS/serverio pavadinimas, arba IP
nl: NAS/Server naam of IP
tr: NAS/Server Adı veya IP adresi

source: Username
lt: Vartotojo vardas
nl: Gebruikersnaam
tr: Kullanıcı adı

source: Password
lt: Slaptažodis
nl: Paswoord
tr: Kod

source: Command [poweroff, shutdown -h,...]
lt: Komanda [poweroff shutdown -h,...]
nl: Opdracht [poweroff, shutdown -h,...]
tr: Kommando [poweroff, shutdown -h,...]

source: Telnet Port
lt: Telnet prievadas
nl: Telnet Poort
tr: Telnet portu

source: Waiting until poweroff
lt: Laukiama išjungimo
nl: Wachten tot poweroff
tr: Kapana kadar bekleyiniz

source: Run
lt: Vykdyti
nl: Uitvoeren
tr: Çalıştır

source: Active Time Profile
lt: Aktyvus laiko profilis
nl: Actief profiel
tr: Etkinleşmiş zaman profili

source: The active Time Profile is (1 or 2).
lt: Aktyvus laiko profilis yra (1 arba 2).
nl: Het actief profiel is (1 of 2)

source: Enable Elektro Power Save
lt: Įjungti el. energijos taupymą
nl: Elektro Power Save activeren
tr: Elektro enerji tasarrufçusunu etkinleştir

source: Unless this is enabled, this plugin won't run automatically.
lt: Kol čia neįjungta, įskiepis automatiškai nepasileis.
nl: Activeren im de plugin automatisch te starten.

source: Use both profiles alternately
lt: Abu profilius naudoti pakaitomis
nl: Profielen alternerend activeren

source: Both profiles are used alternately. When shutting down the other profile is enabled. This allows two time cycles per day. Do not overlap the times.
lt: Abu profiliai naudojami pakaitomis. Kai išjungtas vienas, kitas profilis yra įjungtas. Taip galomi du laiko ciklai per dieną. Laikai neturi persidengti.
nl: Beide profielen worden alternerend gebruikt. Bij het uitschakelen wordt het profiel gewisseld. Dit laat 2 periodes per dag toe. De tijden niet overlappen.

source: Standby on boot
lt: Startuoti budinčiame režime
nl: Standby na start
tr: Açılışta hazırda beklet

source: Puts the box in standby mode after boot.
lt: Po starto perveda į budėjimo režimą.
nl: Box wordt in standby geschakeld na start.

source: Standby on manual boot
lt: Rankiniu būdu startuoti budinčiame režime
nl: Standby na manuele start
tr: Elle açılırken hazırda beklet

source: Whether to put the box in standby when booted manually. On manual boot the box will not go to standby before the next deep standby interval starts, even if this option is set. This option is only active if 'Standby on boot' option is set, too.
lt: Startavus rankiniu būdu, ar pereiti į budėjimo režimą? Paleidus ranka aparatas nepereis į budėjimą, kol neprasidės kitas gilaus budėjimo intervalas, net jei čia įjungta. Ši parinktis aktyvi tik tada, jei įjungta "Startuoti budinčiame režime".
nl: Box wordt in standby geschakeld na manuele start. Deze optie is enkel actief indien 'Standby na start' eveneens ingeschakeld is.

source: Standby on boot screen timeout
lt: Lango 'Startuoti budinčiame režime' delsa
nl: Uitstel van de 'Standby na start'
tr: Açılış ekranı zaman aşımı süresi

source: Specify how long to show the standby query on boot screen. This value can be set to ensure the box does not shut down to deep standby again too fast when in standby mode.
lt: Nurodykite, kiek laiko rodyti budėjimo užklausą įkrovos ekrane. Šis dydis gali būti nustatytas, siekiant užtikrinti, kad aparatas neišsijungtų į gilaus budėjimo režimą per greitai, kai veikia budėjimo režimu.
nl: Instellen hoe lang de standby-boodschap weergegeven wordt.

source: Force sleep (even when not in standby)
lt: Priverstinis budėjimas (ir kai ne budėjime)
nl: Stop forceren (zelfs indien niet in standby)
tr: Hazırda beklemeye zorla (hazırda beklemede değilken)

source: Forces deep standby, even when not in standby mode. Scheduled recordings remain unaffected.
lt: Priverstinai išjungs į gilų budėjimą, jei ir ne iš budėjimo. Planiniai įrašymai lieka nepakitę.
nl: Forceert de deep standby, zelfs indien niet in standby. Geplande opnames worden uitgevoerd.

source: Avoid deep standby when HDD is active, e.g. for FTP
lt: Neleisti giliaus budėjimo, kai HDD aktyvus, pvz., naudoja FTP
nl: Deep standby uitstellen als HDD actief is, vb. FTP

source: Wait for the HDD to enter sleep mode. Depending on the configuration this can prevent the box entirely from entering deep standby mode.
lt: Laukite, kol HDD pereis į budėjimo režimą. Priklausomai nuo konfigūracijos, tai gali neleisti visiškai pereiti į gilaus budėjimo režimą.
nl: Wachten tot de HDD in slaap mode gaat. Afhankelijk van de configuratie kan dit voorkomen dat de box in deep standby gaat.

source: Check IPs (press OK to edit)
lt: Tikrinkite IP (spauskite 'OK', kad redaguoti)
nl: IP's controleren (druk OK om te editeren)

source: This list of IP addresses is checked. Elektro waits until addresses no longer responds to ping.
lt: Tai patikrintų IP adresų sąrašas. Elektro laukia, kol adresai nebereaguos į ping.
nl: Deze lijst van IP adressen wordt gecontrolleerd. Elektro wacht tot de adressen niet meer reageren op een ping.

source: NAS Poweroff (press OK to edit)
lt: NAS išjungimas (spauskite 'OK', kad redaguoti)
nl: NAS uitschakelen (druk OK om te editeren)

source: A NAS/Server can be shut down. Is required activated Telnet.
lt: NAS/serveris gali būti išjungtas. Tam būtinas aktyvus telnet.
nl: Een NAS/Server kan uitgeschakeld worden. Telnet-toegang is vereist.

source: Don't wake up
lt: Neprabusti
nl: Niet opstarten.
tr: Asla uyanma

source: Do not wake up at the end of next deep standby interval.
lt: Neprabusti iš gilaus budėjimo kito intervalo pabaigoje.
nl: Niet opstarten aan het einde van het volgende deep standby interval.

source: Holiday mode (experimental)
lt: Atostogų režimas (eksperimentinis)
nl: Vakantie-mode (experimenteel)
tr: Tatil modu (deneme)

source: The box always enters deep standby mode, except for recording.
lt: Aparatas visada pereina į gilaus budėjimo režimą, jei nebus įrašymų.
nl: De box gaat altijd in deep standby, uitgezonderd voor opnames.

source: Show in
lt: Rodyti
nl: Weergeven in

source: Specify whether plugin shall show up in plugin menu or extensions menu (needs GUI restart)
lt: Nurodykite, ar įskiepis bus rodomas tarp įskiepių, ar tarp plėtinių meniu (reikės GUI paleisti iš naujo).
nl: Instellen of het plugin verschijnt in Plugin of Extentie menu (E2 herstart noodzakelijk)

source: Name
lt: Pavadinimas
nl: Naam
tr: Ad

source: Specify plugin name to be used in menu (needs GUI restart).
lt: Nurodykite įskiepio pavadinimą, kuris bus naudojamas meniu (reikės GUI paleisti iš naujo).
nl: Instellen welke naam verschijnt in het menu (E2 herstart noodzakelijk).

source: Description
lt: Aprašymas
nl: Beschrijving
tr: Açıklama

source: Specify plugin description to be used in menu (needs GUI restart).
lt: Nurodykite įskiepio aprašymą, kuris bus naudojamas meniu (reikės GUI paleisti iš naujo).
nl: Instellen welke beschrijving verschijnt in het menu (E2 herstart noodzakelijk).

source: Help
lt: Pagalba
tr: Yardım

source: Times
lt: Kartai
nl: Uren

source: Showing Elektro readme.txt
lt: Rodoma Elektro readme.txt
nl: Toon Elektro readme.txt
tr: Elektro benioku.txt gösteriliyor

source: Go to Standby now?
lt: Įjungti budėjimo režimą?
nl: In Standby schakelen?
tr: Hazırda bekletme kipine şimdi geçilsin mi?

source: Go to sleep now?
lt: Įjungti miego režimą?
nl: In Deep Standby schakelen?
tr: Uyku kipine şimdi geçilsin mi?

source: Elektro Power Save
tr: Elektro enerji tasarrufçusu

source: readme.txt
tr: benioku.txt
