Repository: oe-alliance/enigma2-plugins
Catalog: quickbutton/po/*.po
Languages: fa, nl, sr

source: Assign plugin to long blue key pressed
fa: ارجاع دادن پلاگین به فشردن طولانی کلید آبی
nl: Wijs plugin toe aan lang ingedrukte blauwe toets
sr: Dodeli dodatak dugom stisku plave tipke

source: Assign plugin to long green key pressed
fa: ارجاع دادن پلاگین به فشردن طولانی کلید سبز
nl: Wijs plugin toe aan lang ingedrukte groene toets
sr: Dodeli dodatak dugom stisku zelene tipke

source: Assign plugin to long red key pressed
fa: ارجاع دادن پلاگین به فشردن طولانی کلید قرمز
nl: Wijs plugin toe aan lang ingedrukte rode toets
sr: Dodeli dodatak dugom stisku crvene tipke

source: Assign plugin to long yellow key pressed
fa: ارجاع دادن پلاگین به فشردن طولانی کلید زرد
nl: Wijs plugin toe aan lang ingedrukte gele toets
sr: Dodeli dodatak dugom stisku žute tipke

source: Assign plugin to red key pressed
fa: ارجاع دادن پلاگین به فشردن کلید قرمز
nl: Wijs plugin toe aan rode toets
sr: Dodeli dodatak stisku crvene tipke

source: Cancel
fa: لغو کردن
nl: Annuleren
sr: Otkaži

source: Just Scale
fa: فقط قیاس
nl: Alleen schalen
sr: Samo razmeri

source: MediaPlayer
fa: مدیاپلیر
nl: Mediaspeler
sr: Media plejer

source: No plugin assigned!
fa: هیچ پلاگینی اختصاص داده نشده است
nl: Geen toegewezen plugin!
sr: Nijedan dodatak nije dodeljen

source: Nothing
fa: هیچ چی
nl: Niets
sr: Ništa

source: OK
fa: مورد تایید است

source: Pan&Scan
fa: پن اسکن

source: Pillarbox
fa: صندوق پستی ستونی

source: Plugin browser
fa: پلاگین مرورگر
sr: Pretraživač dodataka

source: Plugin not found!
fa: پلاگین مورد نظر یافت نشد !
nl: Plugin niet gevonden!
sr: Dodatak nije pronađen!

source: Timer
fa: تایمر
sr: Tajmer

source: Unknown Error
fa: رخداد یک خطای ناشناس
nl: Onbekende fout
sr: Nepoznata greška

source: assigned to long blue
fa: ارجاع دادن طولانی به دکمه آبی
nl: Toegewezen aan lange blauwe toetsdruk
sr: Dodeljen dugom plavom

source: assigned to long green
fa: ارجاع دادن طولانی به دکمه سبز
nl: Toegewezen aan lange groene toetsdruk
sr: Dodeljen dugom zelenom

source: assigned to long red
fa: ارجاع دادن طولانی به دکمه قرمز
nl: Toegewezen aan lange rode toetsdruk
sr: Dodeljen dugom crvenom

source: assigned to long yellow
fa: ارجاع دادن طولانی به دکمه زرد
nl: Toegewezen aan lange gele toetsdruk
sr: Dodeljen dugom žutom

source: assigned to red
fa: ارجاع دادن به دکمه قرمز
nl: Toegewezen aan rode toets
sr: Dodeljen crvenom

source: setup for Quickbutton
fa: تنظیمات برای دکمه های میانبر
nl: Sneltoets instellingen
sr: Podešavanje za Brzu tipku

source: switch 4:3 content display
fa: تغییر 3:4 محتویات صفحه نمایش
nl: Ga naar 4:3 layout
sr: Zameni sadržaj 4:3 prikaza

source: Display 4:3 content as
nl: Toon 4:3 materiaal als
sr: Prikaži 4:3 sadržaj kao

source: Error! Error Text: %s
nl: Fout! Fout boodschap: %s
sr: Greška! Tekst greške: %s
