Repository: oe-alliance/enigma2-plugins
Catalog: tageditor/po/*.po
Languages: it

source: Edit tags...
it: Mod. etich....

source: Cancel
it: Annull.

source: New
it: Nuovo

source: Load
it: Caricare

source: Please enter the new tag
it: Inserire la nuova etichetta

source: Replace tag "%s" everywhere with: (Note that 'Cancel' will not undo this!)
it: Sostituire ovunque l'etichetta "%s" con: (Nota: "Annull." non potrà annullare!)

source: Do you really want to delete tag "%s" everywhere? (Note that 'Cancel' will not undo this!)
it: Cancellare ovunque l'etichetta "%s" ? (Nota: "Annull." non potrà annullare!)

source: Do you really want to delete all tags everywhere? (Note that 'Cancel' will not undo this!)
it: Cancellare ovunque tutte le etichetta? (Nota: "Annull." non potrà annullare!)

source: Add new tag...
it: Aggiungere nuova etichetta...

source: Rename this tag...
it: Rinominare etichetta...

source: Delete this tag...
it: Cancellare etichetta...

source: Delete unused tags
it: Cancellare le etichette inutilizzate

source: Delete all tags...
it: Cancellare tutte le etichette
