Repository: oe-alliance/enigma2-plugins
Catalog: porncenter/po/*.po
Languages: lt

source: Adult streaming plugins for dm800/dm8000
lt: dm800/dm8000 transliacijų suaugusiems įskiepiai

source: Buffer device:
lt: Talpyklos įrenginys:

source: Buffer file handling:
lt: Talpyklos failo palaikymas:

source: Buffer:
lt: Talpykla:

source: Delete this movie?
lt: Pašalinti šį filmą?

source: Description:
lt: Aprašymas:

source: Downloading movie: %s
lt: Parsisiunčiamas filmas: %s

source: Error while getting video url!
lt: Prisijungimo prie internetinio adreso klaida!

source: Name:
lt: Pavadinimas:

source: Porn Center
lt: Porno centras

source: Select
lt: Pasirinkti

source: Stop playing this movie?
lt: Sustabdyti šį filmą?

source: ask me
lt: klausti

source: delete
lt: šalinti

source: keep on device
lt: saugoti įrenginyje
