Repository: oe-alliance/enigma2-plugins
Catalog: easymedia/po/*.po
Languages: cs, it

source: added to EasyMedia
cs: přidán do EasyMedia
it: aggiunto a EasyMedia

source: removed from EasyMedia
cs: odstraněn z EasyMedia
it: Rimosso da EasyMedia

source: Add/remove plugin
cs: Plugin přidat/odebrat
it: Aggiungere/Rimuovere plugin

source: Bookmarks
cs: Záložky
it: Segnalibri

source: DVD Player
cs: DVD přehrávač
it: Player DVD

source: DVD player:
cs: DVD přehrávač:
it: Player DVD:

source: DVDPlayer Plugin is not installed!
cs: Není nainstalován DVD přehrávač!
it: Plugin DVDPlayer non installato!

source: Disabled
it: Disabilitato

source: EasyMedia settings...
cs: Nastavení EasyMedia...
it: Configurazione EasyMedia...

source: Enabled
cs: Povoleno
it: Abilitato

source: Filebrowser
cs: Prohlížeč dat
it: Browser file

source: Files
cs: Soubory
it: File

source: Files browser:
cs: Prohlížeč dat:
it: Browser file:

source: Merlin iDream is not installed!
cs: Merlin iDream není nainstalován!
it: Merlin iDream non installato!

source: Movies
cs: Filmy
it: Film

source: Music
cs: Hudba
it: Musica

source: Music player:
cs: Hudba:
it: Player musicale:

source: MyTube Player
cs: MyTube přehrávač
it: Player MyTube

source: MyTube Plugin is not installed!
cs: Není nainstalován přehrávač MyTube!
it: Plugin MyTube non installato!

source: MyVideo Player is not installed!
cs: MyVideo přehrávač není nainstalován!
it: Player MyVideo non installato!

source: MyVideo player:
cs: MyVideo přehrávač:
it: Player MyVideo:

source: No File-Manager installed!
cs: Není nainstalován správce souborů!
it: Nessun file manager installato!

source: No Music-Player installed!
cs: Není nainstalován přehrávač hudby!
it: Nessun player musicale installato!

source: Not easy way to start EasyMedia
cs: Není snadnější způsob, jak spustit média
it: Via complessa per avviare EasyMedia

source: Nothing
cs: Není
it: Nulla

source: Picture-player is not installed!
cs: Není nainstalován prohlížeč obrázků!
it: PicturePlayer non installato!

source: Pictures
cs: Obrázky
it: Immagini

source: Radio-mode
cs: Režim Rádio
it: Modalità Radio

source: SHOUTcast Plugin is not installed!
it: Plugin SHOUTcast non installato!

source: Select bookmark...
cs: Vybrat záložku...
it: Selezionare segnalibro...

source: Show Merlin-iDream:
cs: Zobrazit Merlin iDream:
it: Mostrare Melin-iDream:

source: Show bookmarks:
cs: Zobrazit záložky:
it: Mostrare segnalibri:

source: Show tv/radio switch:
cs: Přepínač Tv/Radio:
it: Mostrare commutatore tv/radio:

source: Some plugins are not available:
it: Alcuni plugin non sono disponibili:

source: TV-mode
cs: Režim TV
it: Modalità TV

source: VLC Player
cs: VLC přehrávač
it: Player VLC

source: VLC Player is not installed!
cs: VLC přehrávač není nainstalován!
it: VLCPlayer non installato!

source: VLC player:
cs: VLC přehrávač:
it: Player VLC:

source: Video database:
cs: Video databáze
it: Database video:

source: VideoDB is not installed!
cs: VideoDB není nainstalována!
it: VideoDB non installato!

source: Weather
cs: Počasí
it: Meteo

source: Weather Plugin is not installed!
cs: Není nainstalován plugin počasí!
it: Weather plugin non installato!

source: Weather plugin:
cs: Plugin počasí:
it: Plugin meteo:

source: YouTube player:
cs: Přehrávač YouTube:
it: Player YouTube:

source: ZDFmediathek Plugin is not installed!
cs: ZDFmediathek Plugin není nainstalován!
it: Plugin ZDFmediathek non installato!

source: ZDFmediathek player:
cs: ZDFmediathek přehrávač:
it: Player ZDFmediathek:

source: PicturePlayer:
cs: Promítání
