Repository: oe-alliance/enigma2-plugins
Catalog: advancedmovieselection/po/*.po
Languages: de, nl

source: Do you really want to delete movie info from: %s?
de: Die Filminfo wirklich löschen von: %s?
nl: De Filminfo van: %s verwijderen?

source: Do you really want to delete selected movies?
de: Wollen Sie wirklich die markierte Auswahl löschen?
nl: Wilt u de geselecteerde filmen verwijderen?

source: Do you really want to delete tag "%s" from movies and default taglist? (Caution can not be undone!)
de: Wollen Sie wirklich den Tag "%s" aus allen Filmen und aus der standard Tagliste entfernen? (Achtung das kann nicht mehr rückgängig gemacht werden!)
nl: Bent u zeker dat u label "%s" van de films en de lijst wil verwijderen? (Opmerking: 'Annuleren' hersteld dit niet!)

source: Do you really want to delete unused tags from default taglist? (Note that 'Cancel' will not undo this!)
de: Wirklich alle nicht verwendeten Tags aus der standard Tagliste löschen? (Achtung das kann nicht mehr rückgängig gemacht werden!)
nl: Bent u zeker dat u de ongebruikte labels van de lijst wil verwijderen? (Opmerking: 'Annuleren' hersteld dit niet!)

source: Do you really want to move %s to trashcan?
de: Wollen Sie wirklich %s in den Papierkorb verschieben?
nl: Wilt u %s naar de prullemand verplaatsen?

source: Do you really want to move selected movies to trashcan?
de: Wollen Sie wirklich die markierte Auswahl in den Papierkorb verschieben?
nl: Wilt u de geselecteerde filmen naar de prullemand verplaatsen?

source: Download and save from movie infos and covers complete.
de: Herunterladen und speichern der Filminfos und Covers abgeschlossen.
nl: Downloaden en bewaren van de Filminfos/Covers beëindigd.

source: Download and save movie info/cover
de: Herunterladen und speichern von Filminfo/Cover
nl: Downloaden en bewaren van Filminfo/Cover

source: Download and save movie info/cover for all movies
de: Herunterladen und speichern der Filminfos/Covers für alle Filme
nl: Downloaden en bewaren van Filminfo/Cover voor alle films

source: Download cover from TMDB after timer is finished:
de: Cover von TMDB nach Timeraufnahme herunterladen:
nl: Download cover van TMDB als opname voltooid is:

source: Edit Tag(s)
de: Tag(s) ändern
nl: Label(s) editeren

source: Edit Tag(s) for: %s
de: Tag(s) ändern für: %s
nl: Editeer Label(s) voor: %s

source: Empty Trash
de: Papierkorb leeren
nl: Ledigen

source: Empty wastbasket
de: Papierkorb leeren
nl: Prullemand ledigen

source: Enable Enigma2 debug:
de: Enigma 2 Fehlersuche aktivieren:
nl: Enigma2-debugging activeren:

source: Enable this option to use USB-Devices.
de: Wenn aktiviert werden USB Geräte die mit ihrer Box verbunden sind in der Filmliste angezeigt.
nl: Activeer deze optie om USB-media weer te geven.

source: End of the movie is reached, the box now go to shut down. Shutdown now?
de: Das Ende des Filmes wurde erreicht, die Box schaltet sich nun aus. Soll das nun durchgeführt werden?
nl: Het filmeinde is bereikt, de Box gaat afsluiten. Nu uitvoeren?

source: End of the movie is reached, the box now go to standby. Do that now?
de: Das Ende des Filmes wurde erreicht, die Box fährt nun in den Bereitschaftsmodus. Soll das nun durchgeführt werden?
nl: Het filmeinde is bereikt, de Box gaat naar standby. Nu uitvoeren?

source: English (with Starttime)
de: Englisch (mit Startzeit)
nl: Engels (met starttijd)

source: English (with Year)
de: Englisch (mit Jahr)
nl: Engels (met jaar)

source: English (without Year)
de: Englisch (ohne Jahr)
nl: Engels (zonder jaar)

source: Enigma 2 default
de: E2 Standard
nl: E2 Standaard

source: Enter Bookmark 1 button descrition:
de: Lesezeichen 1 Tastenbezeichnung eingeben:
nl: Benaming Favoriet1-knop:

source: Enter Bookmark 2 button descrition:
de: Lesezeichen 2 Tastenbezeichnung eingeben:
nl: Benaming Favoriet2-knop:

source: Enter Bookmark 3 button descrition:
de: Lesezeichen 3 Tastenbezeichnung eingeben:
nl: Benaming Favoriet3-knop:

source: Enter Bookmark 4 button descrition:
de: Lesezeichen 4 Tastenbezeichnung eingeben:
nl: Benaming Favoriet4-knop:

source: Enter Bookmark 5 button descrition:
de: Lesezeichen 5 Tastenbezeichnung eingeben:
nl: Benaming Favoriet5-knop:

source: Enter Bookmark 6 button descrition:
de: Lesezeichen 6 Tastenbezeichnung eingeben:
nl: Benaming Favoriet6-knop:

source: Enter Bookmark 7 button descrition:
de: Lesezeichen 7 Tastenbezeichnung eingeben:
nl: Benaming Favoriet7-knop:

source: Enter Home button descrition:
de: Heimtaste Tastenbezeichnung eingeben:
nl: Benaming HOME-knop:

source: Enter new movie name for search:
de: Bitte Filmnamen für die Suche eingeben:

source: Enter new moviename to search for
de: Bitte Filmnamen für die Suche eingeben
nl: Geleive de filmnaam in te geven voor het zoeken

source: Enter text to search for
de: Bitte Suchtext eingeben
nl: Zoektekst ingeven a.u.b.

source: Episode details for: %s
de: Details zur Folge: %s

source: Episode: %s
de: Folge: %s

source: Episodes for: %s
de: Folgenübersicht für: %s

source: Error
de: Fehler
nl: Fout

source: Error creating settings backup!
de: Fehler beim Erstellen der Sicherungsdatei!
nl: Fout bij het creëren van de backup!

source: Error loading ISO image!
de: ISO-Abbild konnte nicht geladen werden!
nl: Fout bij laden van ISO-image!

source: Error occurred during unmounting device!
de: Beim aushängen ist ein Fehler aufgetreten!
nl: Fout opgetreden tijdens het unmounten van het medium!

source: Error! %s
de: Fehler! %s

source: Error:
de: Fehler:
nl: Fout:

source: Every second day
de: Jeden zweiten Tag
nl: Elke tweede dag

source: Every two weeks
de: Alle zwei Wochen
nl: Elke twee weken

source: Exit movielist
de: Erw. Filmauswahl beenden
nl: filmselectie verlaten

source: Exit wastebasket
de: Ausgang Papierkorb
nl: Sluiten

source: File Browser
de: Datei Browser
nl: Bestandsbrowser

source: Filename:
de: Dateiname:
nl: Bestandsnaam:

source: Filename: %s
de: Dateiname: %s
nl: Bestandsnaam: %s

source: Filter by Tags
de: Nach Tags filtern
nl: Filteren volgens label

source: Filter by description
de: Nach Kurzbeschreibung filtern
nl: Filter volgens beschrijving

source: Finished
de: Beendet
nl: Voltooid

source: First Aired: %s
de: Erstausstrahlung: %s

source: Foldername:
de: Ordnername:
nl: Mapnaam:

source: Free space:
de: Freier Speicherplatz:
nl: Vrije ruimte:

source: Free:
de: Frei:
nl: Vrij:

source: From:
de: Von:
nl: Van:

source: German (with Starttime)
de: Deutsch (mit Startzeit)
nl: Duits (met starttijd)

source: German (with Year)
de: Deutsch (mit Jahr)
nl: Duits (met jaar)

source: German (without Year)
de: Deutsch (ohne Jahr)
nl: Duits (zonder jaar)

source: Getting episodes details for ' %s ', please wait ...
de: Lade Folgendetails für ' %s ', bitte warten ...

source: Getting episodes list for ' %s ', please wait ...
de: Lade Folgenübersicht für ' %s ', bitte warten ...

source: Getting search result for ' %s ', please wit ...
de: Lade Suchergebnis für ' %s ', bitte warten ...

source: Getting show details for ' %s ', please wait ...
de: Lade Seriendetails für ' %s ', bitte warten ...

source: Go manual to position (OK for seek):
de: Manuelles springen (OK Taste für Sprung):
nl: Ga manueel naar positie (OK voor zoeken):

source: Green
de: Grün
nl: Groen

source: Grey
de: Grau
nl: Grijs

source: Guest Stars: %s
de: Gaststars: %s

source: Here you can adjust the manually jump length relative to the film length in percent.
de: Hier können Sie die manuelle Sprunglänge relativ zur Filmlänge in Prozent einstellen.
nl: Hier kan ingesteld worden met welke afstand manueel gesprongen wordt. Percentage t.o.v. de filmlengte.

source: Here you can choose how many decimal points for the directory size in the movie list will be displayed.
de: Hier können Sie wählen wie viele Dezimalstellen für die Verzeichnis Größe in der Filmliste angezeigt werden soll.
nl: Hier kan ingesteld worden hoeveel decimalen weergegeven worden voor de grootte van de mappen.

source: Here you can choose how many decimal points for the file size in the wastebasket will be displayed.
de: Hier können Sie wählen wie viele Dezimalstellen für die Dateigröße im Papierkorb angezeigt werden soll.
nl: Hier kan ingesteld worden hoeveel decimalen weergegeven worden voor de grootte van de prullemand.

source: Here you can define when to empty the wastebasket.
de: Hier können Sie die Uhrzeit für das automatische leeren vom Papierkorb einstellen.
nl: Hier kan ingesteld worden wanneer de prullemand automatisch geledigd wordt.

source: Here you can determine the coverfile size for the download/save.
de: Mit dieser Option können Sie die Größe vom Cover für das Herunterladen/Speichern festlegen.
nl: Met deze optie kunnen de afmetingen ingegeven worden van de cover voor het downloaden en bewaren.

source: Here you can give the bookmark 1 button a special name.
de: Hier können Sie die Tastenbezeichnung für das Lesezeichen 1 ändern.
nl: Hier kan de naam van de 1. bookmark-knop ingesteld worden.

source: Here you can give the bookmark 2 button a special name.
de: Hier können Sie die Tastenbezeichnung für das Lesezeichen 2 ändern.
nl: Hier kan de naam van de 2. bookmark-knop ingesteld worden.

source: Here you can give the bookmark 3 button a special name.
de: Hier können Sie die Tastenbezeichnung für das Lesezeichen 3 ändern.
nl: Hier kan de naam van de 3. bookmark-knop ingesteld worden.

source: Here you can give the bookmark 4 button a special name.
de: Hier können Sie die Tastenbezeichnung für das Lesezeichen 4 ändern.
nl: Hier kan de naam van de 5. bookmark-knop ingesteld worden.

source: Here you can give the bookmark 5 button a special name.
de: Hier können Sie die Tastenbezeichnung für das Lesezeichen 5 ändern.
nl: Hier kan de naam van de 5. bookmark-knop ingesteld worden.

source: Here you can give the bookmark 6 button a special name.
de: Hier können Sie die Tastenbezeichnung für das Lesezeichen 6 ändern.
nl: Hier kan de naam van de 6. bookmark-knop ingesteld worden.

source: Here you can give the bookmark 7 button a special name.
de: Hier können Sie die Tastenbezeichnung für das Lesezeichen 7 ändern.
nl: Hier kan de naam van de 7. bookmark-knop ingesteld worden.

source: Here you can give the home button a special name.
de: Hier können Sie die Tastenbezeichnung für das Heimverzeichnis ändern.
nl: Hier kan de naam van de HOME-knop ingesteld worden.

source: Here you can select which files to Wastebasket are displayed. ATTENTION: All directorys below '/media' will take very long until the list is displayed!
de: Hier können Sie einstellen wo nach Papierkorb Dateien gesucht werden soll. ACHTUNG: Wenn die Option 'Alles unter /media' verwendet wird, wird das Anzeigen des Papierkorbes sehr lange dauern (1->3 Minuten).
nl: Hier kan ingesteld worden welke bestanden de prullemand weergeeft. OPGELET: alle mappen onder '/media' heeft tot gevolg dat het laden lang kan duren alvorens de lijst weergegeven wordt!

source: Here you can select which folders to include in the movie library creation.
de: Hier können Sie auswählen in welchen Verzeichnissen nach Filmen für die Bibliothek gesuch werden soll.
nl: Hier kunnen de mappen geselecteerd worden die in de bibliotheek opgenomen worden.

source: Here you can set off when a movie to play automatically from the beginning when you start again (On settings=0, functions is disabled).
de: Hier können Sie festlegen ab wieviel Minuten vor Filmende ein Film bei erneutem Start automatisch von Anfang an abgespielt werden soll (bei 0 ist diese Funktion deaktiviert).
nl: Als een film herstart wordt en het markeerpunt bevindt zich op x minuten van het einde, wordt de film automatisch vanaf het begin afgespeeld. (als ingesteld op 0: functie uitgeschakeld)

source: Here you can set the jump time for the movie preview (< > buttons or bouquet +/- buttons).
de: Hier können Sie die Sprungzeit für das Springen in der Filmvorschau einstellen (< > oder Bouquet +/- Tasten sind für das Springen).
nl: Hier kan de tijd voor het springen van de preview ingesteld worden (< > knoppen of bouquet +/- ).

source: Hide bookmarks
de: Lesezeichen aus
nl: Bookmarks verbergen

source: Hide broadcaster
de: Sendername in der Filmliste ausblenden
nl: Kanaalnaam verbergen

source: Hide date entry in movielist
de: Datum in der Filmliste ausblenden
nl: Datum in filmselectie niet weergeven

source: Hide extended description
de: Filmbeschreibung nicht anzeigen
nl: Filmbeschrijving verbergen

source: Hide folders
de: Ordner ausblenden
nl: Mappen verbergen

source: Hide folders in movielist
de: Ordner nicht in der Filmliste anzeigen
nl: Mappen in filmselectie niet weergeven

source: Hide library
de: Bibliothek ausblenden
nl: Bibliotheek verbergen

source: Hide marker
de: Marker aus
nl: Locaties verbergen

source: Hide movie color status in movielist
de: Filmstatus nicht in Farbe in der Filmliste anzeigen
nl: Kleurenstatus in filmselectie niet weergeven

source: Hide movie status icon in movielist
de: Filmstatus Symbol nicht in der Filmliste anzeigen
nl: Filmstatus Symbool in filmselectie niet weergeven

source: Hide percent in movielist
de: Prozentanzeige nicht in der Filmliste anzeigen
nl: Percentage in filmselectie niet weergeven

source: Hide progressbar in movielist
de: Fortschrittsbalken nicht in der Filmliste anzeigen
nl: Voortgang in filmselectie niet weergeven

source: Hide runtime entry in movielist
de: Filmlänge in der Filmliste ausblenden
nl: Duur in filmselectie niet weergeven

source: Hide tags in movielist
de: Tags in der Filmliste ausblenden
nl: Labels in filmselectie verbergen

source: Home
de: Heimverzeichnis

source: Home button description:
de: Heimtaste Tastenbezeichnung:
nl: Beschrijving HOME-knop:

source: Home button text
de: Heimverzeichnis Tastenbezeichnung:
nl: Naam HOME-knop:

source: Home path
de: Heimverzeichnis:
nl: HOME-pad

source: Homebutton
de: Heimtaste
nl: HOME-knop

source: How to proceed '%s'
de: Wie soll ' %s '
nl: Hoe verderzetten ' %s '

source: IMDB search
de: IMDB suche
nl: Zoeken via IMDB

source: IMDb plugin NOT installed. Assign function to info button is NOT possible.
de: IMDb Erweiterung ist NICHT installiert. Funktion kann der INFO Taste NICHT zugewiesen werden.
nl: IMDb Plugin is NIET geïnstalleerd. Functie kan NIET aan de INFO-knop toegewezen worden.

source: IMDb plugin installed. Assign function to info button is possible.
de: IMDb Erweiterung ist installiert. Funktion kann der INFO Taste zugewiesen werden.
nl: IMDb Plugin is geïnstalleerd. Functie kan aan de INFO-knop toegewezen worden.

source: INFO button function:
de: INFO-Taste Funktion:
nl: Functie INFO-knop:

source: If enabled all movies in movie library will be shown with path marker and will be sorted below them.
de: Wenn diese Funktion eingeschalten ist, werden in der Bibliothek Marker zum Speicherort angezeigt und die Filme darunter sortiert.
nl: Indien geactiveerd worden alle films uit de bibliotheek volgens pad weergegeven en daaronder gesorteerd.

source: If enabled only the movie library path selections will be used as marker otherwise each sub directory will be shown as path marker in movie library view.
de: Wenn eingeschalten, werden nur die ausgewählten Verzeichnisse für die Verzeichnis Marker angezeigt, andernfalls werden auch Unterverzeichnisse als Marker angezeigt.
nl: Indien geactiveerd worden alleen de paden voor de bibliotheek als locatie weergegeven, anders worden alle mappen weergegeven.

source: If enabled the movie library symbol is shown in movie list.
de: Wenn diese Funktion eingeschalten ist, wird das Symbol für die Bibliothek in der Filmliste angezeigt.
nl: Indien geactiveerd wordt het bibliotheeksymbool weergegeven als er filmen in de bibliotheek zijn.

source: If recordings are active again after the set time is trying to empty the wastebasket.
de: Wenn Aufnahmen aktiv sind oder gleich starten wird der Papierkorb nicht geleert. Hier können Sie die Zeit einstellen wann wieder versucht werden soll den Papierkorb zu leeren (min. 15 Minuten / max. 60 Minuten).
nl: Indien opnames actief zijn op het ingestelde uur wordt later nog eens geprobeerd de prullemand te ledigen.

source: If this function is enabled the cover is automatically downloaded from TMDB after timer is finished.
de: Wenn diese Option aktiviert ist wird das Cover automatisch nach einer Timeraufnahme von TMDB heruntergeladen.
nl: Met deze functie wordt de cover automatisch van TMDB geladen nadat de timeropname voltooid is.

source: If this option is activated automatically when a movie does not start from the last position, the movie starts at the first marker.
de: Wenn diese Option aktiviert ist wird automatisch beim Start eines Filmes wenn nicht auf der letzten Position gestartet wird beim ersten Marker die Wiedergabe gestartet.
nl: Als deze optie geactiveerd is wordt de film automatisch gestart bij de eerste markering, tenzij hij start bij de laatste positie.

source: If this option is activated more jump functions ar available. ATTENTION: Enigma 2 restart is necessary!
de: Wenn diese Option aktiviert ist stehen mehr Sprungfunktionen zur Verfügung. ACHTUNG: Bei einer Änderung dieser Einstellung muss Enigma 2 neu gestartet werden (es kommt beim Speichern ein Abfrage)!
nl: Indien deze optie geactiveerd is komen er bijkomende spoelfuncties beschikbaar. OPGELET: Enigma2 herstart noodzakelijk!

source: If this option is activated the behavior when stop a film also will used when you use the EXIT button.
de: Wenn aktiviert wird auch beim beenden mit der EXIT Taste das eingestellte Verhalten beim Stoppen eines Filmes verwendet.
nl: Als deze optie geactiveerd is wordt de film eveneens gestopt bij het drukken van de EXIT knop.

source: If this option is activated the date from the file create instead today's date will be displayed on the lcd/oled when no short description is available.
de: Wenn diese Option aktiviert ist wird das Datum wo die Datei erzeugt wurde angezeigt anstatt dem aktuellen Datum.
nl: Als deze optie geactiveerd is wordt de de datum van het bestand i.p.v. de actuele datum op de lcd/oled weergegeven indien geen korte beschrijving beschikbaar is.

source: If this option is activated the date will be displayed on the lcd/oled when no short description is available.
de: Wenn diese Option aktiviert ist wird wenn keine Kurzbeschreibung vorhanden ist das Datum am LCD/OLED angezeigt.
nl: Als deze optie geactiveerd is wordt de film niet verwijderd, maar naar de prullemand verplaatst.

source: If this option is activated the function of the left/right arrow buttons will changed. Normal you can use the buttons also for winding, if is changed you have quick access to the new jump function. ATTENTION: Enigma 2 restart is necessary!
de: Wenn aktiviert ist anstelle vom Spulen das schnelle aufrufen der Sprungfunktion möglich. ACHTUNG: Bei einer Änderung dieser Einstellung muss Enigma 2 neu gestartet werden (es kommt beim Speichern ein Abfrage)!
nl: Indien deze optie geactiveerd is worden de functies van links/rechts aangepast. Normaal kunnen deze knoppen gebruikt worden om te spoelen, indien aangepast zijn er bijkomende spoelfuncties beschikbaar. OPGELET: Enigma2 herstart noodzakelijk!

source: If this option is activated the movie will not be deleted but moved into the wastebasket.
de: Wenn diese Option aktiviert ist wird beim löschen eines Filmes dieser nicht gleich gelöscht sondern in den Papierkorb verschoben.
nl: Als deze optie geactiveerd is wordt de film niet verwijderd, maar naar de prullemand verplaatst.

source: If this option is activated will be displayed different info message. This should help with the operation of the extension.
de: Wenn diese Option aktiviert ist werden verschieden Info Nachrichten angezeigt. Diese sollen die Bedienung der Erweiterten Filmliste vereinfachen.
nl: Indien deze optie geactiveerd is worden er infoberichten weergegeven. Dit zou een hulp moeten zijn bij het gebruik van de plugin.

source: If this option is enabled you can stop play a movie with the EXIT button, and the Advanced Movie Selection plugin will also be closed immediately (if the next option is disabled).
de: Wenn diese Option aktiviert ist kann das abspielen eines Films mit der EXIT Taste beendet werden, und die Erweiterte Filmliste wird dabei auch sofort geschlossen (wenn die nächste Option deaktiviert bleibt).
nl: Als deze optie geactiveerd is wordt de film eveneens gestopt bij het drukken van de EXIT knop, en de Geavanceerde Filmselectie zal ook gesloten worden (als de volgende optie uitgeschakeld is).

source: If you enable this feature, all remote functions are enabled.
de: Wenn Sie diese Funktion aktivieren, stehen danach alle Fernwartungsfunktionen zur Verfügung.
nl: Indien deze functie geactiveerd wordt, zijn alle remote functies beschikbaar.

source: If you enable this feature, the movie preview starts automatically after the delay with a change in the movie list.
de: Wenn Sie diese Funktion deaktiviert haben können sie die Filmvorschau händisch mit der Stop Taste starten/stoppen.
nl: Indien geactiveerd wordt de filmpreview automatisch gestart na de ingestelde vertraging.

source: If you enable this function the wastebasket will be emptied automatically at the set time.
de: Wenn Sie diese Funktion aktivieren wird der Papierkorb um die eingestellt Uhrzeit automatisch geleert.
nl: Met deze optie wordt de prullemand automatisch geledigd op de ingestelde tijd.

source: If you enable this function, all standard output from enigma will be stored to /tmp folder.
de: Wenn Sie diese Funktion aktivieren, werden alle Standard-Ausgaben von Enigma 2 im /tmp Ordner gespeichert (bei einem E2 neustart wird es automatisch deaktiviert).
nl: Indien geactiveerd worden alle standaardberichten van enigma bewaard in de /tmp map.

source: If you enable this function, selected movie in movielist will bring you a preview.
de: Wenn Sie diese Funktion aktivieren, wird eine Vorschau vom ausgewählten Film in der Filmliste gezeigt.
nl: Indien geactiveerd wordt er een preview van de geselecteerde film weergegeven.

source: If you enable this function, the display summary from aktiv skin will be used.
de: Wenn Sie diese Funktion aktivieren, wird bei der Filmwiedergabe die Anzeige vom aktivem Skin für das LCD/OLED Display verwendet.
nl: Indien geactiveerd wordt de LCD/OLED weergave van de actieve skin gebruikt.

source: If you enable this function, the video preview function will display as full screen in skin.
de: Wenn Sie diese Funktion aktivieren, wird eine Vorschau vom ausgewählten Film im Skin als Vollbild angezeigt.
nl: Indien geactiveerd wordt er een preview van de geselecteerde film weergegeven op het volledige scherm.

source: If you enable this function, your recorded movies will be marked in epg list.
de: Wenn Sie diese Funktion aktivieren, werden die aufgenommenen Filme mit einem Stern in der EPG Liste angezeigt.
nl: Indien geactiveerd worden opgenomen filmen in de EPG gemarkeerd.

source: Info/Cover save
de: Info/Cover speichern

source: Infos for: %s
de: Info für: %s
nl: Info voor: %s

source: Job already cancelled!
de: Aufgabe wurde bereits abgebrochen!
nl: Actie reeds geannuleerd!

source: Job failed
de: Aufgabe fehlgeschlagen!
nl: Actie mislukt

source: Jump to first mark when starts playing movie:
de: Beim ersten Marker die Wiedergabe starten:
nl: Naar eerste markering springen bij afspelen:

source: Jump to next marker
de: Zum nächsten Marker springen
nl: Naar volgende markeerpunt

source: Jump to previous marker
de: Zum vorigen Marker springen
nl: Naar vorige markeerpunt

source: Jump x minutes back (OK for seek):
de: Springe x Minuten rückwärts (OK Taste für Sprung):
nl: Spring x minuten terug (OK voor zoeken):

source: Jump x minutes forward (OK for seek):
de: Springe x Minuten vorwärts (OK Taste für Sprung):
nl: Spring x minuten vooruit (OK voor zoeken):

source: Last automated wastebasket empty at %s
de: Letztes automatisches leeren vom Papierkorb am %s
nl: Laatste automatische lediging om %s
