Repository: oe-alliance/enigma2-plugins
Catalog: advancedmovieselection/po/*.po
Languages: de, nl

source: The timer for %s will be delete for stop the recording and after this the movie will be deleted. Do you really want to continue?
de: Der Timer und die Aufnahme von %s wird gelöscht. Wollen Sie wirklich fortfahren?
nl: De timer voor %s zal verwijderd worden om de opname te stoppen, daarna wordt de opname verwijderd. Bent u zeker?

source: The timer for %s will be delete for stop the recording and after this the movie will be move to trashcan. Do you really want to continue?
de: Der Timer wird gelöscht und die Aufnahme von %s in den Papierkorb verschoben. Wollen Sie wirklich fortfahren?
nl: De timer voor %s zal verwijderd worden om de opname te stoppen, daarna wordt de opname verplaatst naar de prullemand. Bent u zeker?

source: Last modified at TheTVDB.com: %s
de: Letzte Änderung auf TheTVDB.com am: %s

source: %s is currently recording!
de: %s wird gerade aufgenommen!
nl: %s wordt momenteel opgenomen!

source: (long)
de: (lang)
nl: (lang)

source: <Local device>
de: (Lokale Box)
nl: <Lokaal medium>

source: ATTENTION: Ask before delete is disabled!
de: ACHTUNG: Vor dem löschen nachfragen ist deaktiviert!
nl: OPGELET: vragen voor verwijderen is uitgeschakeld!

source: ATTENTION: DHCP in lan configuration is activ, no clientbox services available!
de: ACHTUNG: DHCP ist in Ihren Netzwerkeinstellungen aktiv, es stehen keine Fernwartungsdienste zur Verfügung!
nl: OPGELET: DHCP is actief in de Laninstellingen, geen Clientbox-dienst beschikbaar!

source: Abort
de: Abbrechen
nl: Afbreken

source: Abort selected job
de: Gewählte Aufgabe abbrechen
nl: Geselecteerde actie annueleren

source: Aborted
de: Abgebrochen
nl: Geannuleerd

source: Aborted by user!!
de: Abbruch durch Benutzer!!
nl: Annulatie door gebruiker!!

source: About Advanced Movie Selection
de: Über die Erweiterte Filmauswahl
nl: Over de Geavanceerde Filmselectie

source: Actors: %s
de: Darsteller: %s

source: Add Tag(s) for Recordings/Timer or AutoTimer
de: Tag(s) hinzufügen für Aufnahmen/Timer oder AutoTimer
nl: Label(s) toevoegen voor opnames/Timer of AutoTimer

source: Add new tag
de: Tag hinzufügen
nl: Nieuw label toevoegen

source: Advanced Movie Selection
de: Erweiterte Filmauswahl
nl: Geavanceerde Filmselectie

source: Advanced Movie Selection - Clientbox setup
de: Erweiterte Filmauswahl - Fernwartung Einstellungen
nl: Geavanceerde Filmselectie - Clientbox Instellingen

source: Advanced Movie Selection - History
de: Erweiterte Filmauswahl - Geschichte
nl: Geavanceerde Filmselectie - Geschiedenis

source: Advanced Movie Selection - Input help
de: Erweiterte Filmauswahl - Eingabehilfe
nl: Menu Geavanceerde Filmselectie - Ingave help

source: Advanced Movie Selection - Wastebasket
de: Erweiterte Filmauswahl - Papierkorb
nl: Geavanceerde Filmselectie - Prullemand

source: Advanced Movie Selection Menu
de: Erweiterte Filmauswahl Menü
nl: Menu Geavanceerde Filmselectie

source: Advanced Movie Selection Seek
de: Erweiterte Filmauswahl Film springen
nl: Geavanceerde Filmselectie Zoeken

source: Advanced Movie Selection Setup
de: Erweiterte Filmauswahl Einstellungen
nl: Geavanceerde Filmselectie Instellingen

source: Advanced Movie Selection info
de: Erweiterte Filmauswahl Info
nl: Info Geavanceerde Filmselectie

source: Advanced movielist menu
de: Erw. Filmauswahl Menü
nl: Menu Geavanceerde Filmselectie

source: Air Day: %s
de: Ausstrahlungstag: %s

source: Air Time: %s
de: Ausstrahlungszeit: %s

source: All directorys below '/media'
de: Alles unter '/media'
nl: Alle mappen onder '/media'

source: Alphabetic sort
de: Alphabetisch sortieren
nl: Alfabetisch sorteren

source: Alphabetically
de: Alphabetisch
nl: Alfabetisch

source: Alternate Movie Selection
de: Alternative Filmauswahl
nl: Alternatieve Filmselectie

source: Always show selection in the first position in the movie list.
de: Wenn diese Option aktiviert ist wird der Positionsanzeiger immer auf der ersten Stelle in der Erweiterten Filmliste stehen.
nl: Met deze optie wordt de Geavanceerde Filmselectie gestart op de eerste positie van de lijst.

source: Another %s are required to copy the data.
de: Weitere %s sind erforderlich um die Daten kopieren zu können.
nl: Bijkomende %s zijn vereist om de gegevens te kopieren.

source: Another %s are required to move the data.
de: Weitere %s sind erforderlich um die Daten verschieben zu können.
nl: Bijkomende %s zijn vereist om de gegevens te verplaatsen.

source: Appeared: %s
de: Erscheinungsjahr: %s

source: Around %d minute
de: Ungefähr %d Minute
nl: Ongeveer %d minuut

source: Around %d minutes
de: Ungefähr %d Minuten
nl: Ongeveer %d minuten

source: Ascending
de: Aufsteigend
nl: Datum oplopend

source: Ask before delete:
de: Vor dem löschen nachfragen:
nl: Vragen voor het verwijderen:

source: Ask user
de: Benutzer fragen
nl: Vraag gebruiker

source: Assign the date format for movielist:
de: Datumsformat in der Filmliste:
nl: Datumformaat in de filmselectie:

source: Auto empty wastebasket is disabled
de: Papierkorb automatisch leeren ist deaktiviert
nl: Prullemand automatisch ledigen niet actief

source: Auto empty wastebasket time:
de: Zeit für Papierkorb leeren:
nl: Uur prullemand ledigen:

source: Auto empty wastebasket:
de: Papierkorb automatisch leeren:
nl: Prullemand automatisch ledigen:

source: Automatic search and save
de: Automatisches suchen und speichern
nl: Automatisch zoeken en bewaren

source: Automatic search and save finished.
de: Automatisches suchen und speichern ist abgeschlossen.
nl: Automatisch zoeken en bewaren beëindigd.

source: Automatic search and save, please wait...
de: Automatisches suchen und speichern, bitte warten ...
nl: Automatisch zoeken en bewaren, eventjes geduld ...

source: Available Server/Clients
de: Verfügbare Server/Clients
nl: Beschikbare Servers/Clients

source: Background
de: Hintergrund
nl: Achtergrond

source: Backup directory path:
de: Verzeichnis für die Sicherung:
nl: Backup pad:

source: Backup settings
de: Sichern
nl: Backup instellingen

source: Backup/Restore
de: Sichern/Wiederherstellen
nl: Backup/Herstel

source: Backup/Restore Advanced Movie Selection settings
de: Sichern/Wiederherstellen der Erweiterten Filmauswahl Einstellungen
nl: Backup/Herstel instellingen van de geavanceerde filmselectie

source: Behavior when a movie is started:
de: Verhalten beim Start eines Filmes:
nl: Gedrag bij starten van een film:

source: Behavior when a movie is stopped:
de: Verhalten beim Stoppen eines Filmes:
nl: Gedrag bij stoppen van een film:

source: Behavior when a movie reaches the end:
de: Verhalten beim Filmende:
nl: Gedrag bij bereiken filmeinde:

source: Black
de: Schwarz
nl: Zwart

source: Blue
de: Blau
nl: Blauw

source: Bookmark 1
de: Lesezeichen 1
nl: Favoriet 1

source: Bookmark 1 button description:
de: Lesezeichen 1 Tastenbezeichnung:
nl: Beschrijving Favoriet1-knop:

source: Bookmark 1 button text
de: Lesezeichen 1 Tastenbezeichnung:
nl: Naam Favoriet1-knop

source: Bookmark 1 path
de: Lesezeichen 1 Speicherort:
nl: Favoriet1-pad:

source: Bookmark 2
de: Lesezeichen 2
nl: Favoriet 2

source: Bookmark 2 button description:
de: Lesezeichen 2 Tastenbezeichnung:
nl: Beschrijving Favoriet3-knop:

source: Bookmark 2 button text
de: Lesezeichen 2 Tastenbezeichnung:
nl: Naam Favoriet2-knop

source: Bookmark 2 path
de: Lesezeichen 2 Speicherort:
nl: Favoriet2-pad:

source: Bookmark 3
de: Lesezeichen 3
nl: Favoriet 3

source: Bookmark 3 button description:
de: Lesezeichen 3 Tastenbezeichnung:
nl: Beschrijving Favoriet3-knop:

source: Bookmark 3 button text
de: Lesezeichen 3 Tastenbezeichnung:
nl: Naam Favoriet3-knop

source: Bookmark 3 path
de: Lesezeichen 3 Speicherort:
nl: Favoriet3-pad:

source: Bookmark 4
de: Lesezeichen 4
nl: Favoriet 4

source: Bookmark 4 button description:
de: Lesezeichen 4 Tastenbezeichnung:
nl: Beschrijving Favoriet4-knop:

source: Bookmark 4 button text
de: Lesezeichen 4 Tastenbezeichnung:
nl: Naam Favoriet4-knop

source: Bookmark 4 path
de: Lesezeichen 4 Speicherort:
nl: Favoriet4-pad:

source: Bookmark 5
de: Lesezeichen 5
nl: Favoriet 5

source: Bookmark 5 button description:
de: Lesezeichen 5 Tastenbezeichnung:
nl: Beschrijving Favoriet5-knop:

source: Bookmark 5 button text
de: Lesezeichen 5 Tastenbezeichnung:
nl: Naam Favoriet5-knop

source: Bookmark 5 path
de: Lesezeichen 5 Speicherort:
nl: Favoriet5-pad:

source: Bookmark 6
de: Lesezeichen 6
nl: Favoriet 6

source: Bookmark 6 button description:
de: Lesezeichen 6 Tastenbezeichnung:
nl: Beschrijving Favoriet6-knop:

source: Bookmark 6 button text
de: Lesezeichen 6 Tastenbezeichnung:
nl: Naam Favoriet6-knop

source: Bookmark 6 path
de: Lesezeichen 6 Speicherort:
nl: Favoriet6-pad:

source: Bookmark 7
de: Lesezeichen 7
nl: Favoriet 7

source: Bookmark 7 button description:
de: Lesezeichen 7 Tastenbezeichnung:
nl: Beschrijving Favoriet7-knop:

source: Bookmark 7 button text
de: Lesezeichen 7 Tastenbezeichnung:
nl: Naam FavorietT-knop

source: Bookmark 7 path
de: Lesezeichen 7 Speicherort:
nl: Favoriet7-pad:

source: Bookmark(s) on/off
de: Lesezeichen ein/aus
nl: Bookmark(s) aan/uit

source: Broadcast TV network: %s
de: Sendeanstalt: %s

source: Button caption
de: Tastenbezeichnung bei Erweiterungen:
nl: Knopbenaming:

source: Calculating...
de: Berechnung...
nl: Berekenen...

source: Cancel
de: Abbrechen
nl: Annuleren

source: Cancelled
de: Abgebrochen
nl: Geannuleerd

source: Certification: %s
de: Altersfreigabe: %s

source: Change Bookmarkname
de: Lesezeichenname ändern
nl: Editeer Bookmark-naam

source: Change File/Moviename and/or Description
de: Datei/Filmnamen und/oder Beschreibung ändern
nl: Editeer Bestands/Filmnaam an/of Beschrijving

source: Change Foldername
de: Ordnernamen ändern
nl: Editeer Mapnaam

source: Change function from left/right buttons:
de: Funktion der Pfeiltasten (links/rechts) tauschen:
nl: Functie van links/rechts aanpassen:

source: Check again in x minutes:
de: Erneut versuchen in x Minuten:
nl: Onieuw controleren na x minuten:

source: Clear
de: Entfernen
nl: Wissen

source: Clientbox setup
de: Fernwartung Einstellungen
nl: Clientbox instellingen

source: Clock
de: Uhr
nl: uur

source: Close
de: Schließen
nl: Sluiten

source: Close with EXIT key:
de: Beenden mit der EXIT Taste:
nl: Sluiten met EXIT knop:

source: Color for multiple selection:
de: Farbe für Mehrfachauswahl:
nl: Kleur voor multi-selectie:

source: Color for not ready seen movies:
de: Farbe für nicht zu 100% gesehenen Film:
nl: Kleur voor onvolledig afgespeelde films:

source: Color for ready seen movies:
de: Farbe für 100% gesehenen Film:
nl: Kleur voor volledig afgespeelde films:

source: Color for recording movies:
de: Farbe für Aufnahme:
nl: Kleur voor lopende opnames:

source: Color key settings
de: Farbtasten Einst.
nl: Kleurknoppen

source: Copy
de: Kopieren
nl: Kopiëren

source: Copy of
de: Kopieren von
nl: Kopiëren van

source: Create new Tag
de: Neuen Tag erstellen
nl: Creëer nieuw label

source: Current Movie: %s
de: Aktueller Film: %s
nl: Actuele Film: %s

source: Current location and all subdirectories
de: Aktuelles Filmverzeichnis und Unterverzeichnisse
nl: Actuele locatie en alle submappen

source: Daily
de: Täglich
nl: Dagelijks

source: Data already exists! Should anything be updated?
de: Daten sind bereits vorhanden! Soll etwas davon überschrieben werden?

source: Default paths
de: Std. Verzeichnisse
nl: Standaard paden

source: Defines how long files need to dwell in the wastebasket before auto empty will consider to remove them (0 means no retention).
de: Legt die Anzahl der Tage fest, wie lange die Filme im Papierkorb aufbewahrt werden sollen, bovor diese gelöscht werden. (0 ist keine Aufbewahrung)
nl: Bepaald hoe lang de bestanden in de prullemand blijven alvorens automatisch verwijderd te worden (0: geen bewaarperiode).

source: Delete
de: Löschen
nl: Verwijderen

source: Delete all tags
de: Alle Tags löschen
nl: Alle labels verwijderen

source: Delete cover
de: Cover löschen
nl: Cover verwijderen

source: Delete failed!
de: Löschen fehlgeschlagen!
nl: Verwijderen mislukt!

source: Delete movie
de: Film löschen
nl: Film verwijderen

source: Delete movie info
de: Filminfo löschen
nl: Filminfo verwijderen

source: Delete movie info and cover
de: Filminfo und Cover löschen
nl: Filminfo en Cover verwijderen

source: Delete selected movie
de: Ausgewählten Film löschen
nl: Geselecteerde film verwijderen

source: Delete this tag
de: Diesen Tag löschen
nl: Label verwijderen

source: Delete unused tags from default taglist
de: Nicht verwendete Tags aus der standard Tagliste löschen
nl: Verwijder ongebruikte labels uit de lijst

source: Descending
de: Absteigend
nl: Datum aflopend

source: Description
de: Beschreibung
nl: Beschrijving

source: Description:
de: Beschreibung:
nl: Beschrijving:

source: Destination carrier
de: Ziel Datenträger
nl: Doelmedium

source: Details for: %s
de: Details für: %s

source: Developer: JackDaniel, cmikula
de: Entwickler: JackDaniel, cmikula
nl: Ontwikkelaarr: JackDaniel, cmikula

source: Director: %s
de: Regie: %s

source: Directories
de: Verzeichnisse
nl: Mappen

source: Directory Selection
de: Verzeichnisauswahl
nl: Map kiezen

source: Disable Advanced Movie Selection:
de: Erweiterte Filmauswahl deaktivieren:
nl: Geavanceerde Filmselectie uitschakelen:

source: Disabled
de: Deaktiviert
nl: Uitgeschakeld

source: Display plugin description
de: Erweiterungsbeschreibung
nl: Plugin-beschrijving

source: Display plugin name
de: Erweiterungsnamen
nl: Plugin-naam

source: Displayed bookmark name:
de: Angezeigter Lesezeichenname:
nl: Bookmark-naam weergeven:

source: Displays Clientbox setup function in the menu at the movie list.
de: Mit dieser Option wird der Menüpunkt Fernwartung Einstellungen im Menü der Filmliste angezeigt.
nl: Met deze optie wordt de optie "Clientbox Instellingen" weergegeven in het menu van de Filmselectie.

source: Displays E2 movie list extensions in the menu at the movie list.
de: Mit dieser Option werden die Enigma 2 Filmlisten Erweiterungen im Menü der Filmliste angezeigt (Schnitteditor, Auf DVD brennen usw.).
nl: Met deze optie worden E2-plugins voor de filmlijst weergegeven in het menu van de Filmselectie.

source: Displays TMDb Info & D/L in the menu at the movie list.
de: Mit dieser Option wird der Menüpunkt TheTVDB Info & D/L im Menü der Filmliste angezeigt.
nl: Met deze optie wordt de optie "Zoeken & D/L met TMDb" weergegeven in het menu van de Filmselectie.

source: Displays TheTVDB Info & D/L in the menu at the movie list.
de: Mit dieser Option wird der Menüpunkt TMDb Info im Menü der Filmliste angezeigt.
nl: Met deze optie wordt de optie "Zoeken & D/L met TheTVDB" weergegeven in het menu van de Filmselectie.

source: Displays Update all genre in meta from eit options in the menu at the movie list.
de: Mit dieser Option wird der Menüpunkt Genre bei allen Filmen aktualisieren im Menü der Filmliste angezeigt.
nl: Met deze optie wordt de optie "Actualiseer alle categorieën" weergegeven in het menu van de Filmselectie.

source: Displays color key setup option in the menu at the movie list.
de: Mit dieser Option wird der Menüpunkt Farbtasten Einstellungen im Menü der Filmliste angezeigt.
nl: Met deze optie wordt "kleurknoppen" weergegeven in het menu van de Filmselectie.

source: Displays delete cover function in the menu at the movie list.
de: Mit dieser Option wird der Menüpunkt Cover löschen im Menü der Filmliste angezeigt.
nl: Met deze optie wordt de optie "cover verwijderen" weergegeven in het menu van de Filmselectie.

source: Displays delete movie info and cover function in the menu at the movie list.
de: Mit dieser Option wird der Menüpunkt Filminfo und Cover löschen im Menü der Filmliste angezeigt.
nl: Met deze optie worden de opties voor het verwijderen van de filminfo/cover weergegeven in het menu van de Filmselectie.

source: Displays delete movie info function in the menu at the movie list.
de: Mit dieser Option wird der Menüpunkt Filminfo löschen im Menü der Filmliste angezeigt.
nl: Met deze optie wordt de optie "filminfo verwijderen" weergegeven in het menu van de Filmselectie.

source: Displays download and save movie info/cover for all movies options in the menu at the movie list.
de: Mit dieser Option wird der Menüpunkt für das Herunterladen/Speichern der Filminfos/Covers aller Filme auf einmal im Menü der Filmliste angezeigt.
nl: Met deze optie worden de opties voor het downloaden/bewaren van de filminfo/cover weergegeven in het menu van de Filmselectie.

source: Displays filter by tags function in the menu at the movie list.
de: Mit dieser Option wird der Menüpunkte für das Filtern von Filmtags im Menü der Filmliste angezeigt.
nl: Met deze optie worden het filteren van labels weergegeven in het menu van de Filmselectie.

source: Displays mark movie as seen/unseen in the menu at the movie list.
de: Mit dieser Option werden die Funktionen Film als gesehen/ungesehen markieren im Menü der Filmliste angezeigt.
nl: Met deze optie worden de opties "gezien/ongezien" weergegeven in het menu van de Filmselectie.

source: Displays movie info/cover options in the menu at the movie list.
de: Mit dieser Option werden die Menüpunkte für das Herunterladen/Speichern der Filminfo/Cover im Menü der Filmliste angezeigt.
nl: Met deze optie worden de opties voor het downloaden/bewaren van de filminfo/cover weergegeven in het menu van de Filmselectie.

source: Displays movie tags function in the menu at the movie list.
de: Mit dieser Option wird der Menüpunkte für das zuordnen von Filmtags im Menü der Filmliste angezeigt.
nl: Met deze optie worden de labelfuncties weergegeven in het menu van de Filmselectie.

source: Displays rename function in the menu at the movie list.
de: Mit dieser Option wird der Menüpunkt Umbenennen im Menü der Filmliste angezeigt.
nl: Met deze optie wordt de optie "Hernoemen" weergegeven in het menu van de Filmselectie.

source: Displays search trailer on web function in the menu at the movie list.
de: Mit dieser Option wird der Menüpunkt "Trailer im Web suchen" im Menü der Filmliste angezeigt.
nl: Geeft een zoekfunctie op het web voor Trailers weer in het menu van de filmselectie.

source: Displays set VSR function in the menu at the movie list.
de: Mit dieser Option werden die Menüpunkte für die FSK-Altersfreigabe zuweisen im Menü der Filmliste angezeigt.
nl: Met deze optie worden de "VZR-funtie" weergegeven in het menu van de Filmselectie.

source: Displays sorting function in the menu at the movie list.
de: Mit dieser Option werden die Menüpunkte für das Sortieren im Menü der Filmliste angezeigt.
nl: Met deze optie worden de "Sorteerfunties" weergegeven in het menu van de Filmselectie.

source: Displays the Filter by description function in the menu at the movie list.
de: Mit dieser Option wird der Menüpunkte Nach Kurzbeschreibung filtern im Menü der Filmliste angezeigt.
nl: Met deze optie worden het filteren van beschrijvingen weergegeven in het menu van de Filmselectie.

source: Displays the Provider Logo in original size. Otherwise, the provider logo be displayed zoomed up to cover size.
de: Zeigt das Senderlogo in original Größe an. Wenn deaktiviert wird das Senderlogo auf die im Skin verwendete Größe vom Cover aufgezoomt.
nl: Geeft het kanaalpicon met originele afmetingen weer. Indien "nee", wordt het picon gecentreerd en gezoomd.

source: Displays the Provider Logo when no Cover available.
de: Wenn aktiviert wird bei Dreambox Aufnahmen anstatt der Kein Cover vorhanden Grafik das Senderlogo angezeigt wenn kein Cover vorhanden ist.
nl: Kanaalpicon weergeven indien geen cover beschikbaar.

source: Displays the Settings option in the menu at the movie list.
de: Mit dieser Option wird der Menüpunkt Einstellungen im Menü der Filmliste angezeigt.
nl: Met deze optie wordt "Instellingen" weergegeven in het menu van de Filmselectie.

source: Displays the backup/restore function in the menu at the movie list.
de: Mit dieser Option wird der Menüpunkt Sichern/Wiederherstellen im Menü der Filmliste angezeigt.
nl: Met deze optie wordt backup/herstellen weergegeven in het menu van de Filmselectie.

source: Displays the cover in the movie list.
de: Mit dieser Option werden die Covers in der Erweiterten Filmliste angezeigt.
nl: Met deze optie worden de covers weergegeven in de uitgebreide Filmselectie.

source: Displays the disk usage in the description. (Leave it disabled if you have performance problems at the start of the movie list)
de: Zeigt Informationen über den Datenträger in der Beschreibung an. (Lassen sie es abgeschalten, wenn das öffnen der Filmliste dadurch länger dauert)
nl: Geeft de gebruikte opslagcapaciteit weer in de filmbeschrijving. (Uitschakelen indien het opstarten van de filmlijst traag is)

source: Displays the movie delete function in the menu at the movie list.
de: Mit dieser Option wird der Menüpunkt Film löschen im Menü der Filmliste angezeigt.
nl: Met deze optie wordt "Verwijderen" weergegeven in het menu van de Filmselectie.

source: Displays the movie move/copy function in the menu at the movie list.
de: Mit dieser Option wird der Menüpunkt Verschieben/Kopieren im Menü der Filmliste angezeigt.
nl: Met deze optie worden "Verplaatsen/kopiëren" weergegeven in het menu van de Filmselectie.

source: Displays the movie search function in the menu at the movie list.
de: Mit dieser Option wird der Menüpunkt Film suchen im Menü der Filmliste angezeigt.
nl: Met deze optie wordt "Film zoeken" weergegeven in het menu van de Filmselectie.

source: Displays the moviebar position setup function in the menu at the movie list.
de: Mit dieser Option wird der Menüpunkt Position verändern der Filminfoleiste im Menü der Filmliste angezeigt.
nl: Met deze optie wordt "positie infobar aanpassen" weergegeven in het menu van de Filmselectie.

source: Displays the size from directories in movie list.
de: Mit dieser Option wird die Größe vom Verzeichnis in der Filmliste angezeigt.
nl: Met deze optie wordt de grootte van de mappen weergegeven in de uitgebreide Filmselectie.

source: Displays the various list view options in the menu at the movie list (Progressbar,View folders...).
de: Mit dieser Option werden die verschiedenen Listenfunktionen im Menü der Filmliste angezeigt (Fortschrittsanzeige, Ordner anzeigen usw.).
nl: Met deze optie worden de verschillende weergave-opties (voortgang, mappen, ...) weergegeven in het menu van de Filmselectie.

source: Displays various lists typs in the menu at the movie list (Minimal,Compact...).
de: Mit dieser Option werden die Listenansichten im Menü der Filmliste angezeigt (Minimal, Kompakt usw.).
nl: Met deze optie worden "lijsttypes" (minimaal, compact, ...) weergegeven in het menu van de Filmselectie.

source: Displays wastebasket function in the menu at the movie list.
de: Mit dieser Option wird der Menüpunkt Papierkorb im Menü der Filmliste angezeigt.
nl: Met deze optie wordt de prullemand weergegeven in het menu van de Filmselectie.

source: Do you really want to delete %s?
de: %s wirklich löschen?
nl: %s verwijderen?

source: Do you really want to delete all movies?
de: Wollen Sie wirklich alle Filme löschen?
nl: Wilt u werkelijk alle filmen verwijderen?

source: Do you really want to delete all tags from movies and default taglist? (Caution can not be undone!)
de: Wirklich alle Tags aus den Filmen und der standard Tagliste löschen? (Achtung das kann nicht mehr rückgängig gemacht werden!)
nl: Bent u zeker dat u alle labels van de films en de lijst wil verwijderen? (Opmerking: 'Annuleren' hersteld dit niet!)

source: Do you really want to delete cover from: %s?
de: Das Cover wirklich löschen von: %s?
nl: De Cover van: %s verwijderen?

source: Do you really want to delete info/cover from: %s?
de: Die Filminfo und das Cover wirklich löschen von: %s?
nl: De Filminfo en de Cover van: %s verwijderen?
