Repository: oe-alliance/enigma2-plugins
Catalog: advancedmovieselection/po/*.po
Languages: de, nl

source: Show delete option in extensions menu from movielist:
de: Löschen im Menü der Filmliste anzeigen:
nl: Verwijderen in menu weergeven:

source: Show detail of selected job
de: Zeige Details für die aktuelle Auswahl
nl: Details geselecteerde actie

source: Show directory size in movie list:
de: Verzeichnisgröße in der Filmliste anzeigen:
nl: Mapgrootte weergeven:

source: Show disk usage in description:
de: Datenträgerinformation in der Beschreibung anzeigen
nl: Gebruik medium in filmbeschrijving weergeven:

source: Show episode detail
de: Folgedetail zeigen

source: Show episodes overview
de: Folgenübersicht zeigen

source: Show event details
de: Filminfos anzeigen
nl: details weergeven

source: Show extended description
de: Filmbeschreibung anzeigen
nl: Filmbeschrijving weergeven

source: Show filter by tags in extensions menu from movielist:
de: Nach Tags filtern im Menü der Filmliste anzeigen:
nl: Labelfilter in menu weergeven:

source: Show folders
de: Ordner einblenden
nl: Mappen weergeven

source: Show folders in movielist
de: Ordner in der Filmliste anzeigen
nl: Mappen in filmselectie weergeven

source: Show hotplug devices:
de: USB Geräte in der Filmliste anzeigen:
nl: Hotplug-media weergeven:

source: Show info messages:
de: Info Nachrichten anzeigen:
nl: Informatie weergeven:

source: Show library
de: Bibliothek anzeigen
nl: Bibliotheek weergeven

source: Show list options in extensions menu from movielist:
de: Listen-Ansichtsoptionen im Menü der Filmliste anzeigen:
nl: Weergave-opties in menu weergeven:

source: Show list styles in extensions menu from movielist:
de: Listenansichten im Menü der Filmliste anzeigen:
nl: Selectiestijlen in menu weergeven:

source: Show mark movie in extensions menu from movielist:
de: Markieroption im Menü der Filmliste anzeigen:
nl: Markeeropties in menu weergeven:

source: Show marker
de: Marker ein
nl: Locaties weergeven

source: Show move/copy option in extensions menu from movielist:
de: Verschieben/Kopieren im Menü der Filmliste anzeigen:
nl: Verplaatsen/kopiëren in menu weergeven:

source: Show move/copy progress on begin/end:
de: Fortschritt für kopieren/verschieben anzeigen:
nl: Actieve verplaats/kopieer weergeven bij start/einde:

source: Show movie color status in movielist
de: Filmstatus in Farbe in der Filmliste anzeigen
nl: Kleurenstatus in filmselectie weergeven

source: Show movie detail
de: Filmdetails zeigen

source: Show movie library symbol in movielist:
de: Bibliothek in der Filmliste anzeigen:
nl: Bibliotheeksymbool in selectie weergeven:

source: Show movie plugins in extensions menu from movielist:
de: Filmlisten Erweiterungen im Menü der Filmliste anzeigen:
nl: Plugins voor opnames in menu weergeven:

source: Show movie search in extensions menu from movielist:
de: Suchfunktion im Menü der Filmliste anzeigen:
nl: Zoekfunctie in menu weergeven:

source: Show movie status icon in movielist
de: Filmstatus Symbol in der Filmliste anzeigen
nl: Filmstatus Symbool in filmselectie weergeven

source: Show movie tags in extensions menu from movielist:
de: Filmtags zuordnen im Menü der Filmliste anzeigen:
nl: Labels in menu weergeven:

source: Show new recordings icon:
de: Neue Aufnahmen Icon anzeigen:
nl: Icoon voor nieuwe opname weergeven:

source: Show next cover
de: Nächstes Cover anzeigen

source: Show path marker within movie library movies:
de: Filmpfad als Marker in der Bibliothek anzeigen:
nl: Mappaden weergeven voor films uit de bibliotheek:

source: Show path selection for movie library in extensions menu:
de: Verzeichnisauswahl für die Filme in der Bibliothek im Menü anzeigen:
nl: Mappen voor bibliotheek selecteren in menu weergeven:

source: Show percent in movielist
de: Prozentanzeige in der Filmliste anzeigen
nl: Percentage in filmselectie weergeven

source: Show plugin config in extensions menu from movielist:
de: Einstellungen im Menü der Filmliste anzeigen:
nl: Instellingen in menu weergeven:

source: Show previous cover
de: Voriges Cover anzeigen

source: Show progress of move or copy job
de: Fortschritt von Verschieben/Kopieren anzeigen
nl: Voortgang kopie of verplaatsen weergeven

source: Show progressbar in movielist
de: Fortschrittsbalken in der Filmliste anzeigen
nl: Voortgang in filmselectie weergeven

source: Show recorded movies in epg:
de: Aufgenommene Filme im EPG anzeigen:
nl: Opgenomen filmen in EPG markeren:

source: Show rename in extensions menu from movielist:
de: Umbenennen im Menü der Filmliste anzeigen:
nl: Hernoemen in menu weergeven:

source: Show runtime entry in movielist
de: Filmlänge in der Filmliste einblenden
nl: Duur in filmselectie weergeven:

source: Show search result
de: Suchergebnis zeigen

source: Show search trailer on web in extensions menu from movielist:
de: Trailer im Web suchen im Menü der Filmliste anzeigen:
nl: Trailer zoeken op het web in menu weergeven:

source: Show serie detail
de: Seriendetail zeigen

source: Show sort options in extensions menu from movielist:
de: Sortieroptionen im Menü der Filmliste anzeigen:
nl: Sorteeropties in menu weergeven:

source: Show tags in movielist
de: Tags in der Filmliste einblenden
nl: Labels in de filmselectie weergeven:

source: Show the movie move/copy progress on begin and show notification on end of move/copy action.
de: Fortschritt für kopieren/verschieben wird am Beginn und am Ende angezeigt.
nl: Met deze optie wordt een bericht weergegeven bij de start/einde van een verplaats/kopieer-actie.

source: Show up to
de: Zeige bis
nl: Weergeven tot

source: Show up to VSR-%d
de: Zeige bis FSK-%d
nl: Tot VZR-%d weergeven

source: Show up to VSR-X
de: Zeige Filme bis FSK-X
nl: Tot VZR-X weergeven

source: Show update genre in extensions menu from movielist:
de: Genre bei allen Filmen aktualisieren im Menü anzeigen:
nl: Categorieën actualiseren in menu weergeven:

source: Show video preview in fullscreen:
de: Filmvorschau als Vollbild anzeigen:
nl: Filmpreview als volledig beeld:

source: Show/Hide folders
de: Ordner ein/ausblenden
nl: Weergeven/Verbergen mappen

source: Show/Hide library
de: Bibliothek ein/ausblenden
nl: Weergeven/Verbergen bibliotheek

source: Shutdown
de: Box ausschalten
nl: Afsluiten

source: Some settings changes require a Enigma 2 restart to take effect. Would you restart Enigma2 now?
de: Einige Einstellungen benötigen einen Enigma 2 Neustart um wirksam zu werden. Soll Enigma 2 nun neu gestartet werden?
nl: Sommige aanpassingen vereisen een herstart van Enigma2. Enigma2 herstarten?

source: Some settings changes require a restart to take effect. If you use a skin without PiG (Picture in Graphic) you have to restart the box (not only Enigma 2)! With YES only Enigma 2 starts new, with NO the box make a restart.
de: Einige Einstellungen benötigen einen Neustart um wirksam zu werden. Wenn Sie einen Skin ohne PiG (Bild in Grafik/MiniTV) verwenden müssen Sie die Box komplett neu starten (Enigma 2 alleine reicht nicht)! Mit JA wird "nur" Enigma 2 neu gestartet, mit NEIN die komplette Box.
nl: Sommige instellingen vereisen een herstart om geactiveerd te worden. Indien een Skin zonder PiG (Beeld in Grafiek/MiniTV) gebruikt wordt, is een volledige herstart van de Box noodzakeleijk (Enigma 2 alleen is onvoldoende) ! Met JA wordt "enkel" Enigma 2 herstart, met NEE de volledige Box.

source: Some settings changes require close/reopen the movielist to take effect.
de: Einige Einstellungen benötigen das Schließen und erneutes öffnen der Filmliste um wirksam zu werden.
nl: Sommige aanpassingen vereisen het stoppen/starten van de filmselectie.

source: Sorry, no data found at TheTVDB.com!
de: Leider keine Daten auf TheTVDB.com gefunden!

source: Sorry, no description for ' %s ' at TheTVDB.com found!
de: Leider keine Filmbeschreibung für ' %s ' auf themoviedb.org gefunden!

source: Sorry, no description for this episode at TheTVDB.com available!
de: Leider keine Filmbeschreibung für die Folge auf TheTVDB.com vorhanden!

source: Sorry, no description found at www.thetvdb.com!
de: Leider keine Beschreibung auf www.thetvdb.com gefunden!

source: Sorry, no episode titel available!
de: Leider kein Folgentitel verfügbar!

source: Sorry, no info/cover found for title: %s
de: Leider keine Filminfo/Cover für %s gefunden.

source: Sort
de: Sortieren
nl: Sorteren

source: Sort alphabetically
de: Sort. Alphabetisch
nl: Alfabetisch

source: Sort by Date (1->9)
de: Sort. Datum (1->9)
nl: Volgens datum (1->9)

source: Sort by Date (9->1)
de: Sort. Datum (9->1)
nl: Volgens datum (9->1)

source: Sort by Description
de: Sort. Beschreibung
nl: Sorteren volgens beschrijving

source: Sort by date (ascending)
de: Sortieren nach Datum (aufsteigend)
nl: Sorteren volgens datum (oplopend)

source: Sort by date (descending)
de: Sortieren nach Datum (absteigend)
nl: Sorteren volgens datum (aflopend)

source: Sort by description
de: Sortieren nach Filmbeschreibung
nl: Sorteren volgens beschrijving

source: Sorted:
de: Sortiert:
nl: Sortering:

source: Source and destination path must be different.
de: Die Filme können nicht in das selbe Verzeichnis kopiert werden!
nl: Bron- en doelpad moeten verschillend zijn.

source: Speed:
de: Geschwindigkeit:
nl: Snelheid:

source: Standby
de: Bereitschaft

source: Start Advanced Movie Selection with:
de: Erweiterte Filmauswahl starten mit:
nl: Geavanceerde Filmselectie starten met:

source: Start at the beginning depends on end (in Minutes):
de: Starte Wiedergabe von Anfang x Minuten bevor Ende erreicht:
nl: Afspelen van begin afhankeleijk van einde (in minuten):

source: Start from the beginning
de: Am Anfang starten
nl: Vanaf begin starten

source: Start on first position in movielist:
de: Auf erster Position in der Filmliste starten:
nl: Op eerste positie van de filmselectie starten:

source: Start on last movie location:
de: Am letzten Speicherort starten:
nl: Start in de laatste locatie:

source: Start search IP:
de: Starte suche bei IP:
nl: Start zoeken IP:

source: Start/Stop video preview
de: Start/Stop Filmvorschau
nl: Preview start/stop

source: Stop playing this movie?
de: Das abspielen des Filmes beenden?
nl: Stoppen met afspelen?

source: Stop search IP:
de: Stoppe suche bei IP:
nl: Stop zoeken IP:

source: Studio: %s
de: Produktionsstudio: %s

source: Switch library/movielist
de: Zur Bibliothek/Filmliste wechseln
nl: Wisselen bibliotheek/filmlijst

source: Switch on/off the Advanced Movie Selection.
de: Mit dieser Option wird die Erweiterte Filmauswahl ein/aus geschalten.
nl: Met deze optie wordt de Geavanceerde Filmselectie aan/uit geschakeld.

source: Switched on
de: Eingeschalten
nl: Ingeschakeld

source: TMDb plugin NOT installed. Assign function to info button is NOT possible.
de: TMDb Erweiterung ist NICHT installiert. Funktion kann der INFO Taste NICHT zugewiesen werden.
nl: TMDb Plugin is NIET geïnstalleerd. Functie kan NIET aan de INFO-knop toegewezen worden.

source: TMDb plugin installed. Assign function to info button is possible.
de: TMDb Erweiterung ist installiert. Funktion kann der INFO Taste zugewiesen werden.
nl: TMDb Plugin is geïnstalleerd. Functie kan aan de INFO-knop toegewezen worden.

source: TMDb search
de: TMDb suche
nl: Zoeken via TMDb

source: TMDb search here not possible, please select a movie!
de: TMDb suche hier nicht möglich, wählen Sie bitte dafür einen Film aus!
nl: TMDb niet mogelijk, gelieve een film te selecteren!

source: TV-button
de: TV-Taste
nl: TV-knop

source: Tag 1
de: Markierung 1
nl: Label 1

source: Tag 2
de: Markierung 2
nl: Label 2

source: Thanks for translation to:
de: Danke für die Übersetzung an:
nl: Vertaling: Bschaar

source: Thanks to all other for help and so many very good code.
de: Danke an alle für die Hilfe und für so manch sehr guten Code :)
nl: Dank aan iedereen voor de hulp en excellente code :-)

source: The %s is a client box
de: Die %s ist eine Client Box
nl: %s is een client box

source: The device '%s' can now removed!
de: %s kann nun sicher entfernt werden.
nl: Het medium '%s' kan nu verwijderd worden!

source: The minimum selected number of movies must be in one directory to show the path marker in movie library view.
de: Die mindestanzahl von Filmen muss in einem Verzeichnis sein, damit ein Verzeichnis Marker in der Bibliothek angezeigt wird.
nl: Het minimaal aantal films in een map dat vereist is om de locatie weer te geven in de bibliotheek.

source: TheTVDB search
de: TheTVDB suche
nl: Zoeken via TVDB

source: This cannot deleted, please select a movie for!
de: Löschen hier nicht möglich, wählen Sie bitte dafür einen Film aus!
nl: Verwijderen niet mogelijk, gelieve een film te selecteren!

source: This may not be marked as seen!
de: Das kann nicht als gesehen markiert werden!
nl: Dit kan niet als gezien gemarkeerd worden!

source: This may not be marked as unseen!
de: Das kann nicht als ungesehen markiert werden!
nl: Dit kan niet als ongezien gemarkeerd worden!

source: This option is for many of the functions from the Advanced Movie Selection necessary. If this option is disabled are many functions not available.
de: Diese Option ist für viele Funktionen der Erweiterten Filmauswahl notwendig. Wenn diese Option deaktiviert wird stehen diese Funktionen nicht mehr zur Verfügung (und auch nicht zur Auswahl).
nl: Deze optie is voor vele functies van de Geavanceerde Filmselectie noodzakelijk. Indien deze uitgeschakeld wordt zijn deze functies niet meer bruikbaar.

source: This plugin may only executed on hardware which is licensed by Dream Multimedia GmbH.
de: Diese Erweiterung darf nur auf Hardware ausgeführt werden die von Dream Multimedia GmbH lizenziert ist.
nl: Deze plugin mag enkel geïnstalleerd worden op Hardware met een licentie van Dream Multimedia GmbH.

source: Thumb (92x138)
de: Minibild (92x138)
nl: Mini (92x138)

source: Timeshift-button
de: Timeshift-Taste
nl: Timeshift-knop

source: To adjusted move/copy location
de: In das Standard Verzeichnis für Verschieben/Kopieren
nl: In standaardmap verplaatsen/kopiëren

source: To library
de: Zur Bibliothek
nl: Naar de Bibliotheek

source: To movielist
de: Zur Filmliste
nl: Filmselectie

source: To:
de: Nach:
nl: naar:

source: Toggle detail and list view
de: Umschalten Liste/Detailansicht

source: Toggle seen
de: Umschalten Gesehen/Ungesehen
nl: Gezien/Ongezien

source: Toggle selected
de: Auswahl verwenden/nicht verwenden
nl: Selectie wisselen

source: Total %s
de: Insgesamt %s

source: Total size:
de: Gesamtgröße:
nl: Totale grootte:

source: Total:
de: Gesamt:
nl: Totaal:

source: Trailer search
de: Trailer suchen
nl: Zoeken Trailer

source: Trailer search here not possible, please select a movie!
de: Trailer suche hier nicht möglich, wählen Sie bitte dafür einen Film aus!
nl: Trailer zoeken niet mogelijk, gelieve een film te selecteren!

source: Trash count:
de: Filme gesamt:
nl: Aantal:

source: Trash count: %d
de: Filme gesamt: %d
nl: Aantal: %d

source: Trash size:
de: Größe gesamt:
nl: Prullemand:

source: Trash size: %d MB
de: Größe gesamt: %d MB
nl: Prullemand: %d MB

source: Unknown
de: Unbekannt
nl: Ongekend

source: Unknown error!
de: Unbekannter Fehler!
nl: Ongekende fout!

source: Unknown error!!
de: Unbekannter Fehler!

source: Unknown service
de: Unbekannter service
nl: Ongekende service

source: Unmount
de: Aushängen

source: Update all genre in meta from eit
de: Genre bei allen Filmen aktualisieren
nl: Actualiseer alle categorieën in meta van eit

source: Update library
de: BIB aktualisieren
nl: Update bibliotheek

source: Use activ Skin LCD/OLED representation:
de: LCD/OLED Anzeige vom aktivem Skin verwenden:
nl: Gebruik LCD/OLED van de actieve skin:

source: Use alternative jump function:
de: Alternative Sprungfunktionen aktivieren:
nl: Gebruik alternatieve spoelfuncties:

source: Use arrow left/right for position
de: Pfeiltasten links/rechts für Positionsauswahl
nl: Gebruik links/rechts voor positie

source: Use behavior when a movie is stopped:
de: Verhalten beim Stoppen eines Filmes verwenden:
nl: Gedrag bij stoppen van een film:

source: Use date from timestamp:
de: Datum vom Zeitstempel verwenden:
nl: Gebruik datum van bestand:

source: Use direction keys to move the Moviebar. Press OK button for save or the EXIT button to cancel. Use the red button for reset to the original position.
de: Bitte die Pfeiltasten (hoch,runter,links,rechts) zum verschieben der Position benutzen. Die OK Taste zum speichern oder die EXIT-Taste zum abbrechen. Mit der roten Taste wird die Originalposition wiederhergestellt.
nl: Gelieve de pijlen (omhoog, omlaag, links, rechts) te gebruiken om de infobar te verplaatsen. De OK-knop om te bewaren of de EXIT-knop om af te breken. Met de RODE knop wordt de originele positie hersteld.

source: Use folder name for display covers:
de: Ordnername anstelle von folder.jpg verwenden:
nl: Gebruik mapnaam voor weergeven covers:

source: Use last stop mark:
de: Letzte Stop Position benutzen:
nl: Laatste markeerpunt gebruiken:

source: Use movie library path selection as marker within movies in library:
de: Nur gewählte Verzeichnisse als Marker in der Bibliothek anzeigen:
nl: Mappaden als locaties van de films uit de bibliotheek weergeven:

source: Use the OK Button for the selection.
de: Mit der OK Taste können die Tags ausgewählt werden.
nl: Gebruik de OK knop voor de selectie.

source: Use video preview:
de: Filmvorschau aktivieren:
nl: Preview weergeven:

source: Use wastebasket:
de: Papierkorb benutzen:
nl: Prullemand gebruiken:

source: Used:
de: Verwendet:
nl: Gebruikt:

source: VSR
de: FSK
nl: VZR

source: VSR-0 (General Audience)
de: FSK-0 (Freigegeben ohne Altersbeschränkung)
nl: VZR-0 (Voor iedereen geschikt)

source: VSR-12 (Parents Strongly Cautioned)
de: FSK-12 (Freigegeben ab zwölf Jahren)
nl: VZR-12 (Toezicht aangewezen)

source: VSR-16 (Restricted)
de: FSK-16 (Freigegeben ab sechzehn Jahren)
nl: VZR-16 (Niet onder 16 jaar)

source: VSR-18 (No One 17 And Under Admitted)
de: FSK-18 (Keine Jugendfreigabe)
nl: VZR-18 (Niet onder 18 jaar)

source: VSR-6 (Parental Guidance Suggested)
de: FSK-6 (Freigegeben ab sechs Jahren)
nl: VZR-6 (Toezicht aangeraden)

source: Video preview autostart:
de: Autostart der Filmvorschau aktivieren:
nl: Preview autostart:

source: Video preview delay:
de: Filmvorschau Verzögerung:
nl: Preview vertraging:

source: Video preview jump backward
de: Rückwärts springen in der Filmvorschau
nl: Preview terugspringen

source: Video preview jump forward
de: Vorwärts springen in der Filmvorschau
nl: Preview vooruitspringen

source: Video preview jump time (in minutes):
de: Sprungzeit für die Filmvorschau (in Minuten):
nl: Preview tijd voor springen (minuten):

source: Video-button
de: Video-Taste
nl: Video-knop

source: Virtual
de: Virtuelle Tastatur
nl: Virtueel

source: Virtual and Numerical
de: Virtuelle und Numerische
nl: Virtueel en numerisch

source: Voted: %s
de: Abgestimmt: %s

source: Waiting
de: Warten
nl: Wachten

source: Wastebasket
de: Papierkorb
nl: Prullemand

source: Wastebasket file(s):
de: Papierkorb Datei(en):
nl: Bestanden in prullemand:

source: Wastebasket is empty!
de: Papierkorb ist leer!
nl: Prullemand is leeg!

source: Wastebasket retention period (days):
de: Papierkorb Aufbewahrungsfrist (Tagen):
nl: Bestanden in prullemand bewaren (dagen):

source: Wastebasket: %s
de: Papierkorb: %s
nl: Prullemand: %s

source: Weekly
de: Wöchentlich
nl: Wekelijks

source: When enabled all created bookmarks appear in the movie list.
de: Wenn diese Option aktiviert ist werden alle angelegten Lesezeichen in der Filmliste angezeigt.
nl: Indien geactiveerd worden alle bookmarks weergegeven in de filmselectie.

source: Where to look for the provider logos? (Default is /usr/share/enigma2/picon)
de: Wo soll nach den Senderlogos gesucht werden? (Standardmäßig wird in /usr/share/enigma2/picon danach gesucht)
nl: Waar bevinden zich de kanaalpicons? (Standaard: /usr/share/enigma2/picon)

source: With this option you can assign as when a film is marked as seen.
de: Mit dieser Option können Sie bestimmen ab wann ein Film automatisch als gesehen markiert werden soll.
nl: Met deze opties kan u instellen vanaf wenneer een film als "gezien" wordt gemarkeerd.

source: With this option you can assign the date format in movie list (7 different sizes are available).
de: Mit dieser Option können Sie das Datumsformat in der Filmliste ändern (es stehen 7 zur Auswahl).
nl: Met deze opties kan u het datumformaat instellen (7 verschillende formaten beschikbaar).

source: With this option you can assign what color should displayed for multiple selection in movie list.
de: Mit dieser Option können Sie bestimmen welche Farbe die Filmmarkierung bei der Mehrfachauswahl haben soll.
nl: Met deze optie kan u instellen welke kleur gebruikt wordt voor multi-selectie in de filmselectie.

source: With this option you can assign what color should displayed for not ready seen movies in movie list.
de: Mit dieser Option können Sie bestimmen welche Farbe die Filmmarkierung bei einem nicht als 100 % gesehenem Film haben soll.
nl: Met deze optie kan u instellen welke kleur gebruikt wordt voor gedeeltelijk geziene films in de filmselectie.

source: With this option you can assign what color should displayed for ready seen movies in movie list.
de: Mit dieser Option können Sie bestimmen welche Farbe die Filmmarkierung bei einem als 100 % gesehenem Film haben soll.
nl: Met deze optie kan u instellen welke kleur gebruikt wordt voor geziene films in de filmselectie.

source: With this option you can assign what color should displayed for recording movies in movie list.
de: Mit dieser Option können Sie bestimmen welche Farbe die Filmmarkierung bei einer Aufnahme haben soll.
nl: Met deze optie kan u instellen welke kleur gebruikt wordt voor lopende opnames in de filmselectie.

source: With this option you can assign what function should have the info button. The selection depends on the installed plugins.
de: Mit dieser Option können Sie der INFO Taste ihre Funktion zuordnen. Die Auswahl ist von den installierten Erweiterungen abhängig.
nl: Met deze optie kan u aan de INFO-knop een functie toewijzen. De keuze wordt bepaald door de geïnstalleerde plugins.

source: With this option you can assign what should happen when a movie start.
de: Mit dieser Option können Sie bestimmen was beim Start eines Filmes für eine Aktion gestartet werden soll.
nl: Met deze optie kan u instellen welke actie moet volgen bij het starten van een film.

source: With this option you can assign what should happen when a movie stop.
de: Mit dieser Option können Sie bestimmen was beim Stoppen eines Filmes für eine Aktion gestartet werden soll.
nl: Met deze optie kan u instellen welke actie moet volgen bij het stoppen van een film.

source: With this option you can assign what should happen when the end of the films was achieved.
de: Mit dieser Option können Sie bestimmen was für eine Aktion gestartet werden soll wenn das Ende eines Filmes erreicht wurde.
nl: Met deze optie kan u instellen welke actie moet volgen bij het bereiken van een filmeinde.

source: With this option you can display a icon for new recordings.
de: Mit dieser Option können Sie neue Aufnahmen mit einem eigenen Icon in der Filmliste anzeigen.
nl: Met deze optie kan u instellen of er een icoon weergegeven wordt voor nieuwe opnames.

source: With this option you can switch on/off the Mini TV in the movie list.
de: Mit dieser Option können Sie die Mini TV Anzeige in der Filmliste ein/aus schalten.
nl: Met deze optie kan de Mini TV in de filmselectie aan/uit geschakeld worden.

source: With this option you can turn on/off the security question before delete a movie.
de: ACHTUNG mit dieser Option können Sie die Sicherheitsabfrage vor dem löschen deaktivieren.
nl: OPGELET: met deze optie kan u de bevestigingsvraag bij het verwijderen uitschakelen.
