Repository: oe-alliance/enigma2-plugins
Catalog: advancedmovieselection/po/*.po
Languages: de, nl

source: Last automated wastebasket empty:
de: Letztes automatisches leeren vom Papierkorb:
nl: Prullemand automatisch geledigd op:

source: Last remote wastebasket empty at %s
de: Letztes leeren per Fernwartung vom Papierkorb am %s
nl: Laatste automatische lediging om %s

source: Last update:
de: Letzte Aktualisierung:
nl: Laatste update:

source: Leave movie player
de: Abspielen und Filmliste beenden
nl: Filmspeler verlaten

source: Library marker on/off
de: Marker in der Bibliothek ein/aus
nl: Locaties bibliotheek aan/uit

source: List style Advanced Movie Selection single line
de: Einzeilige Listenansicht (erweitert)
nl: Geavanceerde single-lijn lijstweergave

source: List style compact
de: Kompakte Listenansicht
nl: Compacte lijstweergave

source: List style compact with description
de: Kompakte Listenansicht mit Filmbeschreibung
nl: Compacte lijstweergave met filmbeschrijving

source: List style default
de: Standard Listenansicht
nl: Standaard lijstweergave

source: List style extended
de: Standard Listenansicht (erweitert)
nl: Uitgebreide lijstweergave

source: List style single line
de: Einzeilige Listenansicht
nl: Single-lijn lijstweergave

source: Load Length of Movies in Movielist has been disabled. Close and reopen Movielist is required to apply the setting.
de: Anzeigen der Spielzeit in der Filmliste wurde deaktiviert. Das schließen und wieder öffnen der Filmliste ist erforderlich damit die Einstellungen übernommen werden.
nl: Weergave van de speeltijd in de filmselectie werd uitgeschakeld. De Filmselectie moet gesloten en weer geopend worden om de instellingen te activeren.

source: Load Length of Movies in Movielist:
de: Anzeigen der Spielzeit in der Filmliste:
nl: Speelduur weergeven in de Filmselectie:

source: Load Tag(s) from movies
de: Tag(s) aus den Filmen laden
nl: Laad label(s) van films

source: Local IP: %s
de: Lokale IP: %s
nl: Lokaal IP: %s

source: Location for move/copy files
de: Standard Speicherort für Verschieben/Kopieren hier auswählen:
nl: Map voor verplaatsen/kopiëren bestanden

source: Location:
de: Speicherort:
nl: Map:

source: Manual jump sensibility:
de: Zeit für manuelles Springen (in %):
nl: Grootte manueel springen:

source: Manual jump to:
de: Manuell springen nach:
nl: Manueel springen naar:

source: Manual search
de: Manuelle Suche
nl: Manueel zoeken

source: Manual search finished
de: Manuelle suche beendet
nl: Manueel zoeken klaar

source: Mark as seen
de: Gesehen markieren
nl: Film als gezien markeren

source: Mark as unseen
de: Ungesehen mark.
nl: Film als ongezien markeren

source: Mark movie as seen
de: Film als gesehen markieren
nl: Film als gezien markeren

source: Mark movie as seen at position (in percent):
de: Film als gesehen markieren ab Position (in Prozent):
nl: Film als gezien markeren vanaf positie (in %):

source: Mark movie as unseen
de: Film als ungesehen markieren
nl: Film als ongezien markeren

source: Mid (500x750)
de: Mittel (500x750)
nl: Medium (500x750)

source: Minimum movie count to show path marker in movie library view:
de: Filmanzahl ab dem ein Marker in der Bibliothek angezeigt wird:
nl: Minimum aantal films om een locatie weer te geven in de bibliotheek:

source: Monthly
de: Monatlich
nl: Maandelijks

source: Move
de: Verschieben
nl: Verplaatsen

source: Move Copy Progress
de: Verschieben/Kopieren Fortschritt
nl: Verplaatsen/Kopiëren voortgang

source: Move down
de: Nach unten

source: Move of
de: Verschieben von
nl: Verplaatsen van

source: Move up
de: Nach oben

source: Move-Copy
de: Versch. / Kopieren
nl: Verplaatsen/Kopiëren

source: Move/Copy
de: Verschieben/Kopieren
nl: Verplaatsen/Kopiëren

source: Move/Copy %s
de: Verschieben/Kopieren von %s
nl: Verplaatsen/Kopiëren %s

source: Move/Copy from complete directory/symlink not possible, please select a single movie!
de: Verschieben/Kopieren von ganzen Verzeichnissen/Symlinks nicht möglich, wählen Sie bitte dafür einen Film aus!
nl: Verplaatsen/kopiëren van een volledige map/symlink niet mogelijk, gelieve enkel 1 film te selecteren!

source: Move/Copy from: %s
de: Verschieben/Kopieren von: %s
nl: Verplaatsen/Kopiëren van: %s

source: Move/Copy not possible here!
de: Verschieben/Kopieren hier nicht möglich!
nl: Verplaatsen/kopiëren niet mogelijk!

source: Move/Copy progress
de: Fortschritt von Verschieben/Kopieren
nl: Verplaatsen/Kopiëren voortgang

source: Move/copy location:
de: Verschieben/Kopieren Speicherort:
nl: Verplaatsen/Kopiëren map:

source: Movie Quick Button Bookmark 1 path
de: Auswahl Lesezeichen 1 Verzeichnis
nl: Keuze van het Favoriet1-pad:

source: Movie Quick Button Bookmark 2 path
de: Auswahl Lesezeichen 2 Verzeichnis
nl: Keuze van het Favoriet2-pad:

source: Movie Quick Button Bookmark 3 path
de: Auswahl Lesezeichen 3 Verzeichnis
nl: Keuze van het Favoriet3-pad:

source: Movie Quick Button Bookmark 4 path
de: Auswahl Lesezeichen 4 Verzeichnis
nl: Keuze van het Favoriet4-pad:

source: Movie Quick Button Bookmark 5 path
de: Auswahl Lesezeichen 5 Verzeichnis
nl: Keuze van het Favoriet5-pad:

source: Movie Quick Button Bookmark 6 path
de: Auswahl Lesezeichen 6 Verzeichnis
nl: Keuze van het Favoriet6-pad:

source: Movie Quick Button Bookmark 7 path
de: Auswahl Lesezeichen 7 Verzeichnis
nl: Keuze van het Favoriet7-pad:

source: Movie Quick Button Home path
de: Auswahl des Heimverzeichnisses
nl: Keuze van het HOME-pad

source: Movie Quick Button Name Setup
de: Bezeichnung Farbtasten
nl: Benaming kleurknoppen

source: Movie Quick Button Setup
de: Farbtasten Einst.
nl: Kleurknoppen instellen

source: Movie library
de: Bibliothek
nl: Bibliotheek

source: Movie location:
de: Speicherort:
nl: Pad:

source: Movie location: %s
de: Speicherort: %s
nl: Filmpad: %s

source: Movie search
de: Film suchen
nl: Film zoeken

source: Movie tags
de: Filmtags zuordnen
nl: Filmlabels

source: Movie(s) are already in the destination directory. Operation cancelled!
de: Filme sind im Ziehlverzeichnis bereits vorhanden. Operation abgebrochen!
nl: Film(s) bestaan reeds in doelmap. Actie geannuleerd!

source: Movies
de: Filme
nl: Films

source: Movies began to be copied until they are finished!
de: Angefangene Filme werden bis zum Ende kopiert!
nl: Films worden gekopieerd tot ze volledig zijn!

source: Movies began to be moved until they are finished!
de: Angefangene Filme werden bis zum Ende verschoben!
nl: Films worden verplaatst tot ze volledig zijn!

source: Movietitle:
de: Filmname:
nl: Filmtitel:

source: Multiselection
de: Mehrfachauswahl
nl: Multi-selectie...

source: NAS-Movies
de: NAS-Filme
nl: NAS-Films

source: Never!
de: Noch nie!
nl: Nooit!

source: Next automated wastebasket empty at %s
de: Nächstes automatisches leeren vom Papierkorb am %s
nl: Volgende automatische lediging om %s

source: Next remote wastebasket empty at %s
de: Nächstes leeren per Fernwartung vom Papierkorb am %s
nl: Volgende automatische lediging om %s

source: No
de: Nein
nl: Nee

source: No BludiscPlayer found!
de: Bludisc-Player Erweiterung nicht gefunden!
nl: Geen Bludisc-Player gevonden!

source: No DVD-PlayerChoice found!
de: DVD-Player Erweiterung nicht gefunden!
nl: Geen DVD-Playerkeuze gevonden!

source: No Helptext available!
de: Kein Hilfstext vorhanden!
nl: Geen hulptekst beschikbaar!

source: No data found for ' %s ' at themoviedb.org!
de: Keine Daten für ' %s ' auf themoviedb.org gefunden!

source: No data found for ' %s ' at themoviedb.org! Do you want to edit the search name?
de: Keine Daten für ' %s ' auf themoviedb.org gefunden! Wollen Sie die Filmnamen bearbeiten und manuell suchen?

source: No description for ' %s ' at themoviedb.org found!
de: Keine Filmbeschreibung für ' %s ' auf themoviedb.org gefunden!

source: No internet connection available!
de: Keine Internetverbindung vorhanden!
nl: Geen internetverbinding beschikbaar!

source: No last empty status available!
de: Kein Status vom letzten leeren verfügbar!
nl: Geen laatste lediging beschikbaar!

source: No next empty status available!
de: Kein Status vom nächsten leeren verfügbar!
nl: Geen volgende lediging beschikbaar!

source: No override
de: keine Zuordnung
nl: Geen functie

source: No plugin assigned!
de: Keine Erweiterung zugeordnet!
nl: Geen Plugin toegewezen!

source: No user voted!
de: Keine Stimme abgegeben!

source: No, but restart from begin
de: Nein, von Anfang nochmals beginnen
nl: Nee, van begin herstarten

source: No, but start endless loop
de: Nein, Endlosschleife starten
nl: Nee, eindeloze herhaling starten

source: No, but stop endless loop
de: Nein, Endlosschleife stoppen
nl: Nee, eindeloze herhaling stoppen

source: Not possible! MerlinEPG and CoolTVGuide or/and MerlinEPGCenter present or neither installed from this three plugins.
de: Nicht möglich! MerlinEPG und CoolTVGuide und/oder MerlinEPGCenter sind installiert, oder keine dieser Erweiterungen ist installiert.
nl: Niet mogelijk! MerlinEPG en CoolTVGuide zijn beide geïnstalleerd, of geen van beide ist geïnstalleerd.

source: Nothing
de: nichts Zugeordnet
nl: niets toegewezen

source: Nothing found for: %s
de: Nichts gefunden für: %s
nl: Niets gevonden voor: %s

source: Numerical
de: Numerische
nl: Numerisch

source: OFDb plugin NOT installed. Assign function to info button is NOT possible.
de: OFDb Erweiterung ist NICHT installiert. Funktion kann der INFO Taste NICHT zugewiesen werden.
nl: OFD Plugin is NIET geïnstalleerd. Functie kan NIET aan de INFO-knop toegewezen worden.

source: OFDb plugin installed. Assign function to info button is possible.
de: OFDb Erweiterung ist installiert. Funktion kann der INFO Taste zugewiesen werden.
nl: OFDb Plugin is geïnstalleerd. Functie kan aan de INFO-knop toegewezen worden.

source: OFDb search
de: OFDb suche
nl: Zoeken via OFDb

source: On destination data carrier is not enough space available.
de: Auf dem Zieldatenträger ist nicht genügend Platz vorhanden.
nl: Op het doelmedium is onvoldoende ruimte beschikbaar.

source: Only current location
de: Aktuelles Filmverzeichnis
nl: Enkel actuele locatie

source: Only last three digits from the IP must be set.
de: Es müssen nur die letzten drei Ziffern der IP Adresse angegeben werden.
nl: Enkel de laatste drie cijfers van de IP moeten ingesteld worden.

source: Only those, which are not available!
de: Nur speichern, was noch nicht vorhanden ist!

source: Open servicelist
de: EPG anzeigen
nl: open servicelijst

source: Opens the film list on the last used location.
de: Wenn diese Option aktiviert ist wird die Erweiterte Filmliste immer auf dem zuletzt benutztem Speicherort geöffnet.
nl: Met deze optie wordt de Geavanceerde Filmselectie gestart in de laatst gebruikte locatie.

source: Overwrite both (description & cover)
de: Alles aktualisieren (Beschreibung & Cover)

source: Overwrite movie cover
de: Cover neu speichern

source: Overwrite movie description
de: Filmbeschreibung neu speichern

source: Own button description
de: Eigene Tastenbezeichnung
nl: Eigen Knopbeschrijving

source: Own text 1
de: eigener Text 1
nl: Eigen Tekst 1

source: Own text 2
de: eigener Text 2
nl: Eigen Tekst 2

source: Own text 3
de: eigener Text 3
nl: Eigen Tekst 3

source: Own text 4
de: eigener Text 4
nl: Eigen Tekst 4

source: Own text 5
de: eigener Text 5
nl: Eigen Tekst 5

source: Own text 6
de: eigener Text 6
nl: Eigen Tekst 6

source: Own text 7
de: eigener Text 7
nl: Eigen Tekst 7

source: Pause movie at end
de: Am Filmende pausieren
nl: Aan het einde pauzeren

source: Please enter here the new tag:
de: Neuen Tag hier angeben:
nl: Nieuw label ingeven:

source: Please select backup path here:
de: Hier bitte das Sicherungsverzeichnis angeben:
nl: Gelieve backuppad te selecteren:

source: Please select the VSR here:
de: Hier bitte die FSK Stufe bestimmen:
nl: Gelieve de VZR te selecteren:

source: Please select the default move/copy location which is used for move/copy movies.
de: Bitte wählen Sie den Standard Speicherort der für das Verschieben/Kopieren der Filme verwendet soll.

source: Please select the search path(s) for movies...
de: Bitte wählen Sie hier die Verzeichnisse für die suche der Filme aus…
nl: Gelieve de filmmap(pen) voor de bibliotheek te selecteren...

source: Please wait until current movie is copied to the end!
de: Bitte warten, bis der aktuelle Film kopiert wurde!
nl: Gelieve te wachten tot de actuele film volledig gekopieerd is!

source: Please wait until current movie is moved to the end!
de: Bitte warten, bis der aktuelle Film verschoben wurde!
nl: Gelieve te wachten tot de actuele film volledig verplaatst is!

source: Please wait... Loading list...
de: Lade Filmliste, bitte warten ...
nl: Filmlijst laden,eventjes geduld ...

source: Please wait... Loading trash list...
de: Lade Papierkorb, bitte warten ...
nl: Prullemand laden,eventjes geduld ...

source: Plugin not found!
de: Erweiterung nicht gefunden!
nl: Plugin niet gevonden!

source: Port address:
de: Server/Client Port:
nl: Poort:

source: Preview will start on last stop marker.
de: Mit dieser Option startet die Filmvorschau auf der letzten Stop Position.
nl: Preview start op laatste markeerpunt.

source: Processing: %s
de: Fortschritt: %s
nl: Verwerken: %s

source: Production: %s
de: Produktion: %s

source: Provider Logo path:
de: Speicherort der Senderlogos:
nl: Pad kanaallogo's:

source: REC
de: Aufn.

source: Radio-button
de: Radio-Taste
nl: Radio-knop

source: Rating: %s
de: Bewertung: %s

source: Really close without saving settings?
de: Wirklich ohne Speichern schließen?
nl: Sluiten zonder de instellingen te bewaren?

source: Record Paths Settings
de: Einstellungen der Aufnahmeverzeichnisse
nl: Instellingen voor de opnamepaden

source: Record date:
de: Aufnahmedatum:
nl: Opname datum:

source: Record time:
de: Aufnahmezeit:
nl: Opname tijd:

source: Recording
de: Aufnahme
nl: Opname loopt ...

source: Recording(s) are in progress or coming up in few seconds! Now empty the Wastebasket can damage the recording(s)! Realy empty the Wastbasket?
de: Zurzeit sind Aufnahmen aktiv oder starten gleich! Das leeren des Papierkorbes kann die Aufnahme beschädigen! Wollen Sie nun wirklich den Papierkorb leeren?
nl: Opnames lopen of zullen binnenkort starten! De prullemand nu ledigen kan de opnames beschadigen! Ledigen prullemand uitvoeren?

source: Recording(s) are in progress or coming up in few seconds! Now movie delete can damage the recording(s)! Realy delete movie?
de: Zurzeit sind Aufnahmen aktiv oder starten gleich! Das löschen des Filmes kann die Aufnahme beschädigen! Wollen Sie nun wirklich den Film löschen?
nl: Opnames lopen of zullen binnenkort starten! Filmen nu verwijderen kan de opnames beschadigen! Verwijderen filmen uitvoeren?

source: Recordings are active, the timer(s) will also be deleted!
de: Aktive Aufnahme(n) sind markiert, die dazugehörigen Aufnahmetimer werden automatisch gelöscht!
nl: Opnames actief, de timer(s) worden ook verwijderd!

source: Records
de: Aufnahme
nl: Opname loopt

source: Red
de: Rot
nl: Rood

source: Remaining elements:
de: Verbleibend:
nl: Resterende elementen:

source: Remaining time:
de: Restdauer:
nl: Resterende tijd:

source: Remoteserver disabled!
de: Fernwartungsserver deaktiviert!
nl: Remote server uitgeschakeld!

source: Rename
de: Umbenennen
nl: Naam wijzigen

source: Rename here not possible, please select a movie!
de: Umbenennen hier nicht möglich, wählen Sie bitte dafür einen Film aus!
nl: Naam wijzigen niet mogelijk, gelieve een film te selecteren!

source: Rename tag "%s" in movies and default taglist? (Note that 'Cancel' will not undo this!)
de: Tag "%s" umbenennen bei den Filmen und in der standard Tagliste? (Achtung das kann nicht mehr rückgängig gemacht werden!)
nl: Label "%s" in films en labellijst aanpassen? (Opmerking: 'Annuleren' hersteld dit niet!)

source: Rename this tag
de: Diesen Tag umbenennen
nl: Label wijzigen

source: Restore all movies
de: Wiederherstellen (alle)
nl: Alle Filmen herstellen

source: Restore failed!
de: Wiederherstellen fehlgeschlagen!
nl: Herstellen mislukt!

source: Restore movie
de: Wiederherstellen (einzeln)
nl: Film herstellen

source: Restore settings
de: Wiederherstellen
nl: Herstel instellingen

source: Resume from last position
de: An letzter Position fortsetzen
nl: Vanaf laatste positie starten

source: Return to movie list
de: Zurück zur Filmliste
nl: Terug naar de filmselectie

source: Return to previous service
de: Zurück zum LiveTV
nl: Terug naar het TV-kanaal

source: Runtime: %s minutes
de: Filmlänge: %s Minuten

source: Runtime: %s minutes
de: Filmlänge: %s Minuten

source: Save
de: Speichern
nl: Bewaren

source: Save Info/Cover for ' %s ', please wait ...
de: Info/Cover für ' %s ' speichern, bitte warten ...

source: Save info/cover
de: Infos/Cover speichern

source: Save infos/cover
de: Infos/Cover speichern
nl: Info/Cover bewaren

source: Save/Close
de: Speichern/Schließen
nl: Bewaren/Sluiten

source: Search Trailer on web
de: Trailer im Web suchen
nl: Trailer zoeken op web

source: Search for %s, please wait...
de: Suche nach %s, bitte warten ...
nl: Zoeken naar %s, eventjes geduld ...

source: Search result for: %s
de: Suchergebnis für: %s

source: Search result(s) for %s
de: Ergebnis(se) für: %s
nl: Resultaten voor: %s

source: Search trailer for ' %s ', please wait ...
de: Suche Vorschau für ' %s ', bitte warten ...

source: Search:
de: Suche:
nl: Zoeken:

source: Searching for ' %s ' on TMDb, please wait ...
de: Suche nach ' %s ' auf TMDb, bitte warten ...

source: Searching for ' %s ' on TheTVDB.com, please wait ...
de: Suche nach ' %s ' auf TheTVDB.com, bitte warten ...

source: Searching for clients, please wait ...
de: Suche nach Dreamboxen, bitte warten ...
nl: Zoeken naar clients, eventjes geduld ...

source: Searchtitle: %s
de: Gesuchter Titel: %s
nl: Gezochte titel: %s

source: Season: %s
de: Staffel: %s

source: Second
de: Sekunde
nl: Seconden

source: Seconds
de: Sekunden
nl: Seconden

source: Select Start button for the Advanced Movie Selection.
de: Mit dieser Option können Sie die Starttaste für die Erweiterte Filmauswahl auswählen.
nl: Kies de start-knop voor de Geavanceerde Filmselectie.

source: Select keyboard:
de: Eingabehilfe auswählen:
nl: Kies toetsenbord:

source: Select movie
de: Film auswählen
nl: film selecteren

source: Select movie by description:
de: Film nach Kurzbeschreibung wählen:
nl: Selecteer film volgens beschrijving:

source: Select scan locations for movie library
de: Suchverzeichnisse für die Bibliothek wählen
nl: Selecteer locaties voor bibliotheek

source: Select sort functions
de: Funktionen für die Sortierung wählen
nl: Selecteer sorteerfuncties

source: Select the movie path
de: Lesezeichen Menü
nl: Filmpad selecteren

source: Selected ISO image is not playable!
de: Das gewählte ISO-Abbild kann nicht abgespielt werden!
nl: Geselecteerd ISO-image is niet afspeelbaar!

source: Selected movies
de: Ausgewählte Filme
nl: Geselecteerde filmen

source: Server enabled:
de: Fernwartungsserver aktivieren:
nl: Server actief:

source: Set VSR
de: FSK-Altersfreigabe zuweisen
nl: VZR instellen

source: Set coversize:
de: Covergröße:
nl: Coverafmetingen:

source: Set tag here not possible, please select a movie for!
de: Hier einen Tag anlegen ist nicht möglich, wählen Sie bitte dafür einen Film aus!
nl: Label toevoegen niet mogelijk, gelieve een film te selecteren!

source: Set the port address for client and server. Port address from connected clients will be automatically updated.
de: Hier können Sie das Server/Client Port einstellen. Port-Adresse von den verbundenen Clients wird automatisch aktualisiert.
nl: Stel de poort in voor de clients en de server. Poort van verbonden clients worden automatisch geactualiseerd.

source: Settings backup successfully created in %s.
de: Einstellungen wurden erfolgreich in %s gespeichert.
nl: Backup van de instellingen succesvol in %s.

source: Setup
de: Einstellungen
nl: Instellingen

source: Setup Advanced Movie Selection
de: Erw. Filmauswahl Einstellungen
nl: Geavanceerde Filmselectie

source: Setup Moviebar position
de: Position der Filminfoleiste einstellen
nl: Positie van de infobar instellen

source: Setup the delay in seconds to start the video preview.
de: Hier können Sie in Sekunden die Startverzögerung für das abspielen der Filmvorschau einstellen.
nl: Vetraging (seconden) voor het starten van de preview.

source: Show Clientbox setup in movielist:
de: Fernwartung Einstellungen anzeigen:
nl: Clientbox in de filmselectie weergeven:

source: Show D/L and store ALL info/cover in movielist extensions menu:
de: Alle Infos/Covers Optionen im Menü der Filmliste anzeigen:
nl: D/L en bewaren Filminfo/Cover voor alle in menu:

source: Show D/L and store info/cover in movielist extensions menu:
de: Filminfo/Cover Optionen im Menü der Filmliste anzeigen:
nl: D/L en bewaren Filminfo/Cover in menu:

source: Show Filter by description in extensions menu from movielist:
de: Nach Kurzbeschreibung filtern im Menü der Filmliste anzeigen:
nl: Beschrijvingsfilter in menu weergeven:

source: Show Mini TV:
de: Mini TV anzeigen:
nl: Mini TV weergeven:

source: Show Moviebar position setup in extensions menu from movielist:
de: Filminfoleiste ändern im Menü der Filmliste anzeigen:
nl: Wijzigen positie infobar in menu weergeven::

source: Show Provider Logo in original size:
de: Senderlogo in original Größe anzeigen:
nl: Originele afmetingen kanaalpicon:

source: Show Provider Logo:
de: Senderlogo anzeigen:
nl: Kanaalpicon weergeven:

source: Show Set VSR in extensions menu from movielist:
de: FSK-Altersfreigabe zuweisen im Menü der Filmliste anzeigen:
nl: VZR in menu weergeven:

source: Show TMDb Info & D/L in extensions menu from movielist:
de: TMDb Info & D/L im Menü der Filmliste anzeigen:
nl: Zoeken & D/L via TMDb in menu weergeven:

source: Show TheTVDB Info & D/L in extensions menu from movielist:
de: TheTVDB Info & D/L im Menü der Filmliste anzeigen:
nl: Zoeken & D/L via TTheTVDB in menu weergeven:

source: Show Timer
de: Timerliste
nl: Timerlijst

source: Show Wastebasket in extensions menu from movielist:
de: Papierkorb im Menü der Filmliste anzeigen:
nl: Prullemand in menu weergeven:

source: Show active move/copy processes
de: Aktive Verschiebe/Kopiervorgänge anzeigen
nl: Actieve verplaats/kopieer-acties weergeven

source: Show all movies
de: Alle Filme anzeigen
nl: Alle films weergeven

source: Show backup/restore in extensions menu from movielist:
de: Sichern/Wiederherstellen im Menü der Filmliste anzeigen:
nl: Backup/herstellen in menu weergeven:

source: Show bookmarks
de: Lesezeichen ein
nl: Bookmarks weergeven

source: Show bookmarks in movielist:
de: Lesezeichen in der Filmliste anzeigen:
nl: Bookmarks in de filmselectie weergeven:

source: Show broadcaster
de: Sendername in der Filmliste einblenden
nl: Kanaalnaam weergeven

source: Show changes
de: Änderungen anzeigen
nl: Toon wijzigingen

source: Show color key setup in extensions menu from movielist:
de: Farbtasten Einstellungen im Menü der Filmliste anzeigen:
nl: Instellingen kleurknoppen in menu weergeven:

source: Show covers in movielist:
de: Cover in der Filmliste anzeigen:
nl: Covers in de filmselectie weergeven:

source: Show date entry in movielist
de: Datum in der Filmliste einblenden
nl: Datum in filmselectie weergeven

source: Show date:
de: Datum anzeigen:
nl: Datum weergeven

source: Show decimal points:
de: Dezimalstelle anzeigen:
nl: Decimalen weergeven:

source: Show delete cover in extensions menu from movielist:
de: Cover löschen im Menü der Filmliste anzeigen:
nl: Cover verwijderen in menu weergeven:

source: Show delete info and cover in extensions menu from movielist:
de: Filminfo und Cover löschen im Menü der Filmliste anzeigen:
nl: Filminfo en Cover verwijderen in menu weergeven:

source: Show delete movie info in extensions menu from movielist:
de: Filminfo löschen im Menü der Filmliste anzeigen:
nl: Filminfo verwijderen in menu weergeven:
