Repository: oe-alliance/enigma2-plugins
Catalog: advancedmovieselection/po/*.po
Languages: de, nl

source: With this option you can use the foldername instead of folder.jpg to display covers in folders.
de: Mit dieser Option können Sie bestimmen das für die Cover anzeige von Ordnern der Ordnername anstelle von folder.jpg verwendet wird.
nl: Met deze optie kan u de mapnaam gebruiken i.p.v. folder.jpg voor het weergven van covers.

source: Would you really abort current job?
de: Soll die Aufgabe wirklich abgebrochen werden?
nl: Wilt u de actie annuleren?

source: Writer: %s
de: Autor: %s

source: YTTrailer plugin NOT installed. Search for trailers on the Web is NOT possible.
de: YTTrailer Erweiterung ist NICHT installiert. Trailer können NICHT im Web gesucht werden.
nl: YTTrailer Plugin is NIET geïnstalleerd. Zoeken naar trailers op het web is NIET mogelijk.

source: YTTrailer plugin installed. Search for trailers on the Web is possible.
de: YTTrailer Erweiterung ist installiert. Trailer können im Web gesucht werden.
nl: YTTrailer Plugin is geïnstalleerd. Zoeken naar trailers op het web is mogelijk.

source: Yellow
de: Gelb
nl: Geel

source: Yes
de: Ja
nl: Ja

source: Yes, and after deleting return to movie list
de: Ja, den Film löschen und zurück zur Filmliste
nl: Ja en terug naar de filmlijst

source: Yes, and delete this movie
de: Ja, und den Film löschen
nl: Ja en ververwijder deze film

source: Yes, returning to movie list
de: Ja, und zurück zur Filmliste
nl: Ja en terug naar de filmlijst

source: You can select yout prefered keyboard (Virtual, Numerical or both).
de: Hier können Sie die Eingabehilfe auswählen (Virtuelle Tastatur, Numerische oder beide).
nl: Instellen voorkeur toetsenbord (Virtueel, Numerisch of beide).

source: You cannot delete this!
de: Das kann nicht gelöscht werden!
nl: Dit kan niet verwijderd worden!

source: [Library update in progress]
de: [Bibliothek wird aktualisiert]
nl: [Update bibliotheek actief]

source: at
de: um
nl: om

source: be moved/copied?
de: verschoben/kopiert werden?
nl: verplaatsen/kopiëren?

source: episode found
de: Folge gefunden

source: episodes found
de: Folgen gefunden

source: from %s
de: von %s
nl: van %s

source: internal HDD
de: interne HDD
nl: interne HDD

source: movie
de: Film
nl: film

source: movie found
de: Film gefunden

source: movies
de: Filmen
nl: films

source: movies found
de: Filme gefunden

source: show found
de: Serie gefunden

source: shows found
de: Serien gefunden

source: times
de: mal

source: to %s
de: nach %s
nl: naar %s

source: to:
de: nach:
nl: naar:

source: <Current movielist location>
nl: < Actuele Filmmap >

source: <Default movie location>
nl: < Standaard Filmmap >

source: <Last timer location>
nl: < laatste timerlocatie >

source: Default movie location
nl: Standaard Filmmap:

source: Directory %s nonexistent.
nl: Map %s bestaat niet.

source: Hide seen movies
nl: Alleen nieuwe weergeven

source: Hostname:
nl: Hostnaam:

source: IMDb info
nl: Info IMDb

source: Initial location in new timers
nl: Initiële map voor nieuwe timers

source: Location for instant recordings
nl: Map voor instantopname

source: Name:
nl: Naam:

source: No tags are set on these movies.
nl: Geen labels op deze films..

source: OFDb info
nl: Info OFDb

source: Orange
nl: Oranje

source: Original (1400x2100)
nl: Origineel (1400x2100)

source: Please select tag to filter...
nl: Gelieve een label te kiezen om te filteren...

source: Please select the movie path...
nl: Gelieve het filmpad te selecteren...

source: Port:
nl: Poort:

source: Quickbutton:
nl: Quick-knop:

source: Show seen movies
nl: Alle films weergeven

source: Show/Hide seen movies
nl: Alle/nieuwe films weergeven

source: TMDb Info & D/L
nl: Zoeken & D/L via TMDb

source: TMDb info
nl: Info TMDb

source: Tag Editor
nl: Labeleditor

source: The directory %s is not writable. Make sure you select a writable directory instead.
nl: De map %s is niet beschrijfbaar. Kies een beschrijfbare map.

source: TheTVDB Info & D/L
nl: Zoeken & D/L via TheTVDB

source: Version:
nl: Versie:

source: this recording
nl: deze opname
