Repository: oe-alliance/enigma2-plugins
Catalog: audiorestart/po/*.po
Languages: it, nl

source: Audio restart Setup
it: Configurazione riavvio audio
nl: Audio herstart instellingen

source: Cancel
it: Annull.
nl: Annuleer

source: Plugin: %(plugin)s , Version: %(version)s
it: Plugin: %(plugin)s , Versione: %(version)s
nl: Plugin: %(plugin)s , Versie: %(version)s

source: Restart audio
it: Riavviare audio
nl: Herstart audio

source: Restart audio delay (in sec)
it: Ritardo riavvio audio (sec)
nl: Herstart audio vertraging (in sec)

source: Save
it: Salvare
nl: Sla op

source: Setup for the AudioRestart Plugin
it: Configurazione plugin AudioRestart
nl: Instellingen voor de audio herstart plugin

source: after restart
it: Dopo il riavvio
nl: na herstart

source: after restart/standby
it: Dopo riavvio/standby
nl: na herstart/stand-by

source: after standby
it: Dopo lo standby
nl: na stand-by

source: disabled
it: Disabilitato
nl: uitgeschakeld
