Repository: oe-alliance/enigma2-plugins
Catalog: networkbrowser/po/*.po
Languages: cs, da, et, fr, nl, pt, uk, zh_cn

source: A mount entry with this name already exists! Update existing entry and continue?
cs: Připojený záznam s tímto názvem již existuje! Aktualizovat existující a pokračovat?
da: En mount post med dette navn findes allerede! Opdater eksisterende post og fortsæt?
et: Sellise nimega haakepunkt on juba olemas! Kas uuendada olemasolev ja jätkata?
fr: Une entrée montage avec ce nom exist déjà! Mettre à jour et continuer avec ce nom?
nl: Deze verbinding bestaat reeds met deze naam! Bestaande item overschrijven en verder gaan ?
pt: Um montagen de rede com este nome já existe! Atualizar a entrada existente e continuar?
uk: Монтування з такою назвою вже існує! Оновити існуючий запис і продовжити?
zh_cn: 具有此名称的挂载项已存在! 更新现有的条目并继续?

source: A mount entry with this name already exists! and is not this share folder, please use a different name.
pt: Uma montagem de rede com esse nome já existe! E não é esta a pasta de partilha, por favor use um nome diferente.

source: Active
cs: Aktivní
da: Aktiv
et: Aktiivne
nl: Actief
pt: Ativo
uk: Активний
zh_cn: 主动

source: Active/ Inactive
cs: Aktivní/ Neaktivní
da: Aktiv/ Inaktiv
et: Aktiivne/ Passiivne
fr: Active/ Désactive
nl: Actief/ Niet-Actief
pt: Ativo / Inativo
uk: Активний/ Неактивний
zh_cn: 主动/ 无效

source: Add a new NFS or CIFS mount point to your Receiver.
cs: Přidá nový NFS nebo CIFS přípojný bod do vašeho stb.
da: Tilføj et ny NFS eller CIFS mount point til din modtager.
et: Lisa vastuvõtjale uus NFS või CIFS haakepunkt.
fr: Ajouter nouveau point montage NFS ou CIFS à votre Récepteur.
nl: Voeg een nieuw NFS of CIFS mount toe aan uw ontvanger.
pt: Adicionar uma partilha NFS ou CIFS ao seu Recetor.
uk: Додати нову NFS чи CIFS точку монтування для Вашого приймача.
zh_cn: 添加一个新的NFS和CIFS挂载点到您的接收器.

source: Add new network mount point
cs: Přidat nový přípojný bod sítě
da: Tilføj nyt netværks-mount punkt
et: Lisa uus võrgu haakepunkt
fr: Ajouter nouveau point de montage réseau
nl: Voeg een nieuwe netwerkverbinding toe
pt: Adicionar novo ponto de montagem
uk: Додати нову мережеву точку монтування
zh_cn: 添加新的网络挂载点

source: Adding schedule...
cs: Přidání plánu...
da: Tilføj tidsplan...
et: Ajakava lisamine...
nl: Voegt schema toe...
pt: Adicionar agendamento ...
uk: Додавання завдання...
zh_cn: 添加日程...

source: Are you sure you want to remove your network mount ?
da: Er du sikker på at du ønsker at fjerne dit neværksmount?
et: Kas eemaldada võrgu haakepunkt?
nl: Weet u zeker dat u de netwerk mount wilt verwijderen?
pt: Tem a certeza que quer eliminar a sua montagem de rede?
uk: Ви впевнені, що хочете видалити мережеве з’єднання?
zh_cn: 你确定要删除网络挂载吗?

source: Are you sure you want to save this network mount?
cs: Opravdu chcete tento síťový bod připojení uložit?
da: Er du sikker på, at du vil gemme dette netværks-mount?
et: Kas salvestada see võrgu haakepunkt?
fr: Etes-vous sûr de vouloir sauver ce montage réseau?
nl: Wilt u deze netwerkverbinding bewaren?
pt: Tem a certeza que quer salvar esta montagem de rede?
uk: Ви впевнені, що хочете зберегти це мережеве підключення?
zh_cn: 确实要保存此网络挂载吗?

source: Attempt to mount shares again
cs: Pokus o znovu připojení
da: Forsøger at mounte delinger igen
et: Proovi võrgujaod uuesti haakida
nl: Probeert de mounts weer te sharen
pt: Tentar Montar de novo a partilha
uk: Спроба вдруге під’єднатися до ресурсів
zh_cn: 尝试再次挂载共享

source: Attempt to recover lost mounts (in background)
cs: Pokus o obnovení ztracéného připojení (v pozadí)
da: Forsøg at genoprette mistede mounts (i baggrunden)
et: Proovi taastada kaotatud haakepunktid (taustal)
fr: Tenter de récupérer montages perdus (en arrière-plan)
nl: Probeert op de achtergrond een verloren mount te herkrijgen
pt: Tentar recuperar (em segundo plano) as montagens perdidas
uk: Спроба відновити втрачене з’єднання (в фоновому режимі)
zh_cn: 试图恢复丢失的挂载（后台）

source: Browse network neighbourhood
cs: Procházení síťové okolí
da: Gennemse netværksnabolag
et: Sirvi võrgunaabrust
fr: Scanner le voisinage réseau
nl: Blader door netwerkomgeving
pt: Explorar a sua Rede
uk: Перегляд мережевого оточення
zh_cn: 浏览网上邻居

source: CIFS share
cs: Sdílení CIFS
da: CIFS deling
et: CIFS võrgujagu
fr: Partage CIFS
pt: Partilha CIFS
uk: CIFS ресурси
zh_cn: CIFS共享

source: Cancel
cs: Zrušit
da: Afbryd
et: Tühista
nl: Annuleren
pt: Cancelar
uk: Скасувати
zh_cn: 取消

source: Change hostname
cs: Změna hostname
da: Skift værtsnavn
et: Muuda masinanime
fr: Changer nom d'hôte
nl: Hostnaam wijzigen
pt: Mudar nome do anfitrião
uk: Змінити ім'я хоста
zh_cn: 更改主机名

source: Change the hostname of your Receiver.
cs: Změní hostname vašeho stb.
da: Skift værtsnavn på din modtager.
et: Muuda vastuvõtja masinanime.
fr: Changer le nom d'hôte de votre Récepteur.
nl: Verander de hostname van uw ontvanger.
pt: Mudar o nome de anfitrião do seu Recetor.
uk: Змінити ім'я хоста для Вашого приймача.
zh_cn: 更改接收机的主机名.

source: Close
cs: Zavřít
da: Afslut
et: Sulge
fr: Fermer
nl: Sluiten
pt: Sair
uk: Закрити
zh_cn: 关闭

source: Delete
cs: Smazat
da: Slet
et: Kustuta
fr: Effacer
nl: Verwijderen
pt: Apagar
uk: Видалити
zh_cn: 删除

source: Delete mount
cs: Smazat bod
da: Slet mount
et: Kustuta haakepunkt
nl: Verwijder mount
pt: Apagar
uk: Видалити з’єднання
zh_cn: 删除挂载

source: Do you want to enter a username and password for this host?
da: Vil du indtaste et brugernavn og adgangskode til denne vært?
et: Kas määrata sellele masinale kasutajanimi ja parool?
nl: Wilt u een gebruikersnaam en wachtwoord opgeven voor deze host?
pt: Quer inserir um nome de utilizador e senha para este anfitrião?
uk: Ви хочете ввести ім'я користувача та пароль для даного хоста?
zh_cn: 是否要为该主机输入用户名和密码?

source: Enigma2 (mount using enigma2)
da: Enigma2 (mount via enigma2)
et: Enigma2 (haagi enigma2 abil)
nl: Enigma2 (mount gebruikt enigma2)
pt: Enigma2 (montar e usar enigma2)
uk: Enigma2 (монтування за допомогою Enigma2)
zh_cn: enigma2（挂载使用enigma2）

source: Enigma2 old format (mount using linux)
da: Enigma2 ældre format (mount via linux)
et: Enigma2 vana vorming (haagi linuksi abil)
nl: Enigma2 oud formaat (mount gebruikt linux)
pt: Enigma2 formato antigo (montar e usar linux)
uk: Enigma2 старий формат (монтування з використанням Linux)
zh_cn: enigma2旧格式（挂载使用Linux）

source: Enter IP to scan...
cs: Vložte IP k prohledání...
da: Indtast IP der skal gennemsøges...
et: Sisesta otsimiseks IP
nl: Geef IP om te zoeken...
pt: Introduzir IP para sondar...
uk: Введіть АП-адресу для сканування...
zh_cn: 输入IP扫描...

source: Enter new hostname for your Receiver
cs: Vložte nové hostname vašeho stb
da: Indtast nyt værtsnavn til din modtager
et: Sisesta vastuvõtja masinanimi
nl: Voer een nieuwe hostname in voor uw ontvanger
pt: Introduzir novo nome de anfitrião para o seu Recetor
uk: Введіть нове ім’я хосту для Вашого приймача
zh_cn: 输入接收新的主机名

source: Enter options:
cs: Vložte volby:
da: Enter tilvalg:
et: Sisesta valikud:
fr: Entrer options:
nl: Geef opties:
pt: Introduzir opções:
uk: Введіть параметри:
zh_cn: 输入选项:

source: Enter password:
cs: Vložte heslo:
da: Indtast adgangskode:
et: Sisesta parool:
fr: Entrer mot passe:
nl: Geef wachtwoord:
pt: Introduza a password:
uk: Введіть пароль:
zh_cn: 输入密码:

source: Enter share directory:
cs: Vložte sdílený adresář:
da: Indtast delt mappe:
et: Sisesta võrgujao kataloog:
fr: Entrer répertoire partage:
nl: Geef gedeelde map:
pt: Introduzir a pasta de partilha:
uk: Введіть ім’я директорії ресурсу:
zh_cn: 输入共享目录:

source: Enter share name:
cs: Vložte název sdílení:
da: Indtast delingsnavn:
et: Sisesta võrgujao nimi:
fr: Entrer nom partage:
nl: Geef gedeelde naam:
pt: Introduzir o nome da partilha:
uk: Введіть ім’я ресурсу:
zh_cn: 输入共享名称:

source: Enter user and password for host:
cs: Vložte jméno a heslo hosta:
da: Indtast brugernavn og adgangskode for vært:
et: Sisesta kasutajanimi ja parool masinale:
fr: Entrer utilisateur et mot passe d'hôte:
nl: Geef gebruiker en wachtwoord voor deze host:
pt: Introduza o utilizador e palavra-passe para o anfitrião:
uk: Введіть ім’я користувача і пароль для хосту:
zh_cn: 输入主机的用户名和密码 :

source: Enter username:
cs: Vložte uživatele:
da: Indtast brugernavn:
et: Sisesta kasutajanimi:
fr: Entrer nom utilisateur:
nl: Geef gebruikersnaam:
pt: Nome do utilizador:
uk: Введіть ім’я користувача:
zh_cn: 输入用户名:

source: Expert
cs: Expertní
da: Ekspert
et: Ekspert
pt: Especialista
uk: Експерт
zh_cn: 高级

source: FSTAB (mount using linux)
cs: FSTAB (připojit přes linux)
pt: FSTAB (montar e usar linux)

source: FSTAB (mount at boot)
da: FSTAB (mount under opstart)
et: FSTAB (haagi alglaadimisel)
nl: FSTAB (mount tijdens booten)
pt: FSTAB (montar no arranque)
uk: FSTAB (монтування при завантаженні)
zh_cn: fstab 挂载 (添加到启动 )

source: AUTOFS (mount as needed)
da: AUTOFS (mount efter behov)
et: AUTOFS (haagi vajadusel)
nl: AUTOFS (mount wanneer nodig)
pt: AUTOFS (montar como necessário)
uk: AUTOFS (під’єднання за потребою)
zh_cn: 自动挂载 (挂载所需的)

source: Finished restarting your network
cs: Dokončení restartování sítě
da: Genstart af dit netværk gennemført
et: Võrk taaskäivitatud
fr: Terminer redémarrage de votre réseau
nl: Herstarten van uw netwerk is voltooid
pt: Terminou de reiniciar a sua rede
uk: Перезапуск мережі завершено
zh_cn: 挂载完成重新启动网络

source: IP Address
cs: IP adresa
da: IP-adresse
et: IP aadress
nl: IP Adres
pt: Endereço IP
uk: АП Адреса
zh_cn: IP地址

source: Local share name
cs: Místní název sdílení
da: Lokal delingsnavn
et: Kohaliku võrgujao nimi
fr: Nom partage local
nl: Lokale gedeelde map
pt: Nome da partilha local
uk: Ім’я локального ресурсу
zh_cn: 本地共享名

source: Manage network shares
cs: Správa síťového sdílení
da: Administrer netværksdelinger
et: Võrgujaod
fr: Netzwerkfreigaben verwalten
nl: Beheer gedeelde netwerkmappen
pt: Gerir partilhas de Rede
uk: Управління мережевими ресурсами
zh_cn: 管理网络共享

source: Manage your network shares...
cs: Správa síťového sdílení...
da: Administrer dine netværksdelinger...
et: Võrgujaod...
fr: Gestion partages de votre réseau...
nl: Beheer uw netwerkverbindingen.
pt: Gerir as suas partilhas de rede...
uk: Управління мережевими ресурсами...
zh_cn: 管理您的网络共享...

source: Mount Again
cs: Připojit
da: Mount igen
et: Haagi uuesti
nl: Mount opnieuw
pt: Montar de novo
uk: Монтувати повторно
zh_cn: 再次挂载

source: Mount Manager
cs: Správce připojení
da: Mount-håndtering
et: Haakepunktid
fr: Gestion montage
pt: Gerir Montagem
uk: Помічник монтування
zh_cn: 挂载管理

source: Mount manager
da: Mount-håndtering
et: Haakepunktid
fr: Gestion montage
pt: Gerir montagem
uk: Помічник монтування
zh_cn: 挂载管理

source: Mount Viewer
cs: Prohlížeč připojení
da: Mount fremviser
et: Haakepunktid
pt: Ver Montagens
uk: Перегляд монтувань
zh_cn: 挂载查看器

source: Mount again
cs: Připojit znovu
da: Mount igen
et: Haagi uuesti
fr: Monter à nouveau
nl: Mount opnieuw
pt: Montar de novo
uk: Монтувати повторно
zh_cn: 再次挂载

source: Mount informations
cs: Info připojení
da: Mount Informationer
et: Haakepunkt
fr: Informations montage
nl: Info verbindingen
pt: Endereço
uk: Інформація про під’єднання
zh_cn: 挂载信息

source: Mount options
cs: Volby připojení
da: Mount tilvalg
et: Haakimise valikud
fr: Options montage
nl: Verbindings opties
pt: Opções de Montagem
uk: Параметри монтування
zh_cn: 挂载选项

source: Mount type
cs: Typ připojení
et: Haakimise tüüp
fr: Type montage
nl: Type verbinding
pt: Tipo de Montagem
uk: Тип під’єднання
zh_cn: 挂载类型

source: Mount using
cs: Připojit přes
da: Mount vha.
et: Haagi kasutades
nl: Gebruik mount met
pt: Montar e usar
uk: Під’єднання за допомогою
zh_cn: 挂载使用

source: Mounted/ Unmounted
cs: Připojeno/ Odpojeno
da: Mounted/ Ikke mounted
et: Haagitud/ Haakimata
fr: Monté/ Dé-monté
nl: Verbonden/ Niet verbonden
pt: Montado / Não Montado
uk: Під’єднаний/ Від’єднаний
zh_cn: 挂载/ 卸载

source: Mounting network shares...
cs: Připojení síťového disku...
da: Mounter netværksdelinger...
et: Võrgujagude haakimine...
nl: Network shares worden gemount...
pt: A montar partilhas de rede...
uk: Під’єднання мережевих ресурсів...
zh_cn: 挂载网络共...

source: Mountpoints management
cs: Správa bodů připojení
da: Mount-punkter administration
et: Haakepunktid
fr: Gestionnaire points montage
nl: Verbindingsbeheer
pt: Gestão de Pontos de Montagem
uk: Управління точками монтування
zh_cn: 挂载点管理

source: Mounts editor
cs: Editor připojení
da: Mounts redigering
et: Haakepunktid
fr: Editeur montages
nl: Verbindingseditor
pt: Editor de Montagens
uk: Редактор монтувань
zh_cn: 挂载编辑

source: Mounts management
cs: Správa připojení
pt: Gestão de Montagem

source: NFS share
cs: Disk NFS
da: NFS deling
et: NFS võrgujagu
fr: Partage NFS
pt: Partilha NFS
uk: NFS ресурси
zh_cn: NFS共享

source: Network Browser
cs: Prohlížeč sítě
da: Netværksbrowser
et: Võrgu uurimine
fr: Parcourir réseau
pt: Explorador de Redes
uk: Провідник мережі
zh_cn: 网络浏览器

source: No network devices found!
cs: Žádné síťové zařízení!
da: Ingen netværksenhed fundet!
et: Võrgukaarti ei leitud!
fr: Aucun périphériques réseau trouvé!
nl: Geen netwerkapparaten gevonden!
pt: Dispositvos de rede inexistentes!
uk: Мережевих пристроїв не знайдено!!
zh_cn: 没有找到网络设备!

source: Password
cs: Heslo
da: Adgangskode
et: Parool
fr: Mot de passe
nl: Wachtwoord
pt: Palavra-Passe
uk: Пароль
zh_cn: 密码

source: Please wait for activation of your network mount...
cs: Počkejte na aktivaci síťového připojení...
da: Vent venligt på aktivering af din netværks-mount...
et: Võrgu haakepunkti jõustamine...
fr: Veuillez attendre l'activation de votre montage réseau...
nl: Een ogenblikje geduld a.u.b. terwijl we uw netwerkverbinding activeren...
pt: Por favor aguarde pela ativação das suas montagem de rede...
uk: Будь ласка, зачекайте, йде активація вашого мережевого підключення...
zh_cn: 请稍等,激活您的网络挂载...

source: Please wait while removing your network mount...
cs: Počkejte na odstranění síťového připojení...
da: Vent venligst mens dit netværk-mount fjernes...
et: Võrgu haakepunkti eemaldamine...
fr: Veuiller attendre pendant le retrait du montage réseau...
nl: Een ogenblikje geduld a.u.b. terwijl we uw netwerkverbinding verwijderen...
pt: Por favor aguarde pela remoção das suas montagem de rede...
uk: Будь ласка, зачекайте, видалення мережевого підключення...
zh_cn: 请稍候,删除网络挂载...

source: Please wait while updating your network mount...
cs: Počkejte na aktualizaci síťového připojení...
da: Vent venligst mens dit netværk-mount opdateres...
et: Võrgu haakepunkti uuendamine...
fr: Veuillez attendre pendant la mise à jour montage réseau...
nl: Een ogenblikje geduld a.u.b. terwijl we uw netwerkverbinding bijwerken...
pt: Por favor aguarde enquanto se atualiza a sua montagem de rede...
uk: Будь ласка, зачекайте, йде оновлення мережевого підключення...
zh_cn: 请稍候,更新网络挂载...

source: Please wait while your network is restarting...
cs: Počkejte na restart síťového připojení...
da: Vent venligst, mens dit netværk genstartes...
et: Võrgu taaskäivitamine...
fr: Veuillez attendre pendant le redémarrage du réseau...
nl: Een ogenblikje geduld a.u.b. terwijl we uw netwerk herstarten...
pt: Por favor aguarde enquanto a rede reinicia...
uk: Будь ласка, зачекайте, поки Ваша мережа перезавантажується...
zh_cn: 正在重新启动网络,请稍候...

source: Press OK to activate the settings.
cs: OK aktivuje toto nastavení.
da: Tryk OK for at aktivere indstillinger.
et: Sätete jõustamiseks vajuta OK.
fr: Appuyez OK pour activer les paramètres.
nl: Druk op OK om te activeren.
pt: Prima OK para ativar as definições.
uk: Натисніть OK, щоб активувати настройки.
zh_cn: 按OK键激活设置.

source: Press OK to collapse this host
cs: OK sbalí tohoto hosta.
da: Tryk på OK for at klappe den vært sammen
et: Selle masina kitsendamiseks vajuta OK
nl: Druk op OK om deze host in te klappen
pt: Prima OK para recolher este Host
uk: Натисніть OK, щоб згорнути цей хост
zh_cn: 按确定以删除此主机

source: Press OK to edit selected settings.
cs: OK upraví vybrané nastavení.
da: Tryk på OK for at redigere valgte indstillinger.
et: Valitud sätete muutmiseks vajuta OK.
fr: Appuyez OK pour éditer les paramètres choisis.
nl: Druk op OK om te wijzigen.
pt: Prima OK para selecionar as definições.
uk: Натисніть OK, щоб змінити вибрані настройки.
zh_cn: 按OK键编辑选定的设置.

source: Press OK to edit the settings.
cs: OK upraví toto nastavení.
da: Tryk på OK for at redigere indstillinger.
et: Sätete muutmiseks vajuta OK.
fr: Appuyez OK pour éditer les paramètres.
nl: Druk op OK om op te slaan.
pt: Prima OK para editar as definições.
uk: Натисніть OK, щоб змінити налаштування.
zh_cn: 按“确定”编辑设置.

source: Press OK to expand this host
cs: OK rozbalí tohoto hosta.
da: Tryk på OK for at udvide denne vært
et: Selle masina laiendamiseks vajuta OK
fr: Appuyez sur OK pour élargir cet hôte
nl: Druk op OK om deze host uit te klappen
pt: Prima OK para expandir este Anfitrião
uk: Натисніть OK, щоб розширити цей хост
zh_cn: 按OK键以扩展此主机

source: Press OK to mount this share!
cs: OK připojí tento sdílený disk!
da: Tryk OK for at mount denne share!
et: Võrgujao haakimiseks vajuta OK!
nl: Druk op OK om deze share te mounten!
pt: Prima OK para montar esta partilha!
uk: Натисніть OK для монтування даного ресурсу!
zh_cn: 按OK键挂载此共享!

source: Press OK to mount!
cs: OK připojí!.
da: Tryk OK for at mount!
et: Haakimiseks vajuta OK!
fr: Appuyez OK pour monter!.
nl: Druk op OK om te verbinden!
pt: Prima OK para montar!
uk: Натисніть OK для монтування!
zh_cn: 按OK键挂载

source: Press OK to save settings.
cs: OK uloží toto nastavení.
da: Tryk OK for at gemme indstillinger.
et: Sätete salvestamiseks vajuta OK.
fr: Appuyez OK pour sauver les paramètres.
nl: Druk op OK om te bewaren.
pt: Prima OK para salvar as definições.
uk: Натисніть OK, щоб зберегти настройки.
zh_cn: 按OK键保存设置.

source: Press OK to select.
cs: OK vybere.
da: Tryk OK for at vælge.
et: Valimiseks vajuta OK.
fr: Appuyez OK pour choisir.
nl: Druk op OK om te selecteren.
pt: Prima OK para selecionar.
uk: Натисніть OK для підтвердження вибору.
zh_cn: 按OK键选择.

source: Re-mount network shares every (in hours)
cs: Připojovat síťové disky každé (hod)
da: Gen-mount netværksdelinger hver (i timer)
et: Haagi võrgujaod uuesti iga (tund)
nl: Network shares opnieuw mounten elke xx uur
pt: Re-Montar partilhas de rede todas as (em horas)
uk: Перепід’єднання мережевих ресурсів кожні (в годинах)
zh_cn: 重新挂载网络共享（每小时）

source: Really close without saving settings?
cs: Opravdu zavřít bez uložení nastavení?
da: Vil du lukke uden at gemme indstillinger?
et: Kas väljuda seadeid salvestamata?
nl: Echt afsluiten zonder op te slaan?
pt: Deseja Sair mesmo sem Gravar?
uk: Насправді закрити без збереження налаштувань?
zh_cn: 真的关闭而不保存设置？

source: Rescan
da: Gennemsøg igen
et: Uus otsing
fr: Rescanner
nl: Scan opnieuw
pt: Verificar novamente
uk: Пересканувати
zh_cn: 重新扫描

source: Save
cs: Ulož
da: Gem
et: Salvesta
nl: Bevestigen
pt: Salvar
uk: Зберегти
zh_cn: 保存

source: Scan NFS share
cs: Sken NFS disků
da: NFS share søgning
et: Otsi NFS võrgujagu
nl: Zoek NFS share
pt: Procurar partilha NFS
uk: Сканування NFS ресурсів
zh_cn: 扫描NFS共享

source: Scan range
cs: Rozsah skenu
da: Gennemsøg område
et: Otsingu vahemik
nl: Scan bereik
pt: Intervalo de Procura
uk: Діапазон сканування
zh_cn: 扫描范围

source: Schedule MountAgain
cs: Plán znovu připojení
da: Planlæg mount igen
et: Ajasta uuesti haakimine
nl: "Opnieuw mounten" programmeren
pt: Agendar Montar de novo
uk: Розклад повторного монтування
zh_cn: 再次挂载

source: Schedule a auto remount of your network shares.
cs: Naplánuje automatické znovupřipojení síťových disků.
da: Planlæg en automatisk gen-mount af dine netværksdelinger.
et: Ajasta võrgujagude automaatne haakimine.
fr: Planifier un remontage automatique de vos partages réseau.
nl: Programmeer automatisch opnieuw mounten van uw network shares.
pt: Agendar uma remontagem das partilhas de rede.
uk: Розклад автоматичного монтування ваших мережевих ресурсів.
zh_cn: 将你的网络共享自动重新挂载.

source: Search for network shares
cs: Hledání síťových disků
da: Søg efter netværksdelinger
et: Otsi võrgujagusi
fr: Parcourir les partages réseau
nl: Zoeken naar gedeelde mappen
pt: Procura por partilhas de rede
uk: Пошук мережевих ресурсів
zh_cn: 网络共享搜索

source: Search for network shares...
cs: Hledání síťových disků...
da: Søg efter netværksdelinger...
et: Otsi võrgujagusi...
fr: Recherche partages réseau...
nl: Zoeken naar gedeelde mappen.
pt: Procura por partilhas de rede...
uk: Пошук мережевих ресурсів...
zh_cn: 搜索网络共享...

source: Searching your network. Please wait...
cs: Prohledání sítě. Čekejte prosím...
da: Søger efter dit netværk. Vent venligst...
et: Võrguotsing. Oota...
fr: Recherche réseau. Veuillez patienter...
nl: Netwerk doorzoeken. Een ogenblikje...
pt: A procurar Rede, por favor espere...
uk: Пошук мережі. Будь ласка, зачекайте...
zh_cn: 搜索您的网络.请稍等...

source: Server IP
cs: IP serveru
et: Serveri IP
fr: Serveur IP
pt: IP do Servidor
uk: АП Сервера
zh_cn: 服务器IP

source: Server share
cs: Sdílený server
da: Serverdeling
et: Serveri võrgujagu
fr: Serveur partage
pt: Partilha do Servidor
uk: Ресурси сервера
zh_cn: 服务器共享

source: Setup Mount Again
cs: Nastavit znovupřipojení
da: Sæt mount op igen
et: Ajastatud haakimine
fr: Paramètre remontage
nl: "Opnieuw mounten" instellen
pt: Definir Montar de novo
uk: Повторне налаштування з’єднання
zh_cn: 设置再次挂载

source: User management
cs: Správa uživatelů
da: Brugeradministration
et: Kasutajate haldamine
fr: Gestion utilisateur
nl: Gebruikersbeheer
pt: Gestão de Utilizadores
uk: Управління користувачами
zh_cn: 用户管理

source: Usermanager
da: Brugerstyring
et: Kasutajate haldamine
fr: Gestionnaire utilisateur
nl: Gebruikersbeheer
pt: Gerenciador de Utilizadores
uk: Мененджер користувача
zh_cn: 用户管理器

source: Username
cs: Uživatel
da: Brugernavn
et: Kasutajanimi
fr: Nom utilisateur
nl: Gebruikersnaam
pt: Utilizador
uk: Ім’я користувача
zh_cn: 用户名

source: View, edit or delete mountpoints on your Receiver.
cs: Prohlíží, edituje nebo maže přípojné body na vašem stb.
da: Se, rediger eller slet mount points på din modtager.
et: Vaata, muuda või eemalda haakepunkte.
fr: Voir, éditer ou effacer points montage de votre Récepteur.
nl: Bekijken, verwijderen of aanpassen van de mounts van uw ontvanger.
pt: Ver, editar ou excluir pontos de montagem no seu Recetor.
uk: Перегляд, редагування або видалення точки монтування в Вашому приймачі.
zh_cn: 查看,编辑或删除您的接收器的挂载点.

source: View, edit or delete usernames and passwords for your network.
cs: Prohlíží, edituje nebo maže uživatelská jména a hesla pro vaši síť.
da: Se, rediger eller slet brugernavne og adgangskoder til dit netværk.
et: Vaata, muuda või eemalda võrgu kasutajanimesi ja paroole.
fr: Voir, éditer ou effacer noms utilisateurs et mots de passe de votre réseau.
nl: Bekijk, wijzig of verwijder gebruikersnaam en wachtwoord voor uw netwerk.
pt: Ver, editar ou excluir nomes de utlizador e senhas para a sua rede.
uk: Перегляд, редагування або видалення імен користувачів і паролів для вашої мережі.
zh_cn: 查看,编辑或删除您的网络用户名和密码.

source: Your network mount has been activated.
cs: Vaše síťové připojení byl aktivováno.
da: Dit netværk mount er blevet aktiveret.
et: Võrgu haakepunkt jõustati.
fr: Votre montage réseau a été activé.
nl: Uw netwerkverbinding is geactiveerd.
pt: A sua montagem de rede foi ativada.
uk: Ваше мережеве з’єднання було активовано.
zh_cn: 您的网络挂载已被激活.

source: Your network mount has been removed.
cs: Vaše síťová připojení bylo odebráno.
da: Dit netværk mount er blevet fjernet.
et: Võrgu haakepunkt eemaldati.
fr: Votre montage réseau a été retiré.
nl: Uw netwerkverbinding is verwijderd.
pt: A sua montagem de rede foi removida.
uk: Ваша мережеве з’єднання було видалено.
zh_cn: 您的网络挂载已被删除.

source: Your network mount has been updated.
cs: Vaše síťová připojení byl aktualizováno.
da: Dit netværk mount er blevet opdateret.
et: Võrgu haakepunkt uuendati.
fr: Votre montage réseau a été mis à jour.
nl: Uw netwerkverbinding is bijgewerkt.
pt: A sua montagem de rede foi atualizada.
uk: Ваше мережеве з’єднання було оновлено.
zh_cn: 您的网络挂载已更新.
