Repository: oe-alliance/enigma2-plugins
Catalog: networkbrowser/po/*.po
Languages: cs, da, et, fr, nl, pt, uk, zh_cn

source: Use as HDD replacement
cs: použít jako náhradu HDD
da: Brug som harddisk erstatning
et: Kasuta kõvaketta asendajana
nl: Gebruik als harde schijf vervanging
pt: Usar como substituição do Disco Rígido
zh_cn: 用作硬盘替换

source: You have changed the share name! Update existing entry and continue?
da: Du har ændret delingsnavnet! Opdater eksisterende post og fortsæt?
et: Võrgujao nime muudeti! Kas uuendada olemasolevat ja jätkata?
nl: U heeft de naam van de share veranderd! De bestaande naam aanpassen en doorgaan?
uk: Ви змінили ім'я ресурсу! Оновити існуючий запис і продовжити?
zh_cn: 您已更改了共享名称! 更新现有的条目并继续吗?

source: Dir:
cs: Adr:
da: Bib:
et: Kat:
fr: Répertoire:
nl: Map:
uk: Директорія:
zh_cn: 目录:

source: IP:
uk: АП:

source: Your network interface %s is not properly configured, so a network scan cannot be done. Please configure the interface and try again.
da: Din netværksgrænseflade %s er ikke korrekt konfigureret, så der kan ikkeudføres en netværkssøgning. Konfigurer venligst grænsefladen og prøv igen.
nl: Uw netwerkinterface %s is niet correct geconfigureerd, waardoor geen netwerkscan kan worden uitgevoerd. Configureer de interface en probeer het opnieuw.
