Repository: oe-alliance/enigma2-plugins
Catalog: ofdb/po/*.po
Languages: it, nl, sr

source: Ambiguous results
it: Risultati ambigui
nl: Dubbelzinnige resultaten
sr: Dvosmisleni rezultati

source: Channel Selection
it: Selezione Canale
nl: Kanaal keuze:
sr: Izbor kanala

source: Could't get Eventname
it: Nome evento non ottenibile!
nl: Kon de naam van het event niet lezen
sr: Nije moguć naziv događaja

source: Details
it: Dettagli
sr: Detalji

source: Downloading Movie Poster: %s...
it: Download poster film: %s
nl: Bezig met downloaden Movie Poster: %s...
sr: Preuzimam poster filma: %s...

source: Exit
it: Uscire
nl: Afsluiten
sr: Izaći

source: Lookup
it: Ricerca
nl: Zoekt
sr: Pretraga

source: No OFDb match.
it: Nessun riscontro OFDb.
nl: Geen OFDb overeenkomst.
sr: Nema OFDb slaganja.

source: No cast list found in the database.
it: Nessuna lista cast trovata nel database!
nl: Geen cast gevonden in de database.
sr: Lista uloga nije nađena u bazi podataka.

source: No details found.
it: Nessun dettaglio trovato!
nl: Geen details gevonden.
sr: Nisu nađeni detalji.

source: OFDb Details parsed
it: Dettagli OFDb analizzati
nl: OFDb Details verwerkt
sr: OFDb detalji analizirani

source: OFDb Download completed
it: Download OFDb completato
nl: OFDb Download kompleet
sr: Preuzimanje sa OFDb završeno

source: OFDb Download failed
it: Download OFDb fallito!
nl: OFDb Download mislukt
sr: Preuzimanje sa OFDb neuspešno

source: OFDb Plugin
it: Plugin OFDb
sr: OFDb dodatak

source: OFDb Re-Download completed
it: Ripetizione download OFDb completato
nl: OFDb Her-Download kompleet
sr: Ponovno preuzimanje sa OFDb završeno

source: OFDb query failed!
it: Ricerca OFDb fallita!
nl: OFDb query mislukt!
sr: Upit OFDb nije uspeo!

source: Please select the matching entry
it: Selezionare la voce di confronto
nl: Selecteer de overeenkomende entry
sr: Molim izaberite unos koji se slaže

source: Query OFDb: %s...
it: Ricerca OFDb: %s
sr: Upit OFDb: %s...

source: Query details from the Online-Filmdatenbank
it: Ricerca dettagli da "Online-Filmdatenbank"
nl: Query details van de Online-Filmdatabank
sr: Detalji upita sa onlajn filmske baze podataka

source: Re-Query OFDb: %s...
it: Ripetere ricerca OFDb: %s
sr: Ponovni upit OFDb: %s...

source: The Online-Filmdatenbank
it: "Online-Filmdatenbank"
nl: De Online-Filmdatabank
sr: Onlajn filmska baza podataka

source: Title Menu
it: Menu titolo
nl: Titel Menu
sr: Meni naslova

source: no user rating yet
it: Valutazioni non ancora disponibili!
nl: nog geen gebruikerswaardering
sr: Još nema ocene
