Repository: oe-alliance/enigma2-plugins
Catalog: networkbrowserpli/po/*.po
Languages: ca, cs, es, fr, hu, pl, sl, sr, sv, tr

source: A mount entry with this name already exists! Update existing entry and continue?
ca: Ja existeix un punt de muntatge amb aquest nom. Actualitzar l'existent i continuar?
cs: Bod připojení tohoto jména již existuje! Aktualizovat existující údaje a pokračovat?
es: Ya existe un punto de montaje con este nombre. ¿Actualizar el existente y continuar?
fr: Une entrée de montage avec ce nom existe déjà ! Voulez-vous mettre à jour l'entrée existante et continuer ?
hu: Egy hálózati meghajtó már csatlakoztatva van ezen a néven! Frissítsük annak adatait ezekkel?
pl: Udział sieciowy o tej nazwie już istnieje! Zaktualizować istniejący wpis i kontynuować?
sl: Omrežna naprava s tem imenom že obstaja! Vseeno nadaljujem?
sr: Maunt unos sa ovim imenom već postoji! Ažuriraj postojeći unos i nastavi?
sv: En monteringspunkt med samma namn finns redan! Uppdatera befintligt monteringspunkt och forsätta?
tr: Bu isimde bir bağlantı kaydı zaten mevcut! Mevcut olanın üzerine yazmak ve devam etmek istiyor musunuz?

source: Active
ca: Actiu
cs: Aktivní
es: Activo
fr: Actif
hu: Aktív
pl: Aktywny
sl: Aktivno omrežje
sr: Aktivan
sv: Aktiv
tr: Etkin

source: Active/ Inactive
ca: Actiu/ Inactiu
cs: aktivní/ neaktivní
es: Activo/ Inactivo
fr: Actif/ Inactif
hu: Aktív/ Inaktív
pl: Aktywny/ Niekatywny
sl: Aktivno/ Neaktivno
sr: Aktivan/ Neaktivan
sv: Aktiv/ Inaktiv
tr: Etkin/ Devre dışı

source: Add a new NFS or CIFS mount point to your Dreambox.
ca: Afegir un nou punt de muntatge NFS o CIFS al teu receptor.
cs: Přidat nový NFS nebo CIFS připojovací bod.
es: Añadir nuevo punto de montaje NFS o CIFS en tu receptor.
fr: Ajouter un nouveau point de montage NFS ou CIFS à votre récepteur.
hu: Egy új hálózati megosztás csatolása.
pl: Dodaj nowy udział sieciowy NFS lub CIFS
sl: NFS ali CIFS
sr: Dodaj novu CIFS ili NFS maunt tačku tvom drimboksu.
sv: Lägg till ny NFS eller CIFS monteringspunkt i din mottagare.
tr: Dreambox'ınıza yeni bir NFS veya CIFS ağ bağlantı noktası ekleyin.

source: Add new network mount point
ca: Afegir un nou punt de muntatge de red
cs: Přidat nový připojovací bod
es: Añadir nuevo punto de montaje de red
fr: Ajouter un nouveau réseau point de montage
hu: Új hálózati csatlakozási pont hozzáadása
pl: Dodawanie udziałów sieciowych
sl: Nova omrežna naprava
sr: Dodaj novu mrežnu tačku za maunt
sv: Lägg till ny nätverksmonteringspunkt
tr: Yeni ağ bağlantı noktası ekle

source: Are you sure you want to save this network mount?
ca: Estàs segur que vols guardar el muntatge de red?
cs: Opravdu chcete uložit tento připojovací bod?
es: Estás seguro que quieres guardar el montaje de red?
fr: Êtes-vous sûr de vouloir sauver ce montage réseau ?
hu: Biztos benne, hogy menteni kívánja ezt a hálózati csatlakozást?
pl: Czy chcesz zapisać ten udział sieciowy?
sl: Ste prepričani, da želite shraniti izbrano omrežno napravo?
sr: Da li sigurno želite da sačuvate ovaj mrežni maunt?
sv: Är du säker på att du vill spara den här nätverksmonteringen?
tr: Bu ağ bağlantı noktasını kaydetmek istiyor musunuz?

source: Attempt to mount shares again
ca: Intentar muntar de nou el recursos
cs: Pokus znovu připojit sdílení
es: Intentar montar de nuevo los recursos
fr: Tenter de monter les partages à nouveau
hu: Újracsatlakoztatás megkísérlése
pl: Spróbuj podmontować udziały ponownie
sl: Poskus ponovnega pripetja mrežnih naprav
sv: Försök att montera nätverksdelning igen

source: Attempt to recover lost mounts (in background)
ca: Intentar recuperar muntatges perduts (en segon pla)
cs: Pokus obnovit ztracené připojení (na pozadí).
es: Intentar recuperar montajes perdidos (en segundo plano)
fr: Tenter de récupérer les montages perdus (en arrière-plan)
hu: Elveszett megosztások újracsatlakoztatása (háttérben)
pl: Próbuje podmontować ponownie odłączone udziały sieciowe (w tle).
sl: Poskus obnovitve mrežnih naprav (v ozadju)
sv: Försök att återfå förlorade monteringspunkter (i bakgrunden)

source: Browse network neighbourhood
ca: Explorar red local
cs: Prohledání síťového okolí
es: Explorar red local
fr: Parcourir voisinage réseau
hu: Hálózat tallózása
pl: Przeglądaj otoczenie sieciowe
sl: Omrežna soseščina
sr: Pregledaj mrežno okruženje
sv: Bläddra i nätverket
tr: Ağ komşularına gözat

source: CIFS share
ca: CIFS
cs: CIFS sdílení
es: CIFS
fr: Partage CIFS
hu: CIFS megosztás
pl: Udział CIFS
sl: CIFS
sr: CIFS deljenje
sv: CIFS delning
tr: CIFS paylaşım

source: Cancel
ca: Cancel·lar
cs: Zrušit
es: Cancelar
fr: Annuler
hu: Mégse
pl: Anuluj
sl: Izhod
sv: Avbryt

source: Change hostname
ca: Canviar nom de host
cs: Změna názvu v síti
es: Cambiar nombre de host
fr: Changer le nom d'hôte
hu: Gépnév megváltoztatása
pl: Zmień nazwę hosta
sl: Sprememba imena sprejemnika
sr: Promeni ime hosta
sv: Byt värdnamn
tr: Konak adını değiştir

source: Change the hostname of your Dreambox.
ca: Canviar nom de host del teu receptor
cs: Změna názvu přijímače v síti.
es: Cambiar nombre de host de tu receptor
fr: Changer le nom d'hôte de votre récepteur.
hu: A készülék hálózati gépnevének megváltoztatása.
pl: Zmień nazwę hosta dla STB.
sl: Sprememba mrežnega imena satelitskega sprejemnika.
sr: Promeni ime hosta svog drimboksa.
sv: Byt värdnamn på din mottagare.
tr: Dreambox'ınızın konak adını değiştirin.

source: Close
ca: Tancar
cs: Zavřít
es: Cerrar
fr: Fermer
hu: Bezár
pl: Zamknij
sl: Izhod
sr: Zatvori
sv: Stäng
tr: Kapat

source: Delete
ca: Borrar
cs: Smazat
es: Borrar
fr: Effacer
hu: Törlés
pl: Usuń
sl: Izbris
sr: Obriši
sv: Ta bort
tr: Sil

source: Delete mount
ca: Borrar muntatge
cs: Smazat
es: Borrar montaje
fr: Supprimer montage
hu: Hálózati csatlakozás törlése
pl: Usuń udział sieciowy
sl: Izbris
sv: Ta bort monteringspunkt

source: Dir:
cs: adr:
hu: Mappa:
pl: Katalog:
sl: Mapa:
tr: Klasör:

source: Do you want to enter a username and password for this host?
ca: Vols introduir nom d'usuari y contrasenya per aquest host?
cs: Chcete zadat uživatelské jméno a heslo pro tento hostitelský počítač?
es: Quieres introducir nombre de usuario y contraseña para este host?
fr: Voulez-vous entrer un nom d'utilisateur et mot de passe pour cet hôte ?
hu: Szükséges-e felhasználónév és jelszó megadása?
pl: Czy chcesz wpisać nazwę użytkownika i hasło dla tego hosta?
sl: Želite vnesti uporabniško ime in geslo za izbranega gostitelja?
sr: Želite li da postavite korisničko ime i lozinku za ovaj host?
sv: Vill du ange ett användarnamn och lösenord för den här värden?
tr: Bu konak için kullanıcı adı ve parola tanımlamak istiyor musunuz?

source: Enter IP to scan...
ca: Introduir IP a buscar...
cs: Zadejte IP pro hledání...
es: Introducir IP a buscar...
fr: Entrer l'adresse IP à scanner ...
hu: Adja meg a lekeresendő IP-címet
pl: Wpisz IP do skanowania...
sl: Vnesite IP naslov:
sv: Ange IP att skanna...

source: Enter new hostname for your Dreambox
ca: Introduir nou nom de host per al teu receptor
cs: Zadejte síťový název Vašeho přijímače
es: Introducir nuevo nombre de host para tu receptor
fr: Saisisser nouveau nom d'hôte pour votre récepteur
hu: Adja meg a készülék új hosztnevét
pl: Wpisz nową nazwę hosta dla STB
sl: Vnesite novo gostiteljsko ime za sprejemnik
sr: Unesi novo ime hosta za svoj drimboks
sv: Ange nytt värdnamn för din mottagare
tr: Dreambox'ınızın yeni konak adını girin

source: Enter options:
ca: Introduir opcions:
cs: Zadejte možnosti:
es: Introducir opciones:
fr: Entrer les options :
hu: Opciók:
pl: Wpisz opcje:
sl: Vnesite možnosti:
sr: Unesi opcije:
sv: Ange optioner:
tr: Seçenekleri girin:

source: Enter password:
ca: Introduir contrasenya:
cs: Zadejte heslo:
es: Introducir contraseña:
fr: Entrer mot de passe :
hu: Jelszó:
pl: Wpisz hasło:
sl: Vnesite geslo:
sr: Unesi lozinku:
sv: Ange lösenord:
tr: Parola girin:

source: Enter share directory:
ca: Introduir directori compartit:
cs: Zadejte sdílený adresář:
es: Introducir directorio compartido:
fr: Entrer répertoire de partage :
hu: Megosztott mappa:
pl: Wpisz katalog udostępniony:
sl: Vnesite deljeno mapo:
sr: Unesi zajed. direktorijum:
sv: Ange delat bibliotek:
tr: Paylaşım klasörünü girin:

source: Enter share name:
ca: Introduir nom del recurs compartit:
cs: Zadejte název sdílení:
es: Introducir nombre recurso compartido:
fr: Entrer le nom de partage :
hu: Megosztás neve:
pl: Wpisz nazwę udziału sieciowego:
sl: Vnesite deljeno ime:
sr: Unesi zajed. ime:
sv: Ange delningsnamn:
tr: Paylaşım adını girin:

source: Enter user and password for host:
ca: Introduir usuari i contrasenya per al host:
cs: Zadání uživatele a hesla pro:
es: Introducir usuario y contraseña para el host:
fr: Entrer utilisateur et mot de passe pour l'hôte :
hu: Adja meg a felhasználónevet és a jelszavat a géphez:
pl: Wpisz nazwę użytkownika i hasło dla hosta:
sl: Vnesite uporabniško ime in geslo za gostitelja:
sr: Unesi korisnika i lozinku za host:
sv: Ange användare och lösenord för värd:
tr: Konak için kullanıcı adı ve parola girin:

source: Enter username:
ca: Introduir nom d'usuari:
cs: Zadejte uživatelské jméno:
es: Introducir nombre de usuario:
fr: Entrer le nom d'utilisateur :
hu: Felhasználónév
pl: Wpisz nazwę użytkownika:
sl: Vnesite uporabniško ime:
sr: Unesi korisničko ime:
sv: Ange användarnamn:
tr: Kullanıcı adı girin:

source: Expert
es: Experto
hu: Haladó
pl: Ekspert
sl: Napredno

source: Finished restarting your network
ca: Reinici de red finalitzat
cs: Dokončen restart sítě
es: Reinicio de red finalizado
fr: Terminé le redémarrage de votre réseau
hu: A hálózati kapcsolat újraindítása befejeződött
pl: Zakończono restartowanie sieci
sl: Ponovni zagon omrežja je končan!
sr: Završeno restartovanje vaše mreže
sv: Klar med omstart av ditt nätverk
tr: Ağ yeniden başlatıldı

source: IP Address
ca: Direcció IP
cs: IP adresa
es: Dirección IP
fr: Adresse IP
hu: IP cím
pl: Adres IP
sl: IP naslov
sv: IP Adress

source: Local share name
ca: Nom de recurs local
cs: Název pro sdílení
es: Nombre de recurso local
fr: Nom du partage local
hu: Helyi hálózati megosztás neve
pl: Lokalna nazwa udziału
sl: Ime omrežne naprave
sr: Lokalno zajed. ime
sv: Lokalt delningsnamn
tr: Yerel paylaşım adı

source: Manage network shares
ca: Administrar els recursos de red
cs: Správa síťových sdílení
es: Administrar los recursos de red
fr: Gérer les partages réseau
hu: Hálózati megosztások kezelése
pl: Zarządzaj udziałami sieciowymi
sl: Upravljanje z mrežnimi napravami
sr: Upravljaj delovima mreže
sv: Hantera nätverksdelningar
tr: Ağ paylaşımlarını yönet

source: Manage your network shares...
ca: Administrar els recursos de red...
cs: Správa Vašich síťových sdílení...
es: Administrar los recursos de red...
fr: Gérer vos partages réseau ...
hu: Hálózati megosztások kezelése...
pl: Zarządzaj udziałami sieciowymi...
sl: Upravljanje z mrežnimi napravami
sr: Upravljaj delovima svoje mreže...
sv: Hantera dina nätverksdelningar...
tr: Ağ paylaşımlarını yönetin.

source: Mount again
ca: Muntar de nou
cs: Znovu připojit
es: Montar de nuevo
fr: Monter à nouveau
hu: Újracsatlakoztatás
pl: Montuj ponownie
sl: Ponovno dodajanje
sv: Montera igen

source: Mount informations
ca: Informació de muntatge
cs: informace o připojení
es: Información de montaje
fr: Monter informations
hu: Csatlakozási információk
pl: Informacje o udziale sieciowym
sl: Informacije o mrežnih napravah
sr: Maunt informacije
sv: Monteringsinformation
tr: Bağlantı bilgileri

source: Mount options
ca: Opcions de muntatge
cs: Možnosti připojení
es: Opciones de montaje
fr: Options de montage
hu: Csatlakozás opciói
pl: Opcje montowania
sl: Napredne NFS nastavitve
sr: Maunt opcije
sv: Monteringsoptioner
tr: Bağlantı seçenekleri

source: Mount type
ca: Tipus de muntatge
cs: Typ připojení
es: Tipo de montaje
fr: Type de montage
hu: Csatlakozás típusa
pl: Typ udziału sieciowego
sl: CIFS ali NFS (izberite)
sr: Maunt tip
sv: Monteringstyp
tr: Bağlantı tipi

source: MountManager
ca: Administrador de muntatges
cs: Síťová připojení
es: Administrador de montajes
fr: Gestionnaire de montage
hu: Megosztás-kezelő
pl: Menadżer montowania
sl: Dodajanje mrežnih naprav
sr: Maunt menadžer
sv: Monteringshanterare
tr: Ağ diski yönetimi

source: Mounted/ Unmounted
ca: Muntat/ Desmuntat
cs: připojeno/ odpojeno
es: Montado/ Desmontado
fr: Monter/ démonter
hu: Csatlakoztatva/ Lebontva
pl: Zamontowany/ Odmontowany
sl: Dodano/ Nedodano
sr: Mauntan/ Nemauntan
sv: Monterad/ Omonterad
tr: Bağlı/ Bağlı değil

source: Mountpoints management
ca: Administració de punts de muntatge
cs: Správa připojovacích bodů
es: Administración de puntos de montaje
fr: Gestion des points de montage
hu: Hálózati megosztások csatlakoztatása
pl: Zarządzanie udziałami sieciowymi
sl: Upravljanje z mrežnimi napravami
sr: Upravljanje maunt tačkama
sv: Monteringspunktshantering
tr: Bağlantı noktası yönetimi

source: Mounts editor
ca: Editor de muntatges
cs: Editor připojení
es: Editor de montajes
fr: Editeur de montage
hu: Megosztás-kezelő
pl: Edytor montowania
sl: Dodajanje mrežne naprave
sr: Maunt urednik
sv: Monteringseditor
tr: Bağlantı düzenleyici

source: Mount failed
sl: Pripajanje neuspešno

source: Mounts management
ca: Administració de muntatges
cs: Správa připojení
es: Administración de montajes
fr: Gestion des montages
hu: Megosztások kezelése
pl: Zarządzanie udziałami sieciowymi
sl: Upravljanje
sr: Upravljanje mauntima
sv: Monteringshantering
tr: Ağ Diski Yönetimi

source: NFS share
ca: NFS
cs: NFS sdílení
es: NFS
fr: Partage NFS
hu: NFS megosztás
pl: Udział NFS
sl: NFS
sr: NFS deljenje
sv: NFS delning
tr: NFS paylaşım

source: NetworkBrowser
ca: Explorador de red
cs: Procházet síť
es: Explorador de red
fr: Explorateur réseau
hu: Hálózat tallózó
pl: Przeglądarka sieci
sl: Iskalnik mrežnih naprav
sr: Pretraživač mreže
sv: Nätverksbläddring
tr: Ağ gezgini

source: No network devices found!
ca: Cap dispositiu de red trobat!
cs: Nenalezeno žádné síťové zařízení!
es: Ningún dispositivo de red encontrado!
fr: Aucun périphérique réseau trouvé !
hu: Nincs elérhető hálózati interfész!
pl: Nie znaleziono urządzeń sieciowych!
sl: Ni najdenih mrežnih naprav!
sr: Nije pronađen nijedan mrežni uređaj
sv: Inget nätverkskort funnet!
tr: Ağ aygıtı bulunamadı!

source: Password
ca: Contrasenya
cs: Heslo
es: Contraseña
fr: Mot de passe
hu: Jelszó
pl: Hasło
sl: Geslo
sr: Lozinka
sv: Lösenord
tr: Parola

source: Please wait for activation of your network mount...
ca: Per favor, espera mentre s'activa el teu muntatge de red...
cs: Počkejte na aktivaci Vašeho síťového připojení...
es: Por favor, espera mientras se activa tu montaje de red...
fr: Veuillez attendre pour l'activation de votre montage réseau ...
hu: Kérem, várjon, ameddig a hálózati csatlakoztatás létrejön...
pl: Czekaj na aktywację twojego udziału sieciowego...
sl: Poteka aktivacija mrežne naprave... Prosim počakajte!
sr: Molim sačekajte za aktiviranje vašeg mrežnog maunta...
sv: Vänligen vänta på aktivering av din nätverksmontering...
tr: Ağ diski etkinleştirilirken lütfen bekleyin...

source: Please wait while removing your network mount...
ca: Per favor, espera mentre s'elimina el teu muntatge de red...
cs: Čekejte na odstranění Vašeho síťového připojení...
es: Por favor, espera mientras se elimina tu montaje de red...
fr: Veuillez patienter pendant la suppression de votre montage réseau ...
hu: Kérem, várjon, ameddig a hálózati csatlakoztatás eltávolításra kerül...
pl: Czekaj, trwa usuwanie udziału sieciowego...
sl: Poteka odstranjevanje mrežne naprave... Prosim počakajte!
sr: Molim sačekajte dok se uklanja vaš mrežni maunt...
sv: Vänligen vänta medans din nätverksmontering tas bort...
tr: Ağ diski kaldırılırken lütfen bekleyin...

source: Please wait while updating your network mount...
ca: Per favor, espera mentre s'actualitza el teu muntatge de red...
cs: Čekejte na dokončení aktualizace síťového připojení...
es: Por favor, espera mientras se actualiza tu montaje de red...
fr: Veuillez patienter pendant la mise à jour de votre montage réseau ...
hu: Kérem, várjon, míg a a hálózati csatlakozás frissül...
pl: Czekaj, trwa aktualizacjia udziału sieciowego...
sl: Mrežne naprave se posodabljajo... Prosim počakajte!
sr: Molim sačekajte dok se ažurira vaš mrežni maunt...
sv: Vänligen vänta medans din nätverksmontering uppdateras...
tr: Ağ diski güncelleştirilirken lütfen bekleyin...

source: Please wait while your network is restarting...
ca: Per favor, espera mentre es reinicia la red...
cs: Čekejte prosím, zatímco se síť restartuje...
es: Por favor, espera mientras se reinicia la red...
fr: Veuillez patienter pendant le redémarrage de votre réseau ...
hu: Kérem, várjon, ameddig a hálózati konfiguráció újraindul...
pl: Czekaj, trwa restart sieci...
sl: Izvaja se ponovni zagon omrežja... Prosim počakajte!
sr: Molim sačekajte dok se vaša mrežni restartuje...
sv: Vänligen vänta medans ditt nätverk omstartas...
tr: Ağ diski yeniden başlatılırken lütfen bekleyin...

source: Press OK to activate the settings.
ca: Prem OK per activar la configuració
cs: Stiskněte OK pro aktivaci nastavení.
es: Pulsa OK para activar la configuración
fr: Pressez OK pour activer les paramètres.
hu: Az OK gombbal aktiválhatja a beállításokat.
pl: Wciśnij OK, aby aktywować ustawienia
sl: Za aktiviranje nastavitev pritisnite OK.
sr: Pritisni OK da aktiviraš postavke.
sv: Tryck OK för att aktivera inställningarna.
tr: Onaylamak için OK tuşuna basın.

source: Press OK to collapse this host
ca: Prem OK per contraure aquest host
cs: Stiskněte OK pro sbalení tohoto hostitele
es: Pulsa OK para contraer este host
fr: Pressez OK pour replier ce hôte
hu: Az OK gombbal elrejtheti a részleteket
pl: Wciśnij OK, aby 'zwinąć' tego hosta
sl: Če želite razširiti pogled pritisnite OK.
sv: Tryck OK för att stänga denna värd

source: Press OK to edit selected settings.
ca: Prem OK per a editar la configuració seleccionada.
cs: Stiskněte OK pro úpravu vybraného nastavení.
es: Pulsa OK para editar la configuración seleccionada.
fr: Pressez OK pour modifier les paramètres sélectionnés.
hu: Nyomja le az OK gombot a beállítások szerkesztéséhez
pl: Wcisnij OK, aby edytować wybrane ustawienia.
sl: Za spremembo izbranih nastavitev pritisnite OK.
sr: Pritisni OK da urediš izabrane postavke.
sv: Tryck OK för att ändra vald inställning.
tr: Seçilen ayarları düzenlemek için OK tuşuna basın.

source: Press OK to edit the settings.
ca: Prem OK per a editar la configuració.
cs: Stiskněte OK pro úpravu nastavení.
es: Pulsa OK para editar la configuración.
fr: Pressez OK pour modifier les paramètres.
hu: nyomja le az OK gombot a beállítások módosításához.
pl: Aby edytować ustawienia, wciśnij OK.
sl: Za spreminjanje nastavitev pritisnite OK.
sr: Pritisni OK da urediš postavke.
sv: Tryck OK för att ändra inställning.
tr: Düzenlemek için OK tuşuna basın.

source: Press OK to expand this host
ca: Prem OK per a expandir aquest host.
cs: Stiskněte OK pro rozbalení tohoto hostitele
es: Pulsa OK para expandir este host.
fr: Pressez OK pour étendre cet hôte
hu: Az OK gombbal megjelenítheti a részleteket
pl: Wciśnij OK, aby 'rozwinąć' tego hosta
sl: Za razširitev pogleda pritisnite OK.
sv: Tryck OK för att expandera denna värd

source: Press OK to mount this share!
ca: Prem OK per a muntar aquest recurs compartit!
cs: Stiskněte OK pro připojení tohoto sdílení!
es: Pulsa OK para montar este recurso compartido!
fr: Pressez OK pour monter ce partage !
hu: Nyomja le az OK gombot a megosztáshoz való csatlakozáshoz!
pl: Wciśnij OK, aby zamontować ten udział!
sl: Za vklop mrežne naprave pritisnite OK.
sv: Tryck OK för att montera denna nätverksdelning!

source: Press OK to mount!
ca: Prem OK per a muntar!
cs: Stiskněte OK pro připojení!
es: Pulsa OK para montar!
fr: Pressez OK pour monter !
hu: Nyomja le az OK gombot a csatlakozáshoz!
pl: Wciśnij OK, aby zamontować!
sl: Za pripojitev mrežne napreva pritisnite OK!
sr: Pritisni OK za maunt.
sv: Tryck OK för att montera!
tr: Diski bağlamak için OK tuşuna basın.

source: Press OK to save settings.
ca: Prem OK per a guardar la configuració.
cs: Stiskněte OK pro uložení nastavení
es: Pulsa OK para guardar la configuración.
fr: Pressez OK pour enregistrer les paramètres.
hu: Nyomja le az OK gombot a beállítások mentéséhez.
pl: Wciśnij OK, aby zapisać ustawienia.
sl: Za shranitev nastavitev pritisnite OK.
sr: Pritisni OK da sačuvaš postavke.
sv: Tryck OK för att spara inställning.
tr: Ayarları kaydetmek için OK tuşuna basın.

source: Press OK to select.
ca: Prem OK per a seleccionar.
cs: Stiskněte OK pro výběr.
es: Pulsa OK para seleccionar.
fr: Pressez OK pour sélectionner.
hu: Nyomja le az OK gombot a kiválasztáshoz.
pl: Wciśnij OK, aby wybrać.
sl: Za izbiro pritisnite OK.
sr: Pritisni OK da izabereš.
sv: Tryck OK för att välja.
tr: Seçmek için OK tuşuna basın.

source: Rescan
ca: Tornar a buscar
cs: Znovu vyhledat
es: Volver a buscar
hu: Újrakeresés
pl: Skanuj ponownie
sl: Ponovno iskanje
sv: Sök igenom igen

source: Scan NFS share
ca: Buscar muntatge NFS
cs: Hledat NFS sdílení
es: Buscar montaje NFS
fr: Scan partage NFS
hu: NFS megosztások keresése
pl: Przeszukaj udział NFS
sl: Iskanje NFS
sv: Skanna NFS delning

source: Scan range
ca: Rang de recerca
cs: Rozsah hledání
es: Rango de búsqueda
fr: Scan rang
hu: Keresési tartomány
pl: Zakres skanowania
sl: Razpon iskanja
sv: Skanna område

source: Search for network shares
ca: Buscar recursos de red compartits
cs: Vyhledat sdílení v síti
es: Buscar recursos de red compartidos
fr: Rechercher les partages réseau
hu: Hálózati megosztások keresése
pl: Szukaj udziałów sieciowych
sl: Iskanje mrežnih naprav
sr: Traženje delova mreže
sv: Söker efter nätverksutdelningar
tr: Ağ paylaşımlarını ara

source: Search for network shares...
ca: Buscar recursos de red compartits...
cs: Vyhledat síťová sdílení...
es: Buscar recursos de red compartidos...
fr: Rechercher les partages réseau ...
hu: Hálózati megosztások keresése...
pl: Szukaj udziałów sieciowych...
sl: Iskanje mrežnih naprav
sr: Traženje delova mreže...
sv: Söker efter nätverksutdelningar...
tr: Ağ paylaşımlarını arayın.

source: Searching your network. Please wait...
ca: Buscant en la teva red. Per favor, espera...
cs: Prohledávám Vaši síť. Čekejte, prosím...
es: Buscando en tu red. Por favor, espera...
fr: Recherche de votre réseau. Veuillez patienter ...
hu: Hálózatkeresés... Kérem, várjon...
pl: Wyszukiwanie sieci. Proszę czekać...
sl: Poteka pregledovanje omrežja... Prosim počakajte!
sv: Söker ditt nätverk. Var god vänta ...
tr: Ağınız aranıyor. Lütfen bekleyin...

source: Server IP
ca: IP servidor
cs: IP serveru
es: IP servidor
fr: IP serveur
hu: Szerver IP
pl: IP serwera
sl: IP serverja
tr: Sunucu IP

source: Server share
ca: Servidor compartit
cs: Sdíleno serverem jako
es: Servidor compartido
fr: Nom du dossier à partager
hu: Szerver megosztas
pl: Udostępniony udział serwera
sl: Izberite pot do mape na mrežni napravi
sr: Server
sv: Serverdelning
tr: Paylaşım klasörü

source: User management
ca: Administració d'usuari
cs: Správa uživatele
es: Administración de usuario
fr: Gestion utilisateur
hu: Felhasználó-kezelés
pl: Zarządznie użytkownikami
sl: Upravljanje z uporabniki
sr: Korisnikovo upravljanje
sv: Användarhantering
tr: Kullanıcı yönetimi

source: Usermanager
ca: Administrador d'usuari
cs: Správce uživatele
es: Administrador de usuario
fr: Gestionnaire utilisateur
hu: Felhasználó-kezelő
pl: Menadżer użytkowników
sl: Upravljanje z uporabniki
sr: Korisnički menadžer
sv: Användarhanterare
tr: Kullanıcı yönetimi

source: Username
ca: Nom d'usuari
cs: Uživatel
es: Nombre de usuario
fr: Nom d'utilisateur
hu: Felhasználónév
pl: Nazwa użytkownika
sl: Uporabniško ime
sr: Korisn. ime
sv: Användarnamn
tr: Kullanıcı adı
