Repository: oe-alliance/enigma2-plugins
Catalog: networkbrowserpli/po/*.po
Languages: ca, cs, es, fr, hu, pl, sl, sr, sv, tr

source: View, edit or delete mountpoints on your Dreambox.
ca: Veure, editar o eliminar punts de muntatge del teu receptor.
cs: Prohlížet, upravit nebo smazat připojovací body Vašeho přijímače.
es: Ver, editar o eliminar puntos de montaje de tu receptor.
fr: Afficher, modifier ou supprimer des points de montage sur votre récepteur.
hu: Csatlakoztatott hálózati megosztások megtekintése, szerkesztése vagy törlése.
pl: Zobacz, edytuj lub usuń udziały sieciowe.
sl: Poglejte, spremenite ali brišite mrežne naprave na sprejemniku.
sr: Vidi, uredi ili obriši maunt tačke na svom drimboksu.
sv: Visa, ändra eller ta bort monteringspunkter på din mottagare.
tr: Dreambox'ınızdaki ağ bağlantı noktalarını inceleyin, düzenleyin veya silin.

source: View, edit or delete usernames and passwords for your network.
ca: Veure, editar o eliminar usuaris i contrasenyes de la teva red.
cs: Prohlížet, upravit nebo smazat uživatele a hesla pro Vaši síť
es: Ver, editar o eliminar usuarios y contraseñas de tu red.
fr: Afficher, modifier ou supprimer des noms d'utilisateur et mots de passe pour votre réseau.
hu: Hálózati felhasználónevek és jelszavak megtekintése, szerkesztése vagy törlése.
pl: Zobacz, edytuj lub usuń nazwy użytkowników i hasła twojej sieci.
sl: Glejte, spremenite ali brišite gesla in uporabniška imena mrežnih naprav.
sr: Vidi, uredi ili obriši korisn. imena i lozinke sa svoje mreže.
sv: Visa, ändra eller ta bort användarnamn och lösenord på ditt nätverk.
tr: Ağınızdaki kullanıcı hesaplarını inceleyin, düzenleyin veya silin.

source: Your network mount has been activated.
ca: El teu muntatge de red s'ha activat.
cs: Vaše síťové připojení bylo aktivováno.
es: Tu montaje de red se ha activado.
fr: Votre montage réseau a été activé.
hu: A hálózati csatlakozás most már aktív.
pl: Udział sieciowy został aktywowany.
sl: Mrežna naprava je omogočena.
sr: Vaš mrežni maunt je aktiviran.
sv: Din nätverksmontering har aktiverats.
tr: Ağ diski bağlantınız etkinleştirildi.

source: Your network mount has been removed.
ca: El teu muntatge de red s'ha eliminat.
cs: Vaše síťové připojení bylo odstraněno.
es: Tu montaje de red se ha eliminado.
fr: Votre montage réseau a été supprimé.
hu: A hálózati csatlakozás el lett távolítva.
pl: Udział sieciowy został usunięty.
sl: Mrežna naprava je odstranjena.
sr: Vaš mrežni maunt je uklonjen.
sv: Din nätverksmontering har tagits bort.
tr: Ağ diski bağlantınız kaldırıldı.

source: Your network mount has been updated.
ca: El teu muntatge de red s'ha actualitzat.
cs: Bod připojení byl zaktualizován.
es: Tu montaje de red se ha actualizado.
fr: Votre montage réseau a été mis à jour.
hu: A hálózati csatlakozás frissítve lett.
pl: Udział sieciowy został zaktualizowany.
sl: Mrežna naprava je posodobljena.
sr: Vaš mrežni maunt je ažuriran.
sv: Din nätverksmontering har uppdaterats.
tr: Ağ diski bağlantınız güncellendi.

source: use as HDD replacement
ca: utilitzar com reemplaçament del HDD
cs: Použít jako náhradu HDD
es: usar como reemplazo del HDD
fr: Utiliser comme remplacement du disque dur
hu: Használat merevlemez helyett
pl: Użyj jako HDD
sl: Uporaba namesto trdega diska
sv: använd som HDD ersättning

source: Your network configuration has been activated.
sl: Mrežne nastavitve so zdaj aktivirane!
