Repository: oe-alliance/enigma2-plugins
Catalog: movielistpreview/po/*.po
Languages: fa, it, nl

source: Activate Movielist Preview
fa: فعال کردن لیست نمایش فیلم ها
it: Attivare Movielist Preview
nl: Activeer Movielist vooruitblik

source: Autocreate of missing previews
fa: ایجاد خودکار نمایش از دست رفته
it: Creare automaticamente anteprime mancanti
nl: Autom. maken van missende vooruitblikken

source: Autocreate of previews aborted due user!
fa: ایجاد خودکار نمایش موارد از بین رفته ناشی از خطای کاربر
it: Creazione automatica anteprime interrotta dall'utente!
nl: Autom. maken door U afgebroken!

source: Change Movielist Preview position
fa: تغییر مکان نمایش لیست فیلم ها
it: Cambiare posizione a Movielist Preview
nl: Schermpositie en grootte veranderen

source: Could not find any movie!
fa: هیچ فیلمی را نتوانست پیدا کند
it: Impossibile trovare registrazioni!
nl: Geen opgenomen bestand gevonden!

source: Create preview
fa: ایجاد یک نمایش
it: Creare anteprima
nl: Maak vooruitblik

source: Deactivate Movielist Preview
fa: غیر فعال کردن نمایش لیست فیلم ها
it: Disattivare Movielist Preview
nl: Deactiveer Movielist vooruitblik

source: Everything done ;)
fa: همه چیز انجام گردید
it: Tutto fatto ;-)
nl: Alles gereed ;)

source: Movielist Preview
fa: نمایش لیست فیلم ها

source: OK
fa: مورد تایید است

source: Preview created.
fa: نمایش موارد ایجاد شده
it: Anteprima creata.
nl: Vooruitblik gemaakt

source: %s - creating preview for movie %s
it: %s - creazione anteprima per %s in corso
nl: %s - vooruitblik maken voor bestand %s
