Repository: oe-alliance/enigma2-plugins
Catalog: pushservice/po/*.po
Languages: it

source: PushService No configuration file present
it: File di configurazione assente

source: PushService Exception in readXML:
it: Eccezione in lettura XML:

source: PushService Exception in writeXML:
it: Eccezione in scrittura XML:

source: Configuration
it: Configurazione

source: Page up
it: Pagina sù

source: Page down
it: Pagina giù

source: Exit without saving
it: Uscire senza salvare

source: Save and exit
it: Salvare e uscire

source: Show Services
it: Mostr. servizi

source: Show Controllers
it: Mostr. controlli

source: Back to main screen
it: Tornare al menu principale

source: Test selected Service
it: Test servizio

source: Add Service
it: Agg. servizio

source: Remove Service
it: Rim. servizio

source: Test selected Controller
it: Test controllo

source: Add Controller
it: Agg. controllo

source: Remove Controller
it: Rim. controllo

source: Cancel
it: Annull.

source: Services
it: Servizi

source: Controllers
it: Controlli

source: Enable PushService
it: Abilitare PushService

source: Dreambox name
it: Nome Dreambox

source: Config file
it: File di configurazione

source: Start time (HH:MM)
it: Ora di avvio (HH:MM)

source: Period in hours (0=disabled)
it: Periodo in ore (0 >> disabilitare)

source: Run on boot
it: Avviare al boot

source: Boot delay
it: Ritardo avvio

source: Main
it: Princip.

source: Add service
it: Agg. servizio

source: Remove service
it: Rim. servizio

source: Add controller
it: Agg. controllo

source: Remove controller
it: Rim. controllo

source: Really close without saving settings?
it: Uscire senza salvare la configurazione?

source: Testing Service
it: Test servizio in corso

source: Testing... Cancel?
it: Test in corso... Annullare?

source: Testing Controller
it: Test controllo in corso

source: Testing
it: Test in corso

source: Nothing to test
it: Nulla da verificare

source: PushService Config
it: Configurazione PushService

source: Push test
it: Test invio

source: If You can see this, Your configuration is correct.
it: Se viene visualizzato questo messaggio la configurazione è corretta.

source: PushService Test exception:
it: Eccezione test PushService

source: Test has been finished successfully
it: Il test è stato eseguito correttamente

source: Nothing to push
it: Nulla da segnalare

source: Test failed: %s
it: Test fallito: %s

source: Test failed %s
it: Test fallito %s

source: Test failed
it: Test fallito

source: PushService Module %s:
it: Modulo %s:

source: Skipping config option:
it: Tralasciare opzioni di configurazione:

source: PushService Find module exception:
it: Rilevata eccezione modulo:

source: PushService No module found:
it: Nessun modulo trovato:

source: PushService Load exception:
it: Eccezione caricamento:

source: PushService No module available:
it: Nessun modulo disponibile:

source: PushService Warning attribute not available:
it: Attenzione, attributo non disponibile:

source: PushService Warning no class definition:
it: Attenzione, nessuna definizione classe:

source: PushService Warning no subclass of base:
it: Warning, nessuna subclass di base:

source: PushService Instantiate exception:
it: Eccezione inizializzazione:

source: Unexpected error:
it: Errore imprevisto:

source: PushService Module is not callable
it: Modulo non richiamabile

source: Don't edit this manually unless you really know what you are doing
it: Non modificare alcun parametro se non si è certi di quello che si sta facendo!

source: PushService started:
it: PushService avviato:

source: PushService running:
it: PushService attivo:

source: PushService controller run() exception
it: Eccezione controllo PushService run()

source: controller %s returned error(s)
it: Il controllo %s ha restituito errori

source: PushService Service push() exception
it: Eccezione servizio PushService push()

source: Service %s returned error(s)
it: Il servizio %s ha restituito errori

source: If You like this plugin and want to support it,
it: Se questo plugin piace e si desidera supportarlo,

source: or if just want to say ''thanks'',
it: o semplicemente si vuole ringraziare,

source: feel free to donate via PayPal.
it: è possibile contribuire con PayPal.

source: Thanks a lot ! PayPal:
it: Mille grazie! PayPal:

source: Support:
it: Supporto:

source: PushService setup exception
it: Eccezione configurazione PushService

source: PushService autostart exception
it: Eccezione avvio automatico PushService

source: configuration
it: Configurazione

source: Found CrashLog(s)
it: Rilevati CrashLog

source: Crashlog(s) are attached
it: CrashLog allegati

source: Delete crashlog(s)
it: Rimuovere i CrashLog

source: Found deactivated timer(s)
it: Rilevati timer disattivati

source: Deactivated timer list: %s
it: Elenco tiler disattivati: %s

source: DeactivatedTimerPushed
it: Timer disattivati

source: Remove deactivated timer(s)
it: Rimuovere i timer disattivati

source: Free space warning
it: Avviso spazio disponibile

source: Free disk space limit has been reached:
it: Raggiunto il limite per lo spazio disponibile su HDD:

source: Path: %s
it: Percorso: %s

source: Limit: %d GB
it: Limite: %d GB

source: Left: %s
it: Disponibili: %s

source: Allow HDD wake up
it: Permettere attivazione HDD

source: Where to check free space
it: Verificare spazio libero su

source: Free space limit in GB
it: Limite spazio libero (GB)

source: [FreeSpace] HDD is idle:
it: [FreeSpace] HDD non attivo:

source: IPKG Update Notification
it: Notifiche aggiornamenti IPKG

source: There are updates available: %s
it: Sono disponibili i seguenti aggiornamenti: %s

source: Start update check if not done yet
it: Avviare verifica aggiornamenti (se mai eseguita)

source: Updatefeed not available.
it: Fedd aggiornamenti non disponibile.

source: No network connection available.
it: Nessuna connessione di rete disponibile.

source: Record Notification
it: Notifica registrazione

source: Send notification on record start
it: Notificare avvio registrazione

source: Send notification on record end
it: Notificare termine registrazione

source: Record started:
it: Registrazione iniziata:

source: Record finished:
it: Registrazione terminata:

source: Record Summary
it: Elenco registrazioni

source: Finished record list: %s
it: Elenco registrazioni terminate: %s

source: FinishedTimerPushed
it: Timer terminati

source: Remove finished timer(s)
it: Rimuovere i timer conclusi

source: Found active timer(s)
it: Rilevati timer attivi

source: Active timer list: %s
it: Elenco timer attivi: %s

source: Donate {donate:s}
it: Donare {donate:s}

source: Growl Host name
it: Nome host Growl

source: Growl Port
it: Porta Growl

source: Send as sticky
it: Inviare come sticky

source: Send with priority
it: Inviare con priorità

source: The PopUp will be shown after all dialogs are closed.
it: Il PopUp sarà visualizzato dopo la chiusura di tutti i messaggi.

source: Provided by Dreambox Plugin {name:s} {version:s} - {plugin:s}
it: Fornito da Dreambox Plugin {name:s} {version:s} - {plugin:s}

source: Support {support:s}
it: Supporto {support:s}

source: SMTP Server
it: Server SMTP

source: SMTP Port
it: Porta SMTP

source: SMTP SSL
it: SSL SMTP

source: SMTP TLS
it: TLS SMTP

source: User name
it: Nome user

source: Mail from
it: Mittente

source: Mail to or leave empty (From will be used)
it: Destinatario (o lasciare vuoto - verrà usato il mittente)

source: PushService PushMail: Sending message: %s
it: PushMail - Invio messaggio in corso: %s
