Repository: oe-alliance/enigma2-plugins
Catalog: zapstatistic/po/*.po
Languages: fa, it

source: Close plugin
fa: بستن پلاگین
it: Chiudere il plugin

source: Delete
fa: حذف کردن
it: Cancellare

source: Delete all entries
fa: حذف همه ورودی ها
it: Cancellare tutte le voci

source: Delete entry
fa: حذف ورودی ها
it: Cancellare Voce

source: Durations
fa: مدت زمان
it: Durate

source: Play entry
fa: نمایش ورودی ها
it: Riprodurre la voce

source: Please choose a function...
fa: لطفا یک کارکرد را انتخاب کنید
it: Selezionare una funzione...

source: Show combined duration window
fa: نمایش پتجره طول زمان ترکیب شده
it: Mostrare la finestra combinata durata

source: Show duration window
fa: نمایش پتجره مدت زمان
it: Mostrare la finestra durata

source: Shows the watched services with some statistic
fa: نمایش سرویس های دیده شده با برخی از اطلاعات آماری
it: Mostrare alcune statistiche circa i canali sintonizzati

source: Sort (date+)
fa: مرتب سازی تاریخ با استفاده از +
it: Ordinare (data+)

source: Sort (date-)
fa: مرتب سازی تاریخ با استفاده از -
it: Ordinare (data-)

source: Sort (duration+)
fa: مرتب سازی مدت با استفاده از +
it: Ordinare (durata+)

source: Sort (duration-)
fa: مرتب سازی مدت با استفاده از _
it: Ordinare (durata-)

source: Sort (name+)
fa: مرتب سازی نام با استفاده از +
it: Ordinare (nome+)

source: Sort (name-)
fa: مرتب سازی نام با استفاده از -
it: Ordinare (nome-)

source: Sort by date (ascending)
fa: مرتب کردن صعودی بر اساس تاریخ
it: Ordinare per data (crescente)

source: Sort by date (descending)
fa: مرتب کردن نزولی بر اساس تاریخ
it: Ordinare per data (decrescente)

source: Sort by name (ascending)
fa: مرتب کردن صعودی بر اساس نام
it: Ordinare per nome (crescente)

source: Sort by name (descending)
fa: مرتب کردن نزولی بر اساس نام
it: Ordinare per nome (decrescente)

source: Zap Statistic
fa: آمار جابجایی
it: disabled
