Repository: oe-alliance/enigma2-plugins
Catalog: ncidclient/po/*.po
Languages: it

source: Add entry to phonebook
it: Aggiungere voce in rubrica

source: Areacode to add to calls without one (if necessary)
it: Pref. locale per le chiamate che ne sono prive (se necessario)

source: Automatically add new Caller to PhoneBook
it: Aggiungere automaticamente i nuovi chiamanti alla rubrica

source: Call monitoring
it: Monitoraggio chiamate

source: Cancel
it: Annull.

source: Connected to NCID Server
it: Connesso al server NCID

source: Connecting to NCID Server failed (%s) retrying...
it: Connessione al server NCID fallita! (%s) Nuovo tentativo in corso...

source: Connecting to NCID Server...
it: Connessione al server NCID in corso...

source: Connection to NCID Server lost (%s) retrying...
it: Connessione al server NCID persa! (%s) Nuovo tentativo in corso...

source: Country
it: Nazione

source: Delete
it: Cancell.

source: Display Fon calls on screen
it: Mostrare le chiamate telef. sulla TV

source: Do you really want to delete entry for %(number)s %(name)s?
it: Cancellare la voce %(number)s %(name)s?

source: Edit
it: Mod.

source: Enter Search Terms
it: Inserire criteri di ricerca

source: Entry incomplete.
it: Voce incompleta.

source: France
it: Francia

source: Germany
it: Germania

source: Incoming Call on %s from --------------------------------------------- %s %s ---------------------------------------------
it: Chiamata in arrivo su %s da --------------------------------------------- %s %s ---------------------------------------------

source: Italy
it: Italia

source: Last 10 calls:
it: Ultime 10 chiamate:

source: Media directory
it: Directory media

source: NCID Client - Setup
it: NCID Client - Configurazione

source: NCID server (Name or IP)
it: Server NCID (Nome o IP)

source: NCID server listening port (1-65535)
it: Porta server NCID (1-65535)

source: Name
it: Nome

source: Network mount
it: Mount di rete

source: New
it: Nuovo

source: No entry selected
it: Nessuna voce selezionata

source: No phonebook
it: Nessuna rubrica

source: Number
it: Numero

source: PhoneBook Location
it: Collocazione rubrica

source: Phonebook
it: Rubrica

source: Plugin not active
it: Plugin non attivo

source: Reverse Lookup Caller ID (select country below)
it: Identificativo chiamante (selezionare La Nazione!)

source: Search
it: Ricerca

source: Search phonebook
it: Ricerca su rubrica

source: Show after Standby
it: Mostrare chiamate dopo lo standby

source: Show connection information popups
it: Mostrare popup con info connessione

source: Strip Leading 0
it: Sopprimere "0" iniziali

source: Switzerland
it: Svizzera

source: The Netherlands
it: Olanda

source: Timeout for Call Notifications (seconds)
it: Ritardo notifica chiamate (secondi)

source: UNKNOWN
it: Sconosciuto

source: USB Device
it: Dispositivo USB

source: Use internal PhoneBook
it: Usare rubrica interna

source: no calls
it: Nessuna

source: number suppressed
it: Numero mascherato

source: show as list
it: Come elenco

source: show each call
it: Tutte

source: show nothing
it: Nulla
