Repository: oe-alliance/enigma2-plugins
Catalog: 3dsettings/po/*.po
Languages: lt

source: 2D mode
lt: 2D režimas

source: 3D settings
lt: 3D nuostatos

source: 3D: 2D menu
lt: 3D: 2D meniu

source: 3D: Enable side by side menu
lt: 3D: Įjungti vienas šalia kito meniu

source: 3D: Enable top/bottom menu
lt: 3D: Įjungti viršuje/apačioje meniu

source: 3D: disable 3D menu
lt: 3D: išjungti 3D meniu

source: Cancel
lt: Atšaukti

source: Change 3D settings
lt: Keiskite 3D nuostatas

source: OK
lt: Gerai

source: Offset
lt: Poslinkis

source: Show side by side option in extension menu
lt: Rodyti vaizdų greta pasirinkimą plėtinių naršyklėje

source: Show top/bottom option in extension menu
lt: Rodyti vaizdų viršuje/apačioje pasirinkimą plėtinių naršyklėje

source: Side by side
lt: Vienas šalia kito

source: Switch OSD automatically
lt: Įjungti vaizdą automatiškai

source: Top/Bottom
lt: Viršuje/apačioje

source: Turn off display
lt: Išjungti ekraną

source: off
lt: išj.

source: on with side by side
lt: vienas šalia kito

source: on with top/bottom
lt: viršuje/apačioje
