Repository: oe-alliance/enigma2-plugins
Catalog: moviecut/po/*.po
Languages: fa, sv

source: Advanced cut specification...
fa: مشخصات برش پیشرفته ...
sv: Avancerad klipp-specifikation...

source: Bad arguments
fa: استدلال بد
sv: Felaktiga argument

source: Cancel
fa: لغو کردن
sv: Avbryt

source: Choose target folder
fa: انتخاب پوشه مورد نظر
sv: Välj mål-katalog

source: Couldn't open input .ap file
fa: .ap ناتوان در باز کردن فایل های ورودی
sv: Kan inte öppna originalets .ap-fil

source: Couldn't open input .cuts file
fa: .cuts ناتوان در باز کردن فایل های ورودی
sv: Kan inte öppna originalets .cuts-fil

source: Couldn't open input .ts file
fa: .TS ناتوان در باز کردن فایل های ورودی
sv: Kan inte öppna originalets .ts-fil

source: Couldn't open output .ap file
fa: .ap ناتوان در باز کردن فایل های خروجی
sv: Kan inte öppna resultatets .ap-fil

source: Couldn't open output .cuts file
fa: .cuts ناتوان در باز کردن فایل های خروجی
sv: Kan inte öppna resultatets .cuts-fil

source: Couldn't open output .ts file
fa: .TS ناتوان در باز کردن فایل های خروجی
sv: Kan inte öppna resultatets .ts-fil

source: Cut Parameter Input
fa: برش پارامترهای ورودی
sv: Klipp-parametrar

source: Cut source:
fa: برش مبدا
sv: Klipp-källa:

source: Cutlist
fa: لیست برش
sv: Klipp-lista

source: Cuts (an IN OUT IN OUT ... sequence of hour:min:sec)
sv: Klipp (sekvens av IN UT IN UT ... på formen H:M:S)

source: Cutting failed for movie "%s"
sv: Klippning misslyckades för "%s"

source: Cutting was aborted for movie "%s"
sv: Klippning avbruten för filmen "%s"

source: Don't cut
fa: برش نده
sv: Klipp inte

source: Empty .ap file
sv: Tom .ap-fil

source: Execute cuts...
fa: اجراسازی برش ها ...
sv: Utför klipp...

source: How would you like to cut "%s"?
sv: Hur vill du klippa "%s"?

source: Manual specification
fa: مشخصات دستی
sv: Manuell inmatning

source: New description:
fa: ت.ضیحات جدید :
sv: Ny beskrivning:

source: New filename:
fa: نام فیلم جدید
sv: Nytt filnamn:

source: New location:
fa: مکان جدید :
sv: Ny katalog:

source: New title:
fa: عنوان جدید :
sv: Ny titel:

source: No
fa: نه
sv: Nej

source: No cuts specified
fa: هیچ برش مشخصی وجود ندارد
sv: Inga klipp angivna

source: Place the cut movie in a new file ending with " cut"
sv: Lägg den klippta filmen i en ny fil med " cut" på slutet

source: Read/write error (disk full?)
fa: خطا خواندن و نشتن ( دیسک پر است )
sv: Läs/skriv-fel (disken full?)

source: Replace original:
fa: جایگزینی نسخه اصلی :
sv: Ersätt originalet:

source: Replace the original movie with the cut movie
fa: جایگزینی فیلم اصلی با فیلم برش خورده
sv: Ersätt originalet med den klippta filmen

source: The movie "%s" is successfully cut
sv: Filmen "%s" är färdigklippt

source: Yes
fa: بله
sv: Ja

source: OK
fa: درست است
