Repository: oe-alliance/enigma2-plugins
Catalog: webinterface/po/*.po
Languages: lt, sv

source: %d error while moving Movie '%s' to '%s': %s
lt: %d klaida, perkeliant filmą '%s' į '%s': %s

source: '%s' already exists in destination directory '%s', set force=1 to move anyway.
lt: '%s' paskirties aplanke '%s' jau yra, nustatytkite=1, kad vis tiek perkelti.

source: '%s' does not exist in source directory.
lt: '%s' šaltinio kataloge nėra.

source: '%s' has been added to playlist
lt: '%s' įtraukta į grojaraštį

source: '%s' is neither a valid reference nor a valid file
lt: '%s' neturi galiojančios nuorodos, arba galiojančio failo

source: '%s' not found in playlist
lt: '%s' grojaraštyje nerasta

source: '%s' removed from playlist
lt: '%s' pašalinta iš grojaraščio

source: AC3 Downmix disabled
lt: AC3 kanalų suliejimas išjungtas

source: AC3 Downmix enabled
lt: AC3 kanalų suliejimas įjungtas

source: About
lt: Apie

source: Action
lt: Veikmas

source: Activate
lt: Įjungti

source: Active service is now '%s'
lt: Dabar rodomas kanalas '%s'

source: Add Timer
lt: Pridėti laikmatį

source: Add Zap Timer
lt: Pridėti perjungimo laikmatį

source: After event
lt: Po užduoties

source: All
lt: Visi

source: All Timers
lt: Visi laikmačiai

source: Allow zapping via Webinterface
lt: Leisti perjungimą per interneto sąsają
sv: Tillåt zappning via Webgränssnittet

source: Audio PID
lt: Garso PID

source: Authors
lt: Autoriai

source: Auto
lt: Automatiškai

source: Autowrite timer
lt: Automatinis laikmačio pildymas
sv: Automatskapa timer

source: Begins
lt: Prasideda

source: Bouquets
lt: Bukietai

source: BoxControl
lt: Valdymas

source: Cancel
lt: Atšaukti
sv: Avbryt

source: Cannot zap while device is in Standby
lt: Negalima perjungti, kai įrenginys budėjimo režime

source: Capacity
lt: Talpa

source: Challenge executed, please verify the result!
lt: Įvykdyta, patikrinkite rezultatą!

source: Changing the timer for '%s' failed!
lt: Pakeisti '%s' laikmačio nepavyko!

source: Channel
lt: Kanalas

source: Cleans up the list of timers by removing e.g. finished timers
lt: Išvalo laikmačių sąrašą pašalindamas, pvz.: baigtus laikmačius

source: Cleanup
lt: Išvalymas

source: Clear search
lt: Išvalyti paiešką

source: Click to show/hide extended description
lt: Paspauskite, kad atverti/paslėpti išplėstinį aprašymą

source: Close MediaPlayer
lt: Išjungti mediagrotuvą

source: Command '%s' executed
lt: Komanda '%s' įvykdyta

source: Configuration for the Webinterface
lt: Interneto sąsajos konfigūravimas
sv: Konfiguration för Webgränssnitt

source: Conflicting Timer(s) detected! %s
lt: Aptiktas laikmačių konfliktas! %s

source: Could not add timer '%s'!
lt: Laikmačio '%s' pridėti nepavyko!

source: Could not delete Movie '%s'
lt: Pašalinti įrašo '%s' nepavyko

source: Could not find timer '%s' with given start and end time!
lt: Laikmačio '%s' su tokiu pradžios ir pabaigos laiku rasti nepavyko!

source: Create Timer
lt: Sukurti laikmatį

source: DHCP enabled
lt: DHCP įjungtas

source: Days
lt: Dienos

source: Deactivate
lt: Išjungti

source: Deepstandby
lt: Gilus budėjimas

source: Delete
lt: Ištrinti

source: Delete Timer
lt: Šalinti laikmatį

source: Description
lt: Aprašymas

source: Destination dir '%s' does not exist.
lt: Paskirties katalogo '%s' nėra.

source: Device & Versions
lt: Įrenginys ir versijos

source: Device Info
lt: Įrenginio informacija

source: Device Name
lt: Įrenginio pavadinimas

source: Disable
lt: Išjungti

source: Do Nothing
lt: nieko nedaryti

source: Down
lt: Žemyn

source: Download
lt: Parsiuntimas

source: EPG-Search
lt: EPG paieška

source: ERROR: Cannot set SleepTimer while device is in Standby-Mode
lt: KLAIDA: Negalima nustatyti budėjimo laikmačio, kai įrenginys budėjimo būsenoje

source: ERROR: Obligatory parameter 'cmd' [get,set] has unspecified value '%s'
lt: KLAIDA: Nenurodyta privalomo parametro 'komanda' [get,set] reikšmė '%s'

source: ERROR: Obligatory parameter 'enabled' [True,False] has unspecified value '%s'
lt: KLAIDA: Nenurodyta privalomo parametro 'leidimas' [True,False] reikšmė '%s'

source: ERROR: Obligatory parameter 'time' [0-999] is missing
lt: KLAIDA: Nėra privalomo parametro 'laikas' [0-999]

source: Edit Timer
lt: Redaguoti laikmatį

source: Enable
lt: Įjungti

source: Enable /media
lt: Įjungti / Media
sv: Aktivera /media

source: Enable Debug
lt: Įjungti klaidų derinimą

source: Enable HTTP Access
lt: Leisti HTTP prieigą
sv: Aktivera HTTP tillgång

source: Enable HTTP Authentication
lt: Įjungti HTTP autentikaciją
sv: Aktivera HTTP autentisering

source: Enable HTTPS Access
lt: Leisti HTTPS prieigą
sv: Aktivera HTTPS tillgång

source: Enable HTTPS Authentication
lt: Įjungti HTTPS autentikaciją
sv: Aktivera HTTPS autentisering

source: Enable Streaming Authentication
lt: Įjungti transliacijos autentikaciją
sv: Aktivera Streaming autentisering

source: Ends
lt: Baigiasi

source: Enigma2 Version
lt: Enigma2 versija

source: Error
lt: Klaida

source: EventId not found
lt: Įvykio ID nerasta

source: Extras
lt: Priedai

source: False
lt: Ne

source: Filebrowser
lt: Failų naršyklė

source: Filter Services
lt: Filtruoti kanalus

source: Finished
lt: Baigtas

source: Free Space
lt: Laisva vieta

source: Frontprocessor Version
lt: Sąsajos procesoriaus versija

source: Gateway
lt: Šliuzas

source: Get a Screenshot
lt: Ekrano nuotrauka

source: Grab Video & OSD
lt: Vaizdo ir ekrano nuotrauka

source: HTTP Port
lt: HTTP prievadas

source: HTTPS Port
lt: HTTPS prievadas

source: Harddisk
lt: HDD

source: IP Address
lt: IP adresas

source: IPv4-only Python/Twisted
lt: Tik IP v4 Python/Mišrus

source: IPv4-only kernel
lt: Tik IP v4 branduolys

source: IPv6 address(es)
lt: IPv6 adresas(ai)

source: Illegal Parameter Value: sRef - '%s'
lt: Neteisinga parametro 'sRef' reikšmė: '%s'

source: Illegal Parameter value for Parameter begin : '%s'
lt: Neteisinga parametro 'pradžia' reikšmė: '%s'

source: Image Version
lt: Atvaizdo versija

source: Info
lt: Informacija

source: Instant Record
lt: Tiesioginis įrašymas

source: JavaScript Libraries
lt: Java scenarijaus bibliotekos

source: LEVEL2 and LEVEL3 Certifcates (Base64-encoded)
lt: Lygio 2 ir Lygio 3 sertifikatai (koduoti Base64)

source: Legend
lt: Paaiškinimai

source: License
lt: Licencija

source: List of Plugins has been read
lt: Įskiepių sąrašas perskaitytas

source: List of Timers has been cleaned
lt: Laikmačių sąrašas išvalytas

source: Load Bouquet
lt: Įkelti bukietą

source: Load movie-length
lt: Įkelti filmo trukmę
sv: Ladda filmlängd

source: Location
lt: Padėtis

source: Location '%s' added successfully
lt: Vieta '%s' įtraukta sėkmingai

source: Location '%s' does not exist
lt: Vietos '%s' nėra

source: Location '%s' is already existing
lt: Vieta '%s' jau yra

source: Location '%s' removed successfully
lt: Vieta '%s' pašalinta sėkmingai

source: Lookup on IMDb.com
lt: Ieškoti IMDb.com

source: Mac Address
lt: MAC adresas

source: Mediaplayer
lt: Mediagrotuvas

source: Mediaplayer not installed
lt: Mediagrotuvas neįdiegtas

source: Mediaplayer was not active
lt: Mediagrotuvas neveikia

source: Message
lt: Pranešimas

source: Message sent successfully!
lt: Pranešimas išsiųstas sėkmingai!

source: Missing Parameter: begin
lt: Trūksta parametro: pradžia

source: Missing Parameter: beginOld
lt: Trūksta parametro: 'sena pradžia'

source: Missing Parameter: channelOld
lt: Trūksta parametro: 'senas kanalas'

source: Missing Parameter: description
lt: Trūksta parametro: aprašymas

source: Missing Parameter: end
lt: Trūksta parametro: pabaiga

source: Missing Parameter: endOld
lt: Trūksta parametro: 'sena pabaiga'

source: Missing Parameter: eventid
lt: Trūksta parametro: įvykio id

source: Missing Parameter: name
lt: Trūksta parametro: pavadinimas

source: Missing Parameter: sRef
lt: Trūksta parametro: sRef

source: Missing Paramter: dirname
lt: Trūksta parametro 'katalogo pavadinimas'

source: Missing or Wrong Argument
lt: Trūksta arba neteisingas argumentas

source: Missing or invalid parameter file
lt: Trūksta, arba neteisingas parametras 'failas'

source: Missing or wrong argument
lt: Trūkstamas, arba neteisingas argumentas

source: Missing value for parameter dirname
lt: Trūksta parametro 'katalogo pavadinimas' reikšmės

source: Movie '%s' deleted
lt: Įrašas '%s' pašalintas

source: Movie '%s' has unknown suffix '%s'.
lt: Filmas '%s' turi nežinomas priesagas '%s'.

source: Movie '%s' moved to '%s' without errors.
lt: Filmas '%s' perkeltas į '%s' be klaidų.

source: Movies
lt: Filmai

source: Moving Movie '%s' to '%s' in background.
lt: Filmas '%s' fone perkeliamas į '%s'.

source: Mute
lt: Nutildyti

source: Mute toggled
lt: Nutildytmas perjungtas

source: N/A
lt: N/D

source: Name
lt: Pavadinimas

source: Netmask
lt: Potinklio kaukė

source: Network Interface
lt: Tinklo sąsaja

source: Next
lt: Sekantis

source: No Bouquets to Display
lt: Nėra rodytinų bukietų

source: No Messagetext given
lt: Nenurodytas pranešimo tekstas

source: No Service to show
lt: Nėra atvaizduotinų kanalų

source: No Timer Available!
lt: Nėra galimų laikmačių!

source: No items to show...
lt: Nėra rodytinų elementų...

source: No movies to show...
lt: Nėra rodytinų įrašų...

source: Note: For one-time events the days don't have to be specified.
lt: Pastaba: vienkartiniams įvykiams dienų nurodyti nereikia.

source: Note: For recurring events dates are not mandatory.
lt: Pastaba: pasikartojantiems įvykiams datos nebūtinos.

source: Nothing found...
lt: Nieko nerasta...

source: Nothing running...
lt: Niekas nedirba...

source: OK
lt: Gerai

source: Obligatory parameter "random" for cmd="%s" missing
lt: Komandoje="%s" trūksta būtino parametro 'atsitiktinis'

source: Obligatory parameter 'command' is missing!
lt: Trūksta būtino parametro 'komanda'!

source: Obligatory parameter 'sRef' is missing
lt: Trūksta būtino parametro 'sRef'

source: Obligatory parameter sRef is missing
lt: Trūksta būtino parametro 'sRef'

source: Obligatory parameters missing [cmd [set,get], time [0-999], action [standby,shutdown], enabled [True,False]
lt: Trūksta būtinų parametrų [komanda [set,get], laikas [0-999], veiksmas [standby,shutdown], leidimas [True,False]

source: Open Signal Panel
lt: Atverti sugnalo langą

source: Path %s can not be created
lt: Kelio %s sukurti napavyko

source: Path %s does not exist
lt: Kelio %s nėra

source: Play
lt: Atkurti

source: Playback of '%s' started
lt: '%s' atkūrimas prasidėjo

source: Playlist
lt: Grojaraštis

source: Playlist '%s' does not exist
lt: Grojaraščio '%s' nėra

source: Playlist saved to '%s'
lt: Grojaraštis išsaugotas '%s'

source: Please select any bouquet
lt: Pasirinkite kurį nors bukietą

source: Power Control
lt: Maitinimas

source: Previous
lt: Ankstesnis

source: Providers
lt: Tiekėjai

source: RC command '%s' has been issued
lt: Pulto komanda '%s' duota

source: Radio
lt: Radijas

source: Reboot
lt: Paleisti iš naujo

source: Record
lt: Įrašas

source: Record current event
lt: Įrašyti šį įvykį

source: Refresh Screenshot
lt: Atnaujinti ekrano nuotrauką

source: Restart enigma2
lt: Paleisti enigma2 iš naujo

source: Running
lt: Veikia

source: Satellites
lt: Palydovai

source: Save
lt: Išsaugoti

source: Save Playlist
lt: Išsaugoti grojaraštį

source: Screenshot (All)
lt: Ekrano nuotrauka (viskam)

source: Screenshot (OSD)
lt: Ekrano nuotrauka (ekrano)

source: Screenshot (Video)
lt: Ekrano nuotrauka (vaizdo)

source: Search EPG
lt: Ieškoti EPG

source: Send
lt: Siųsti

source: Send Message
lt: Siųsti žinutę

source: Send \"long\" keypress
lt: Ilgas mygtuko paspaudimas

source: Settings
lt: Nuostatos

source: Show Setup in Extensions menu
lt: Rodyti sąranką plėtinių naršyklėje

source: Shutdown
lt: Išjungti

source: Sleeptimer has been disabled
lt: Budėjimo laikmatis išjungtas

source: Sleeptimer is disabled
lt: Budėjimo laikmatis išjungtas

source: Sleeptimer is enabled
lt: Budėjimo laikmatis įjungtas

source: Sleeptimer set to %s minutes
lt: Budėjimo laikmatis nustatytas %s minutėms

source: Source and destination folders are the same.
lt: Šaltinio ir paskirties katalogai tie patys.

source: Standby
lt: Budintis režimas

source: Start Webinterface
lt: Atverti interneto sąsają
sv: Starta Webgränssnitt

source: Start infinite recording
lt: Pradėti neribotą laiku įrašą

source: State
lt: Būklė

source: Stop
lt: Stabdyti

source: Stream
lt: Transliacija

source: Success
lt: Sėkmingai

source: Tag Filter
lt: Žymių filtras

source: Tags
lt: Žymės

source: Technical Information
lt: Techninė informacija

source: TeleVision
lt: Televizija

source: Text PID
lt: TXT PID

source: The sleep timer has been activated for %s minutes.
lt: Budėjimo laikmatis įjungtas %s minutėms.

source: The sleep timer has been disabled.
lt: Budėjimo laikmatis buvo išjungtas.

source: The timer '%s' has been deleted successfully
lt: Laikmatis '%s' pašalintas sėkmingai

source: The timer has NOT been deleted
lt: Laikmatis NEpašalintas

source: This device does not support AC3 Downmix
lt: Šis modelis nesugeba sulieti AC3 kanalų

source: Timeout
lt: Delsa

source: Timer
lt: Laikmatis

source: Timer '%s' added
lt: Laikmatis '%s' įtrauktas

source: TimerList has been saved
lt: Laikmačių sąrašas išsaugotas

source: TimerList has not been saved
lt: Laikmačių sąrašas neišsaugotas

source: Timers
lt: Laikmačiai

source: Toggle Standby
lt: Perjungti budėjimo režimą

source: Tools
lt: Įrankiai

source: Tuners
lt: Imtuvai

source: Type
lt: Tipas

source: Unknown Volume command %s
lt: Nežinoma komanda %s

source: Unknown command (%s)
lt: Nežinoma komanda (%s)

source: Unknown for parameter "cmd" [%s|%s]
lt: Nežinoma parametro 'komanda' reikšmė [%s|%s]

source: Unknown function: '%s'
lt: Nežinoma funkcija: '%s'

source: Unknown parameter %s
lt: Nežinomas patametras %s

source: Unmute
lt: Įjungti garsą

source: Unsupported Messagetype %s
lt: Nesuprantanas pranešimo tipas %s

source: Up
lt: Aukštyn

source: Update interval for current service (min. 10 sec)
lt: Šio kanalo atnaujinimo intervalas (min. 10 sek.)

source: Update-Interval for EPG of the current bouquets (min. 60 sec)
lt: Šių bukietų EPG atnaujinimo intervalas (min. 60 sek.)

source: Video PID
lt: Vaizdo PID

source: Video Size
lt: Kadro dydis

source: Volume
lt: Garsumas

source: Volume Down
lt: Patildyti

source: Volume Up
lt: Pagarsinti

source: Volume changed
lt: Garsas pakeistas

source: Volume set to %i
lt: Nustatytas %i garsas

source: WARNING: Cookies are required to store the settings!
lt: ĮSPĖJIMAS: Slapukai būtini nustatymams išsaugoti!

source: Waiting
lt: Laukiama

source: Warning
lt: Perspėjimas

source: WebRemote
lt: Internetinis

source: WebTV
lt: Internetinis TV

source: Webinterface
lt: Interneto sąsaja
sv: Webgränssnitt

source: Webinterface Version
lt: Interneto sąsajos versija

source: Webinterface: Main Setup
lt: Interneto sąsajos pagrindinė sąranka
sv: Webgränssnitt: Huvudinstallation

source: Widescreen
lt: Plačiaekranis

source: Wrong parameter format 'set=%s'. Use set=set15
lt: Neteisingas parametro formatas 'set=%s'. Naudokite set=set15

source: Zap
lt: perjungti

source: Zapping is disabled in WebInterface Configuration
lt: Perjungimas išjungtas internetinės sąsajos konfigūracijoje

source: and many contributors
lt: ir bendraautoriai

source: disabled
lt: išjungta

source: illegal call
lt: neteisingas kreipimasis

source: none/IPv4-only network
lt: nėra / tik IP v4 tinklas

source: of
lt: išjungti

source: one two three four unknown command
lt: vienas du trys keturi nežinoma komanda

source: please select a submenu on the left...
lt: pasirinkite submeniu kairėje...

source: reloaded both
lt: abu įkelti iš naujo

source: reloaded bouquets
lt: bukietai įkelti iš naujo

source: reloaded lamedb
lt: lamedb įkelta iš naujo

source: sec
lt: sek.

source: the command was not > 0
lt: komanda nebuvo > 0

source: this recording
lt: šis įrašas

source: type %s is not a number
lt: tipas %s nėra skaičius

source: undefined
lt: nenustatyta

source: unknown command (%s)
lt: nežinoma komanda (%s)
