Repository: oe-alliance/enigma2-plugins
Catalog: audiosync/po/*.po
Languages: fa, nl

source: Audio Sync Setup
fa: راه اندازی هم زمان سازی صدا
nl: Audio Sync instellingen

source: Cancel
fa: لغو کردن
nl: Annuleren

source: Center screen at the lower border
fa: قرار دادن مرکزیت صفحه در مرز پایینی
nl: Centreer het scherm aan de onderrand

source: Center screen at the upper border
fa: حرکت دادن صفحه به بالاتر از حد مرز بالایی
nl: Centreer het scherm aan de bovenrand

source: Change active delay
fa: تغییر تاخیر فعالیت ها
nl: Pas de active vertraging aan

source: Channel audio:
fa: کانال های صوتی
nl: Kanaal audio:

source: Decrease delay
fa: کاهش دادن تاخیر
nl: Verminder de vertraging

source: Decrease delay by %i ms (can be set)
nl: Verminder de vertraging met %i ms (kan ingesteld worden)

source: Discard changes and close plugin
fa: انصراف از انجام تغییرات و بستن پلاگین
nl: Zie af van de wijzigingen en sluit de plugin

source: Discard changes and close screen
fa: انصراف از تغییرات و بستن صفحه صفحه مربوطه
nl: Zie af van de wijzigingen en sluit het scherm

source: Global delay
fa: تاخیر جهانی
nl: Globale vertraging

source: Increase delay
fa: افزایش دادن تاخیر
nl: Vergroot vertraging

source: Increase delay by %i ms (can be set)
nl: Vergroot de vertraging met %i ms (kan ingesteld worden)

source: Invalid selection
fa: انتخاب نا معتبر
nl: Verkeerde keuze

source: Key %(Key)s successfully set to %(delay)i ms
nl: Toets %(Key)s succesvol gewijzigd in %(delay)i ms

source: Key %(key)s (current value: %(value)i ms)
nl: Toets %(key)s (huidige waarde: %(value)i ms)

source: Move plugin screen
fa: جابجا کردن صفحه پلاگین
nl: Verplaats het plugin scherm

source: Move screen down
fa: حرکت دادن صفحه به پایین
nl: Verplaats scherm naar beneden

source: Move screen to the center of your TV
fa: انتقال صفحه به مرکز صفحه تلوزیون شما
nl: Verplaats scherm naar het midden van het TV beeld

source: Move screen to the left
fa: حرکت دادن صفحه به چپ
nl: Verplaats het scherm naar links

source: Move screen to the lower left corner
fa: حرکت دادن صفحه به گوشه چپ پایینی
nl: Verplaats scherm naar de linker onderhoek

source: Move screen to the lower right corner
fa: حرکت دادن صفحه به گوشه راست پایینی
nl: Verplaats scherm naar de rechter onderhoek

source: Move screen to the middle of the left border
fa: انتقال صفحه به مرکز مرز چپی
nl: Verplaats scherm naar het midden van de linker rand

source: Move screen to the middle of the right border
fa: انتقال صفحه به میانه مرز راستی
nl: Verplaats scherm naar het midden van de rechter rand

source: Move screen to the right
fa: حرکت دادن صفحه به راست
nl: Verplaats scherm naar rechts

source: Move screen to the upper left corner
fa: حرکت دادن صفحه به گوشه چپ بالایی
nl: Verplaats scherm naar de linker bovenhoek

source: Move screen to the upper right corner
fa: حرکت دادن صفحه به گوشه راست بالایی
nl: Verplaats scherm naar de rechter bovenhoek

source: Move screen up
fa: حرکت دادن صفحه به بالا
nl: Verplaats scherm naar boven

source: Outer Bound (+/-)
fa: (+/-) سرحد بیرونی
nl: Maximale vertraging (+/-)

source: Plugin: %(plugin)s , Version: %(version)s
nl: Plugin: %(plugin)s , Versie: %(version)s

source: Reset saved position
fa: تنظیم مجدد موقعیت ذخیره سازی شده
nl: Ga terug naar de opgeslagen positie

source: Save
fa: ذخیره سازی
nl: Bewaren

source: Save current delay to key
fa: ذخیره سازی تاخیرات فعلی با کلید
nl: Bewaar de huidige vertraging op toets

source: Save to key
fa: ذخیره سازی با کلید
nl: Bewaar als toets

source: Save values and close plugin
fa: ذخیره سازی مقادیر و بستن پلاگین
nl: Bewaar de ingestelde waardes an sluit plugin af

source: Save values and close screen
fa: ذخیره سازی مقادیر و بستن صفحه پلاگین
nl: Bewaar de ingestelde waardes an sluit scherm af

source: Select the key you want to set to %i ms
nl: Selecteer de toets die u wilt instellen op %i ms...

source: Service delay
fa: تاخیر در ارائه خدمات
nl: Service vertraging

source: Set delay to %i ms (can be set)
nl: Stel de vertraging in op %i ms (kan ingesteld worden)

source: Setting key canceled
fa: تنظیمات کلیدها لغو گردید
nl: Configuratie toets geannuleerd

source: Setup for the Audio Sync Plugin
fa: راه اندازی پلاگین هم زمان سازی صدا
nl: Instellingen voor de Audio Sync Plugin

source: Step in ms for arrow keys
fa: گامی در ام اس برای کلیدهای جهت دار
nl: Stappen in ms voor links/rechts toetsen

source: Step in ms for key %i
nl: Stappen in ms voor Toets %i

source: Step in ms for keys '%s'
nl: Stappen in ms voor Toetsen '%s'

source: Wait time in ms before activation:
fa: توقف زمان در ام اس قبل از فعال سازی
nl: Wachttijd in ms voor activering

source: sets the Audio Delay (LipSync)
fa: (LipSync) تنظیم تاخیر صدا بر حسب
nl: Stelt de audio vertraging (LipSync) in

source: OK
fa: مورد تایید است

source: Switch audio
fa: سوئیچ صوتی

source: Open plugin menu
fa: باز کردن منو پلاگین

source: Select channel audio
fa: انتخاب یک کانال صوتی

source: Menu
fa: منو

source: Audio Sync
fa: هم زمان سازی صدا
