Repository: oe-alliance/enigma2-plugins
Catalog: podcast/po/*.po
Languages: it, sr

source: Buffer device:
it: Supporto buffer:
sr: Bafer uređaj:

source: Buffer file handling:
it: Gestione buffer file:
sr: Rukovanje bafer datot.:

source: Buffer:
sr: Bafer:

source: Delete this movie?
it: Cancellare il filmato?
sr: Obriši ovaj film?

source: Downloading movie: %s
it: Download filmato in corso: %s
sr: Preuzimanje filma: %s

source: Error getting categories
sr: Greška u dobijanju kategorija

source: Error getting episodes
sr: Greška u dobijanju epizoda

source: Error getting genres
sr: Greška u dobijanju žanrova

source: Error getting movies
it: Errore in acquisizione filmati
sr: Greška u dobijanju filmova

source: Error getting podcast url
sr: Greška u dobijanju podkast url-a

source: Error getting podcasts
sr: Greška u dobijanju podkasta

source: Error getting rss feed
sr: Greška u dobijanju RSS fida

source: Length
it: Durata
sr: Dužina

source: Podcast
sr: Podkast

source: Save
it: Salvare
sr: Sačuvaj

source: Select
it: Selezionare
sr: Izaberi

source: Type
it: Tipo
sr: Tip

source: ask me
it: Chiedere
sr: pitaj me

source: configuration
it: Configurazione
sr: Konfiguracija

source: delete
it: Rimuovere
sr: obriši

source: from xml
it: da xml
sr: iz xml

source: keep on device
it: Conservare sul supporto
sr: zadrži na uređaju

source: Stop playing this movie?
it: Arrestare la riproduzione?

source: No Feedly configuration
it: Nessuna configurazione Feedly

source: Help
it: Aiuto
