Repository: oe-alliance/enigma2-plugins
Catalog: flashexpander/po/*.po
Languages: fr, it

source: ... is used, %dMB free
fr: ... est utilisé, %dMB libre
it: ... Ã¨ usato, %dMB libero

source: Are you sure want to create FlashExpander on %s Partition %d
fr: Etes-vous sûr de vouloir créer FlashExpander sur %s la partition% d
it: Sei securo di creare FlashExpander nella %s Partition %d

source: Do you want to reboot your Dreambox?
fr: Voulez-vous redémarrer votre Dreambox?
it: Nuova partenza della Dreambox?

source: FlashExpander is not installed, create? Press Key OK.
fr: FlashExpander n'est pas installé, créer? Appuyer touche OK.
it: FlashExpander non e installato, creare? Clicca OK.

source: Mount failed (%s)
fr: Echec mount (%s)
it: configuratione fallito (%s)

source: No HDD-, SSD- or USB-Device found. Please first initialized.
fr: Pas de disque dur ou périphérique USB detecté. À initialisé en premier.
it: Non trovato HDD-, SSD- o USB. Prima installare prego.

source: Please wait, Flash memory will be copied.
fr: Patience. Copie de la memoire flash en cours.
it: Aspetta prego. Memoria Flash sta copiando.

source: Too little free space < 180MB or wrong Filesystem!
fr: Pas assez d'espace libre < 180MB ou ficher incorrect!
it: Manca memoria < 180MB o systema falsa

source: choose device to FlashExpander
fr: Choisissez un péripherique pour FlashExpander

source: error adding fstab entry for: %s
fr: Erreur en ajoutant %s dans le fstab
it: Errore di addizione %s nella fstab

source: error copy flash memory
fr: Échec copie de la mémoire flash
it: Errore di copia della memoria Flash

source: extend your flash memory
fr: Etendre votre mémoire flash
it: allarga la tua memoria Flash

source: read UUID
fr: Lire l´UUID
it: UUID leggere

source: unknown
fr: inconnu
