Repository: oe-alliance/enigma2-plugins
Catalog: lastfm/po/*.po
Languages: lt

source: %s name
lt: %s pavadinimas

source: Album
lt: Albumas

source: Artist
lt: Atlikėjas

source: Ban
lt: Uždrausti

source: Ban Track, never play
lt: Uždrausti takelį, niekada negroti

source: Banned Tracks
lt: Uždraustos

source: Banned Tracks loaded
lt: Įkelti uždrausti takeliai

source: Cancel
lt: Atšaukti

source: Description
lt: Aprašymas

source: Extensions menu
lt: Plėtinių meniu

source: Friends
lt: Draugai

source: Friends loaded
lt: Įkelti draugų

source: Global Tags
lt: Visuotiniai žanrai

source: Global Tags loaded
lt: Įkelti visuotiniai žanrai

source: Group of
lt: Grupė

source: Interval for Coverart Animation
lt: Viršelių animacijos intervalas

source: Interval to refresh Metadata (seconds)
lt: Metaduomenų atnaujinimo intervalas (sek.)

source: Last.FM Username
lt: Last.FM Vartotojas

source: LastFM Proxy port
lt: Lastfm tarpinio serverio prievadas

source: Listen to Last.FM Internet Radio
lt: Klausyti Last.FM internetinio radijo

source: Loading Friends
lt: Įkeliami draugų

source: Loading Global Tags
lt: Įkeliami visuotiniai žanrai

source: Loading Loved Tracks
lt: Įkeliami patikę takeliai

source: Loading Neighbours
lt: Įkeliami kaimyniniai

source: Loading Recent Tracks
lt: Įkeliami naujausi takeliai

source: Loading Top Tacks
lt: Įkeliami klausomiausi takeliai

source: Love
lt: Patinka

source: Loved Tracks
lt: Patikusios

source: Loved Tracks loaded
lt: Įkelti patikę takeliai

source: Mark Track as loved
lt: Pažymėti takelį, kaip patikusį

source: Name (needs GUI restart)
lt: Vardas (reikės GUI paleisti iš naujo)

source: Neighbours
lt: Kaimynai

source: Neighbours Tracks
lt: Kaimynų takeliai

source: Neighbours loaded
lt: Įkelti kaimyniniai

source: Next Selection
lt: Sekantis

source: OK
lt: Gerai

source: Open
lt: Atverti

source: Page backward Selections
lt: Grįžti puslapiu atgal

source: Page forward Selections
lt: Peršokti puslapiu pirmyn

source: Password
lt: Slaptažodis

source: Personal Recommendations
lt: Asmeninės rekomendacijos

source: Personal Stations
lt: Asmeninės stotys

source: Play
lt: Atkurti

source: Play Artist Radio...
lt: Groti atlikėjus...

source: Play Group Radio...
lt: Groti grupes...

source: Play Tag Radio...
lt: Groti žanrus...

source: Plugin menu
lt: Įskiepio meniu

source: Previous Selection
lt: Ankstesnis

source: Quit
lt: Baigti

source: Recent Tracks
lt: Naujausios

source: Recent Tracks loaded
lt: Įkelti naujausi takeliai

source: Recommendation level
lt: Rekomendacijų lygis

source: Select next Tab
lt: Pasirinkti kitą skirtuką

source: Select prev Tab
lt: Pasirinkti ankstesnį skirtuką

source: Send now playing Audio Tracks
lt: Siųsti dabar grojančius takelius

source: Server returned
lt: Serveris grąžino

source: Setup
lt: Sąranka

source: Show Coverart
lt: Rodyti viršelius

source: Show Coverart Animation in Screensaver
lt: Rodyti ekrano užsklandoje viršelių animaciją

source: Show Coverart in Screensaver
lt: Rodyti ekrano užsklandoje viršelius

source: Show in (needs GUI restart)
lt: Rodyti tarp (reikės GUI paleisti iš naujo)

source: Skip
lt: Praleisti

source: Skip current Track
lt: Praleisti šį takelį

source: Speed for Coverart Animation
lt: Viršelių animacijos greitis

source: Start/stop streaming
lt: Pradėti/Stabdyti transliaciją

source: Starting stream
lt: Transliacija pradedama

source: Station changed
lt: Stotis pakeista

source: Stop
lt: Stabdyti

source: Stream stopped
lt: Transliacija nutraukta

source: Switch to selected Station
lt: Perjungti į pasirinktą stotį

source: Timeout Statustext (seconds)
lt: Stovio teksto trukmė (sek.)

source: Timeout to select a Tab (seconds)
lt: Skirtuko pasirinkimo trukmė (sek.)

source: Top Tracks
lt: Klausomiausios

source: Top Tracks loaded
lt: Įkelti klausomiausi takeliai

source: Track
lt: Takelis

source: Track banned
lt: Uždraustas takelis

source: Track loved
lt: Patikęs takelis

source: Track skipped
lt: Takelis praleistas

source: Tracks liked by Fans of
lt: Takeliai, patikę fanams

source: Tracks similar to
lt: Takeliai, panašūs į

source: Use LastFM Proxy
lt: Naudoti LastFM tarpinį serverį

source: Use Screensaver
lt: Naudoti ekrano užsklandą

source: Ver.
lt: Vers.

source: Wait before Screensaver (seconds)
lt: Laikas iki ekrano užsklandos (sek.)

source: logging into last.FM
lt: jungiamasi prie Last.FM

source: login failed!
lt: neprisijungta!

source: login successful
lt: prisijungta

source: playing:
lt: grojama:

source: please enter an %s name to listen to
lt: įrašykite pavadinimą %s, kurio norite klausytis
