Repository: oe-alliance/enigma2-plugins
Catalog: pluginsort/po/*.po
Languages: it

source: Sort Extensions
it: Ordinare le estensioni

source: Sort MovieList Extensions
it: Odinare le estensioni elenco registrazioni

source: Sort EventInfo Extensions
it: Ordinare le estensioni info evento

source: Manage extensions
it: Gestire le estensioni

source: Sort
it: Ordinare

source: End Sort
it: Fine ordinamento

source: Remove Plugins
it: Rimuovere plugin

source: Download Plugins
it: Download plugin

source: disable move mode
it: Disabilitare spostamento

source: enable move mode
it: Abilitare spostamento

source: move extensions
it: Spostare le estensioni

source: move movie extensions
it: Spostare le estensioni registrazioni

source: move event extensions
it: Spostare le estensioni evento

source: hide selected plugin
it: Nascondere il plugin selezionato

source: Help
it: Aiuto

source: Unable to load PluginHider
it: Impossibile caricare PluginHider
